Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */marketplace/partners.po
Languages: es_ar, pt_br

source: Build an early fan base and gain popularity.
es_ar: Generá una base de fans pronto y ganá en popularidad.
pt_br: Construir uma base de fãs mais cedo e ganhar popularidade.

source: Opening Soon
es_ar: Próximamente
pt_br: Em Breve

source: Mozilla Marketplace Partners
es_ar: Socios de Mozilla Marketplace
pt_br: Parceiros do Mozilla Marketplace

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps.
es_ar: Mozilla está llevando sus valores principales — apertura, libertad, elección — al mundo de las aplicaciones.
pt_br: A Mozilla está trazendo seus valores fundamentais — abertura, liberdade de escolha — para o mundo dos aplicativos.

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
es_ar: Para ver este video tenés que usar un navegador que reproduzca videos abiertos o <a href="http://www.adobe.com/go/getflashplayer">el reproductor de Adobe Flash</a>.
pt_br: Este vídeo requer um navegador com suporte a vídeo aberto ou o plug-in <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: Learn all about creating HTML5 apps at the Mozilla Developer Network&nbsp;»
es_ar: Aprende todo acerca de cómo crear aplicaciones en HTML5 en Mozilla Developer Network&nbsp;»
pt_br: Saiba tudo sobre como criar aplicativos usando HTML5 no Mozilla Developer Network&nbsp;»

source: Learn all about creating HTML5 apps at the Mozilla Developer Network »
pt_br: Saiba tudo sobre como criar aplicativos usando HTML5 no Mozilla Developer Network&nbsp;»

source: The Mozilla apps platform
es_ar: La plataforma de aplicaciones de Mozilla
pt_br: A plataforma de aplicativos Mozilla

source: Mozilla Marketplace
pt_br: Mozilla Marketplace {ok}

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Mozilla Marketplace.
es_ar: Crear aplicaciones para la Web permite a los desarrolladores tener el control total sobre el contenido, funcionalidad y cómo son distribuidas las aplicaciones, incluyendo el acceso a cientos de millones de usuarios de Firefox a través del Mozilla Marketplace.
pt_br: Construir aplicativos para a web permite que desenvolvedores tenham maior controle sobre o conteúdo, funcionalidades e como o aplicativo será distribuído, incluindo acesso a centenas de milhares de usuários do Firefox por meio do Mozilla Marketplace.

source: Launch your app on the Web
es_ar: Empieza tu aplicación en la Web
pt_br: Carregue seu aplicativo na web

source: Target tech savvy consumers with your app.
es_ar: Encuentra expertos en tecnología para tu aplicación.
pt_br: Direcionar seu aplicativo para uma audiência de consumidores com experiência em tecnologia.

source: Before the public launch later this year, Mozilla will be opening the Marketplace for user testing. Take advantage of this by being one of the first app developers to build a user base. Submit your app to:
es_ar: Antes del lanzamiento al público a fines de año, Mozilla abrirá el Marketplace para la prueba de usuarios. Aprovechá para enviar tu aplicación y crear una base de usuarios. Enviá tu apliación para:
pt_br: Antes do lançamento público ainda este ano, a Mozilla vai abrir o Marketplace para testes de usuários. Aproveite esta oportunidade para ser um dos primeiros desenvolvedores de aplicativos a construir uma base de usuários. Envie seu aplicativo para:

source: Mozilla Marketplace — <em>Opening Soon</em>
es_ar: Mozilla Marketplace — <em>Próximamente</em>
pt_br: Mozilla Marketplace — <em>Em Breve</em>

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems — closing the gap between Web and native apps for the first time.
es_ar: Al usar estándares web abiertos y APIs diseñadas por Mozilla, se pueden crear buenas experiencias de usuario que pueden estar disponibles en múltiples plataformas, dispositivos y sistemas operativos, terminando con la brecha entre la Web y las aplicaciones nativas.
pt_br: Usando padrões abertos da internet e as APIs concebidas pela Mozilla, ótimas experiências com aplicativos podem ser distribuídas para diversas plataformas, dispositivos e sistemas operacionais — tapando o buraco entre aplicativos da internet e nativos pela primeira vez.

source: Test your app with a committed group of early adopters.
es_ar: Probá tu aplicación con un grupo interesado de curiosos de la tecnología.
pt_br: Testar seus aplicativos com um grupo empenhado de usuários pioneiros.

source: Submit your app&nbsp;»
es_ar: Enviá tu aplicación&nbsp;»
pt_br: Envie seu aplicativo&nbsp;»

source: Submit your app »
pt_br: Envie seu aplicativo&nbsp;»

source: View with subtitles
es_ar: Ver con subtítulos
pt_br: Assistir com legenda
