Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */videos/video_teambox.po
Languages: pt_br

source: Your apps on all your devices
pt_br: Seus aplicativos em todos os seus aparelhos

source: Teambox is an online collaboration software that can be hosted in the cloud or onsite
pt_br: Teambox é um programa de colaboração on-line que pode ser hospedado na nuvem ou no seu site

source: that allows teams of any size to collaborate more efficiently,
pt_br: e que permite que equipes de qualquer tamanho trabalhem juntas melhor,

source: communicate with each other, share files and manage tasks.
pt_br: comuniquem-se entre si, compartilhem arquivos e gerenciem tarefas.

source: We’re fortunate enough to have customers all over the world
pt_br: Nós temos a sorte de termos clientes de todo o mundo

source: and using HTML5 we know that we can deliver a consistent user experience
pt_br: e usando HTML5 nós sabemos que podemos fornecer uma experiência consistente

source: to those customers anywhere they are, no matter what device they are using.
pt_br: para clientes em qualquer lugar, indiferente do dispositivo que estiverem usando.

source: There is actually one customer that’s coming to mind called iBolt
pt_br: Na verdade há um cliente que me vem à mente chamado iBolt

source: and they manufacture wireless accessories all over the world.
pt_br: e eles fabricam acessórios sem fio no mundo todo.

source: All of them are on different devices, some of them are using phones
pt_br: Todos eles usam dispositivos diferentes; alguns usam telefones

source: some are on tablets, some are on the desktop,
pt_br: alguns estão em tablest, outros em computadores,

source: but we know that all of them have a consistent and great user experience using HTML5
pt_br: mas nós sabemos que todos terão uma experiência ótima e consistente usando HTML5

source: and that gives us a lot of assurance as a software developer.
pt_br: e isso nos dá uma grande segurança como desenvolvedores de software.

source: Obviously we could build native applications, but doing so,
pt_br: Obviamente nós poderíamos criar aplicativos nativos, mas isso

source: for a small fast-growing company like us,
pt_br: para uma pequena empresa em grande crescimento como nós

source: takes a lot of time, a lot of extra money and
pt_br: leva muito tempo, muito dinheiro extra e tem impacto

source: it impacts our ability to deliver a great app to market sooner.
pt_br: na nossa habilidade de entregar um ótimo aplicativo ao mercado mais cedo.

source: So we made the decision not to build native apps
pt_br: Então tomamos a decisão de não criar aplicativos nativos

source: and we’re using technologies like HTML5 to get to market faster
pt_br: e estamos usando tecnologias como o HTML5 para chegar mais rápido ao mercado

source: with better products and ultimately to deliver a better user experience for our customers.
pt_br: com produtos melhores e para fornecer uma experiência melhor aos nossos clientes.

source: Quite frankly we see it as a terrific onramp for our business
pt_br: Francamente, nós vemos isso como uma excelente rampa de acesso para o nosso negócio

source: Already today we see almost 1,000 signups a day without the Mozilla Marketplace
pt_br: Hoje nós já temos quase 1.000 acessos por dia sem o Mozilla Marketplace

source: and we can’t even imagine how many we can possibly get through that Marketplace.
pt_br: e não podemos nem imaginar quantos nós poderíamos alcançar pelo Marketplace.

source: So we see it as a tremendous opportunity.
pt_br: Então nós encaramos como uma grande oportunidade.

source: Something that gives us more visibility, more cachet in the market
pt_br: Algo que nos dá mais visibilidade, mais prestígio no mercado

source: and we’re really excited about it, we’re looking forward to it.
pt_br: e nós estamos muito empolgados e mal podemos esperar.
