Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */videos/video_evernote.po
Languages: pt_br

source: Evernote is a service that helps you remember everything.
pt_br: Evernote é um serviço que ajuda você a lembrar de tudo.

source: We have clients on every platform: mobile, desktop, web
pt_br: Nós temos clientes para todas as plataformas: móvel, desktop, web

source: and basically it helps you capture your memories
pt_br: e basicamente ele ajuda a capturar as suas memórias

source: and then find them whenever you need them.
pt_br: e depois encontrá-las sempre que precisar delas.

source: whether they are web pages or notes or things you need to do.
pt_br: sejam páginas da internet ou anotações ou coisas a fazer.

source: Pictures, audio clips; anything you want
pt_br: Imagens, músicas; tudo que você quiser

source: Evernote is basically everywhere that you need it to be.
pt_br: O Evernote está em basicamente todos os lugares que você precisa que ele esteja.

source: We’re on mobile, we’re on desktop, we’re on web
pt_br: Estamos no seu telefone, no seu computador, na internet

source: and all of these apps synch together.
pt_br: e todos esse aplicativos funcionam sincronizados.

source: The web is a big part of our offering.
pt_br: A internet é uma grande parte da nossa oferta.

source: Many, many users use our web clipper as a way
pt_br: Muitos, muitos usuários usam nosso agregador como uma forma

source: to capture pages that they see and then recall them later,
pt_br: de capturar páginas que eles veem para lê-las mais tarde,

source: even when they are offline and they don’t have access to the Internet.
pt_br: mesmo que estejam off-line e não tenham acesso à internet.

source: Using modern web technologies lets us give the best and richest experience we can for our users.
pt_br: Usando tecnologias modernas da web, podemos oferecer a melhor e mais rica experiência possível para nossos usuários.

source: So HTML5 gave a fast user experience.
pt_br: Então o HTML5 nos deu experiência de uso rápida.

source: It has all the things you expect from a desktop application
pt_br: Ele tem todas as coisas que você espera de uma aplicação desktop

source: whether its drag and drop, file manipulation, rich text editing,
pt_br: seja arrastar-e-soltar, manipulação de arquivos, edição de texto rica,

source: all of that just inside of the browser without a heavyweight application installation.
pt_br: tudo isso dentro do navegador sem precisar instalar um aplicação pesada.

source: So Evernote’s goal is to help you remember everything
pt_br: Então o objetivo do Evernote é ajudar você a se lembrar de tudo

source: and a big part of that is to help you remember things when you’re browsing around the web.
pt_br: e uma grande parte disso é ajudá-lo a lembrar coisas enquanto está navegando na internet.

source: You’re trying to find some information.
pt_br: Você está tentando encontrar informações.

source: Working with the Mozilla Marketplace was really easy.
pt_br: Trabalhar com o Mozilla Marketplace foi muito fácil.

source: Making the manifest file was a simple JSON file and then interacting with the website
pt_br: Criar um arquivo de manifesto foi um simples JSON e então interagir com o site

source: to actually get our application into the marketplace
pt_br: para inserir de fato nosso aplicativo no Marketplace

source: was straightforward and very self-explanatory.
pt_br: foi muito prático e autoexplicativo.

source: The advertising and access to new users from the web is great through the Mozilla Marketplace.
pt_br: A publicidade e acesso de novos usuários da web é grande atraveś do Mozilla Marketplace.

source: distribute your apps
pt_br: distribua seus aplicativos
