Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */videos/video_fx13.po
Languages: ast, bn_in, br, bs, ca, de, el, eo, es_ar, et, ga_ie, gl, gu_in, he, hr, hu, is, it, kk, ko, lt, lv, mk, mr, nb_no, nl, pl, pt_br, pt_pt, sk, sl, sq, sv_se, uk, zh_tw

source: [What's New in Firefox] It's now easier and faster to get where you want to go with the latest Firefox.
ast: [Qué hai nuevo en Firefox] Agora ye más cenciello y rápido aportar au quies dir con Firefox.
bn_in: [Firefox-র নতুন বৈশিষ্ট্য] নতুন Firefox-র সাহায্যে আপনি আপনার গন্তব্যে অতি দ্রুত পৌছে যাবেন।
br: [Petra zo nevez e Firefox] Aesoc'h ha herrekoc'h eo bremañ evit mont d'al lec'h ma fell deoc'h gant handelv diwezhañ Firefox.
bs: [Šta je novo u Firefoxu] Sada je lakše i brže ići gdje želite sa najnovijim Firefoxom.
ca: [Novetats en el Firefox] Ara és més fàcil i ràpid arribar on voleu anar amb el darrer Firefox.
de: [Was neu ist in Firefox] Mit dem neuen Firefox kommt man jetzt einfach und schneller dahin, wo man hinmöchte.
el: [Νέα χαρακτηριστικά του Firefox] Τώρα είναι ακόμα πιο εύκολο να δείτε αυτά που θέλετε, με τον πιο πρόσφατο Firefox.
eo: [Novaĵoj en Firefox] Atingi vian celon estas pli facile kaj rapide per la lasta Firefox.
es_ar: [Qué hay de nuevo en Firefox] Ahora es más fácil y rápido que llegues adonde querés ir con el último Firefox.
et: [Firefoxi uuendused] Uusima Firefoxiga jõuad lihtsamini ja kiiremini, kuhu iganes minna soovid.
ga_ie: [Gach Rud Nua i bhFirefox] Tá sé níos éasca ná riamh teacht ar an eolas atá uait leis an leagan is déanaí de Firefox.
gl: [Que novidades ten o novo Firefox] Agora é máis fácil e rápido chegar a onde quere ir coa última versión do Firefox.
gu_in: [Firefox માં શુ નવુ છે] તે હવે મેળવવા માટે સરળ અને ઝડપી છે જ્યાં તમે તાજેતરનાં Firefox સાથે જવા માંગો છો.
he: [מה חדש ב־Firefox] מעתה פשוט ומהיר יותר להגיע ליעדך עם הגרסה החדשה של Firefox.
hr: [Što je novo u Firefoxu] S najnovijim Firefoxom možete doći gdje god želite još brže i lakše.
hu: [A Firefox újdonságai] Mostantól gyorsabban és könnyebben juthat el céljához a legújabb Firefox böngészővel.
is: [Hvað er nýtt í Firefox] Núna er auðveldara og fljótara að gera það sem þú vilt gera í nýjasta Firefox.
it: [Novità di Firefox] Grazie al nuovo Firefox decidere dove andare non è mai stato così semplice e veloce.
kk: [Firefox-тың жаңалықтары] Ал енді, соңғы Firefox-пен сіз тез әрі оңай қалаған жеріңізге бара аласыз.
ko: [Firefox의 새 기능] 최신 Firefox는 더 빠르고 간단하게 열고 싶은 페이지로 이동할 수 있게 되었습니다.
lt: [Kas naujo „Firefox“?] Su naująja „Firefox“ laida dar paprasčiau ir greičiau pateksite ten, kur norite.
lv: [Kas jauns Firefox] Ar jauno Firefox jūs vēlamajā vietā varat nokļūt ātrāk un ērtāk kā jebkad.
mk: [Што е ново во Firefox] Со најновиот Firefox можете уште полесно и побрзо да стигнете таму каде што сакате да сурфате.
mr: [फायरफॉक्समध्ये नवीन काय आहे] सर्वात नवीन फायरफॉक्सचे वापर आता सोपे व वेगवान झाले आहे.
nb_no: [Hva er nytt i Firefox] Det er nå enklere og raskere å komme dit du vil med den nyeste versjonen av Firefox.
nl: [Wat is nieuw in Firefox] Met de nieuwste Firefox bent u nu nog makkelijker en sneller waar u wilt zijn.
pl: [Co nowego w Firefoksie] Dzięki nowemu Firefoksowi łatwiej i szybciej dostaniesz się tam, gdzie chcesz.
pt_br: [O que há de novo no Firefox] Agora é mais fácil e rápido chegar onde você quer com o mais novo Firefox.
pt_pt: [O que há de novo no Firefox] Agora é mais fácil e mais rápido chegar onde quer ir com o mais recente Firefox.
sk: [Čo je nové vo Firefoxe] Vo Firefoxe je teraz ešte jednoduchšie a rýchlejšie dostať sa tam, kam chcete.
sl: Najnovejši Firefox vam pomaga, da lažje in hitreje dosežete svoje cilje.
sq: [Ç'ka të Re te Firefox-i] Tani, me Firefox-in më të ri, është më e lehtë dhe më e shpejtë të hidheni atje ku doni.
sv_se: [Vad är nytt i Firefox] Det är nu enklare och snabbare att göra det du vill med senaste Firefox.
uk: [Що нового в Firefox] Тепер дістатись до потрібного сайта можна швидше та легше.
zh_tw: 現在透過最新的 Firefox，快速簡單的到達想去之處！

source: With the redesigned Home page you can now easily access and navigate to your most commonly used menu options.
ast: Col rediseñu de la páxina d'aniciu pues acceder y navegar fácilmente peles opciones del menú qu'uses davezu.
bn_in: প্রধান পাতার নতুন বিন্যাসের সাহায্যে সর্বাধিক ব্যবহৃত মেনুর বিকল্পগুলি সহজেই ব্যবহার করতে পারবেন।
br: Aesoc'h eo gant ar bennbajenn nevez da dizhout dibarzhioù al lañserioù ar muiañ arveret.
bs: Pomoću redizajnirane početne stranice sada možete jednostavno pristupiti najčešće korištenim opcijama iz menija.
ca: amb el nou disseny de la pàgina d'inici, podeu accedir i navegar fàcilment pels menús que més utilitzeu,
de: Mit der neu gestalteten Startseite können Sie jetzt schnell auf Ihre am häufigsten genutzten Menüeinstellungen zugreifen und dorthin navigieren.
el: Με τη νέα σχεδίαση της αρχικής σελίδας, μπορείτε να έχετε ακόμα πιο ευκολη πρόσβαση στις επιλογές που χρησιμοποιείτε πιο συχνά,
eo: En la refasonita hejmpaĝo vi povas nun facile aliri kaj viziti viajn oftajn menuerojn.
es_ar: Con el rediseño de la página de inicio podés acceder y navegar fácilmente por las opciones del menú que usás comunmente.
et: Värskendatud kujundusega avalehelt pääsed nüüd kergesti sagedamini kasutatud menüüvalikute juurde.
ga_ie: Leis an dearadh nua ar an Leathanach Baile, beidh tú in ann teacht ar na roghanna a úsáideann tú is minice.
gl: Co novo deseño da Páxina de inicio agora pode acceder e navegar facilmente polas opcións que máis use.
gu_in: પુન:રચેલ ઘર પાનાં સાથે તમે તમારાં સામાન્ય રીતે વપરાયેલ મેનુ વિકલ્પોમાં સરળ રીતે પ્રવેશ અને સ્થળાંતર કરી શકો છો.
he: עם העיצוב מחדש של דף הבית ניתן לגשת בקלות ולנווט לאפשרויות התפריט הנפוצות ביותר.
hr: S redizajniranom početnom stranicom, sada možete jednostavno pristupiti vašim često pristupanim opcijama u izborniku.
hu: Az újratervezett Kezdőlap segítségével könnyebben érheti el és használhatja a leggyakrabban használt menüpontokat.
is: Með endurhönnuðu heimasíðunni færðu hraðara viðmót og getur farið beint í mest notuðu valmyndirnar.
it: Con la nuova pagina iniziale puoi accedere velocemente ai comandi più utilizzati.
kk: Жаңартылған үй парағын қолданып, сіз жиі қолданатын мәзір бөлімдеріне оңай рұқсат аласыз.
ko: 새롭게 만든 홈페이지에서 많이 이용하는 메뉴 옵션을 간단하게 접근할 수 있습니다.
lt: Perdaryto pradžios tinklalapio dėka lengviau pasieksite ir pasinaudosite dažniausiai naudojamais meniu elementais.
lv: Pateicoties pārveidotajai sākuma lapai, jūs varat ļoti vienkārši atvērt biežāk izmantotos izvēlnes elementus.
mk: Преку освежената домашна страница може лесно да пристапите до најчесто користените опции од менијата.
mr: नवीन स्वरूपाच्या मुख्य पृष्ठासह नेहमी वापरले जाणाऱ्या मेन्यु पर्यायकरीता आता प्रवेश व संचारन सोपे झाले आहे.
nb_no: Den redesignede startsiden lar deg enkelt få tilgang til de oftest brukte menyvalgene.
nl: Met de vernieuwde Startpagina kunt u nu eenvoudig uw meest gebruikte menuopties benaderen.
pl: Ulepszona strona startowa pozwala na wygodny dostęp do najczęściej używanych opcji menu.
pt_br: Com a Página Inicial renovada, você pode acessar e navegar facilmente pelas suas opções de menu mais usadas.
pt_pt: Com a página inicial redesenhada, você pode aceder e navegar facilmente até às opções de menu mais utilizadas.
sk: S novou domovskou stránkou môžete jednoducho pristupovať k svojim bežným položkám...
sl: S pomočjo nove domače strani lahko zdaj brez težav dostopate do najbolj pogostih možnosti v meniju.
sq: Me Faqen Hyrëse të rihartuar tani mundeni të hyni dhe të lëvizni lehtësisht nëpër zërat më të përdorur të menuve.
sv_se: Med den nya startsidan kan du nu enkelt komma åt och navigera bland de mest använda menyalternativen.
uk: З оновленою домашньою сторінкою ви можете легко дібратись до важливих розділів меню.
zh_tw: 全新設計的首頁，得以輕易存取最常用的功能

source: Like downloads, bookmarks, history, add-ons, sync and settings.
ast: Como descargues, marcadores, historial, complementos, sync y configuración.
bn_in: যেমন ডাউনলোড, বুকমার্ক, পূর্ববর্তী তথ্য, অতিরিক্ত সামগ্রী, সুসংগতি ও বিবিধ বৈশিষ্ট্য।
br: Evel ar pellgargadurioù, ar sinedoù, ar roll istor, an askouezhioù, Sync hag an arventennoù.
bs: Poput preuzimanja, zabilješki, historije, add-ona, synca i postavki.
ca: com les baixades, les adreces d'interès, l'historial, els complements, la sincronització i les preferències.
de: Wie Downloads, Lesezeichen, Chronik, Add-ons, Sync und Einstellungen,
el: όπως τις λήψεις, τους σελιδοδείκτες, το ιστορικό, τα πρόσθετα σας, το sync και τις ρυθμίσεις.
eo: Ekzemple: elŝutojn, legosignojn, historiojn, aldonaĵojn, speguladon kaj agordojn.
es_ar: Como descargas, marcadores, historial, complementos, sync y configuración.
et: Allalaadimised, järjehoidjad, ajalugu, lisad, Sync ja sätted.
ga_ie: Mar shampla íosluchtuithe, leabharmharcanna, stair, breiseáin, sioncrónú, agus socruithe.
gl: Como as descargas, os marcadores, o historial, os complementos, sincronización e a configuración.
gu_in: જેમ કે ડાઉનલોડ, બુકમાર્ક, ઇતિહાસ, ઍડ-ઓન, સુમેળ અને સુયોજનો.
he: כמו הורדות, סימניות, היסטוריה, תוספות, סנכרון והגדרות.
hr: Poput preuzimanjima, zabilješkama, povijesti, dodacima, sinkronizaciji i postavkama.
hu: Amilyen a letöltések, könyvjelzők, előzmények, kiegészítők, szinkronizáció és a beállítások.
is: Eins og niðurhal, bókamerki, feril, viðbætur, sync og stillingar.
it: Come download, segnalibri, cronologia, componenti aggiuntivi, Sync e opzioni.
kk: Жүктемелер, бетбелгілер, тарих, кеңейтулер, синхрондау және баптаулар секілді.
ko: 다운로드, 북마크, 방문기록, 부가 기능, 동기화 및 옵션 등
lt: Štai jie: atsiuntimai, adresynas, žurnalas, priedai, sinchronizavimas ir nuostatos.
lv: Piemēram, lejupielādes, grāmatzīmes, vēsturi, papildinājumus, sinhronizāciju vai iestatījumus.
mk: Како што се преземњата, обележувачите, историјата, додатоците, синхронизацијата и поставките.
mr: जसे कि डाउनलोडस्, वाचखुणा, इतिहास, ॲडऑन्स्, सिंक व सेटिंग्स्.
nb_no: Som nedlastinger, bokmerker, historikk, utvidelser, sync, og innstillinger.
nl: Zoals downloads, bladwijzers, geschiedenis, add-ons, Sync en instellingen.
pl: Takich jak pobieranie plików, zakładki, historia, dodatki, synchronizacja i ustawienia.
pt_br: Como downloads, favoritos, histórico, complementos, sync e configurações.
pt_pt: Como transferências, marcadores, histórico, extras, sync e configurações.
sk: ...ako sú prevzaté súbory, záložky, história prehliadania, doplnky, synchronizácia a nastavenia.
sl: Na primer do prenosov, zaznamkov, zgodovine, dodatkov usklajevanja in nastavitev.
sq: Fjala vjen, shkarkimet, faqerojtësit, historikun, shtesat, njëkohësimin dhe rregullimet.
sv_se: Som filhämtningar, bokmärken, historik, tillägg, sync och inställningar.
uk: Таких як завантаження, закладки, історія, додатки, синхронізація та налаштування.
zh_tw: 例如下載、書籤、歷史記錄、附加元件、同步及設定

source: [New Tab Page] We've also added improvements to your New Tab page.
ast: [Páxina Llingüeta nueva] Tamién ameyoramos la páxina Llingüeta nueva.
bn_in: [নতুন ট্যাব পৃষ্ঠা] নতুন ট্যাব পৃষ্ঠায় কিছু উন্নতি করা হয়েছে।
br: [Pajenn Ivinell Nevez] Gwellaet hon eus ivez ho pajenn Ivinell Nevez.
bs: [Novi tab stranica] Takođe smo unaprijedili i vašu Novi tab stranicu.
ca: [Pàgina de nova pestanya] També hem millorat la pàgina de nova pestanya.
de: [Neuer-Tab-Seite] Wir haben auch Ihrer Neuer-Tab-Seite Verbesserungen hinzugefügt.
el: [Σελίδα νέας καρτέλας] Επίσης, βελτιώσαμε τη σελίδα που παρουσιάζεται όταν ανοίγετε νέα καρτέλα.
eo: [Paĝo en nova folio] Ni plibonigis ankaŭ la paĝon de nova folio.
es_ar: [Página Nueva pestaña] También mejoramos la página Nueva pestaña.
et: [Uue kaardi leht] Täiustasime ka uue kaardi lehte.
ga_ie: [Leathanach Cluaisín Nua] D'fheabhsaigh muid an leathanach a thaispeántar le Cluaisín nua.
gl: [A páxina Nova lapela] Tamén se engadiron melloras na páxina Nova lapela.
gu_in: [નવું ટૅબ પાનું] અમે પણ તમારાં નવા ટૅબ પાનામાં સુધારા ઉમેરાયેલ છે.
he: [דף לשונית חדשה] ביצענו גם שיפורים לדף הלשונית החדשה.
hr: [Stranica nove kartice] Također smo dodali poboljšanja na stranicu nove kartice.
hu: [Új lap oldal] Ugyanakkor továbbfejlesztettük az új lap oldalt is.
is: [Síða fyrir nýjan flipa] Einnig er búið að endurbæta síðuna fyrir nýjan flipa.
it: [Pagina Nuova scheda] Abbiamo migliorato anche la pagina Nuova scheda.
kk: [Жаңа бет парағы] Біз сіздің жаңа бет парағына жаңартуларды қостық.
ko: [새로운 탭 페이지] 또 하나의 새 기능 새로운 탭 페이지가 개선되었습니다.
lt: [Naujos kortelės tinlalapis] Be to, mes patobulinome naujos kortelės tinklalapį.
lv: [Jaunas cilnes lapa] Mēs uzlabojām arī jaunas cilnes lapu.
mk: [Страница за нови јазичиња] Исто така направивме подобрувања на страницата за нови јазичиња.
mr: [नवीन टॅब पृष्ठ] नवीन टॅब पृष्ठात सुधारणा देखील समाविष्टीत आहे.
nb_no: [Ny fane-siden] Vi har også forbedret siden som åpnes når du lager en ny fane.
nl: [Nieuwe tabbladpagina] We hebben ook verbeteringen aan uw nieuwe tabbladpagina aangebracht.
pl: [Strona nowej karty] Ulepszyliśmy także stronę nowej karty.
pt_br: [Página Nova Aba] Nós também adicionamos melhorias à sua página Nova Aba.
pt_pt: [Novo separador] Nós também adicionámos melhorias à sua página de novo separador.
sk: [Stránka Nová karta] Takisto sme vylepšili stránku Nová karta.
sl: Izboljšali smo tudi stran Nov zavihek.
sq: [Faqe Skede e Re] Kemi shtuar përmirësime edhe te faqja jonë Skedë e Re.
sv_se: [Ny flik-sidan] Vi har också gjort förbättringar i Ny flik-sidan.
uk: [сторінка Нової Вкладки] Ми також покращили сторінку Нової Вкладки.
zh_tw: 我們也新增了「新分頁頁面」

source: With the New Tab page, you can now easily navigate to your most recent and frequently visited sites in one click.
ast: Cola páxina Llingüeta nueva, vas poder navegar fácilmente a los sitios que visites más frecuentemente con un sólu clic.
bn_in: নতুন ট্যাব পৃষ্ঠার সাহায্যে আপনি একটি ক্লিকের মাধ্যমে সাম্প্রতিকতম ও সর্বাধিক পরিদর্শিত পৃষ্ঠাগুলিতে পৌছে যাবেন।
br: Gant ar bajenn Ivinell Nevez e c'hellit mont d'al lec'hiennoù gweladennet nevez zo pe ar re vuiañ gweladennet.
bs: Pomoću Novi tab stranice, sada možete brzo i jedstavno posjetiti svoje nedavno i najčešće posjećene web stranice sa samo jednim klikom.
ca: La pàgina de nova pestanya us permet navegar amb un sol clic pels llocs en què acabeu d'entrar i pels que soleu visitar.
de: Mit der Neuer-Tab-Seite können Sie jetzt einfach Ihre zuletzt und am häufigsten besuchten Websites mit einem Klick aufrufen.
el: Με τη σελίδα νέας καρτέλας, μπορείτε εύκολα να πάτε με ένα κλικ στις σελίδες που επισκέπτεστε πιο συχνά.
eo: El la paĝo de nova folio vi povas nun facile viziti viajn lastajn kaj oftajn retejojn per unu klako.
es_ar: Con la página Nueva pestaña, podrás navegar fácilmente a los sitios que visitás más frecuentemente con un solo clic.
et: Uuendatud uue kaardi lehel saad nüüd hõlpsasti liikuda hiljutistele ning sageli külastatud veebilehtedele.
ga_ie: Leis an leathanach Cluaisín Nua, is féidir cuairt a dhéanamh ar na suímh is ansa leat le clic amháin.
gl: Coa páxina Nova lapela, agora pode navegar facilmente polos sitios máis recentes e máis visitados cun só clic.
gu_in: નવાં ટૅબ પાના સાથે , તમે હવે એક જ ક્લિકમાં તમારી તાજેતરની અને વારંવાર મુલાકાત થયેલ સાઇટમાં સરળ રીતે પરિવહન કરી શકો છો.
he: דרך דף הלשונית החדשה ניתן לנווט בקלות לאתרים האחרונים ואלו שביקרת בהם באופן תדיר בלחיצה אחת בודדת.
hr: Sa stranicom nove kartice, sada možete jednostavno pristupiti vašim nedavno i često posjećenim stranicama uz samo jedan klik mišem.
hu: Az Új lap oldal használatával könnyedén, egyetlen kattintással lehet navigálni a legutóbb és leggyakrabban használt weboldalak között.
is: Með nýju flipa síðunni, geturðu auðveldlega farið með einum smelli á nýjustu og oftast heimsóttu vefsíðuna.
it: Grazie alla pagina Nuova scheda puoi accedere con un solo clic ai siti web più visitati e più recenti.
kk: Жаңа бет парағымен сіз енді соңғы және көбірек қаралған сайттарды бір шертумен тез таба аласыз.
ko: 새로운 탭 페이지에서는 클릭 한번으로 간단하게 자주 방문하는 웹 사이트 목록을 제공합니다.
lt: Naujos kortelės tinklalapio dėka į paskiausiai ir dažniausiai naršytas svetaines galėsite patekti vos vienu pelės spragtelėjimu.
lv: Jaunas cilnes lapā jūs varat viegli pāriet uz biežāk apmeklētajām lapām ar viena klikšķa palīdzību.
mk: Со страницата за нови јазичиња лесно можете да дојдете до страниците што често и скоро сте ги посетиле.
mr: नवीन टॅब पृष्ठासह, सर्वात नवीन व वारंवार भेट दिलेल्या स्थळांकरीता एकाच क्लिकमध्ये संचारन अकदी सोपे झाले आहे.
nb_no: Fra Ny Fane-siden kan du nå enkelt gå til de nylig og mest besøkte sidene med ett trykk.
nl: Met de nieuwe tabbladpagina kunt u nu eenvoudig naar uw meest recent en regelmatig bezochte websites navigeren via één klik.
pl: Dzięki stronie nowej karty łatwo dostaniesz się do ostatnio odwiedzanych i najczęściej używanych witryn.
pt_br: Com a nova página Nova Aba você pode navegar facilmente pelos sites visitados recentemente e com mais frequência em um clique.
pt_pt: Com o novo separador pode navegar facilmente para os seus sítios mais recentes e frequentemente visitados com um clique.
sk: Pomocou stránky Nová karta môžete jednoducho prejsť na vaše naposledy navštívené a často navštevované stránky len na jedno kliknutie.
sl: Odslej lahko z enim samim klikom odpirate strani, ki ste jih obiskali pred kratkim ali jih obiščete pogosto.
sq: Me faqen e Skedës së Re, mundeni të kaloni lehtësisht me një klikim te site-et më të vizituar ose ata të vizituar së fundmi.
sv_se: Med Ny flik-sidan kan du nu med ett klick enkelt hitta till dina senaste och mest besökta sajter.
uk: Завдяки Новій Вкладці, ви можете швидко перейти до недавніх та часто відвідуваних сайтів.
zh_tw: 讓你單擊就能輕易瀏覽最近、最常用的網站

source: To start using the New Tab page, create a new tab by clicking the '+' at the top of your browser.
ast: Pa entamar a usar la páxina de Llingüeta nueva, crea una llingüeta nueva con un clic nel '+' na parte superior del to navegador.
bn_in: নতুন ট্যাবের পৃষ্ঠার ব্যবহার আরম্ভ করার জন্য, ব্রাউজারের উপরে অবস্থিত '+' টিপে একটি নতুন ট্যাব খুলুন।
br: Evit kregiñ d'arverañ ar bajenn Ivinell Nevez, krouit un ivinell nevez en ur glikañ war an afell '+' e-krec'h ho merdeer.
bs: Da počnete koristiti Novi tab stranicu, kreirajte novi tab klikom na '+' na vrhu vašeg browsera.
ca: Per començar a usar la pàgina de nova pestanya, feu clic en el «+» de la part superior del navegador i s'obrirà una pestanya nova.
de: Um die Neuer-Tab-Seite zu verwenden, erstellen Sie einen neuen Tab, indem Sie auf das „+“ oben in Ihrem Browser klicken.
el: Για να χρησιμοποιήσετε τη σελίδα νέας καρτέλας, ανοίξτε μια νέα καρτέλα κάνοντας κλικ στο εικονίδιο «+» στο πάνω μέρος του περιηγητή.
eo: Por ekuzi la novan paĝon de folio, kreu novan folion perk alklako de '+' ĉe la supro de via retesplorilo.
es_ar: Para empezar a usar la página Nueva pestaña, crea una nueva pestaña con un clic en el '+' en la parte superior de tu navegador.
et: Uue kaardi lehe kasutamiseks klõpsa brauseri ülaosas asuvat "+"-nuppu ning loo uus kaart.
ga_ie: Chun an leathanach Cluaisín Nua a úsáid, cruthaigh cluaisín nua trí '+' a chliceáil ag barr do bhrabhsálaí.
gl: Para comezar a usar a páxina Nova lapela, pode crear unha nova lapela premendo no '+' na parte superior do navegador.
gu_in: નવાં ટૅબ પાનાંને વાપરવાનુ શરૂ કરવા માટે, તમારા બ્રાઉઝરની ટોચે '+' પર ક્લિક કરીને નવાં ટૅબને બનાવો.
he: כדי להתחיל להשתמש בדף הלשונית החדשה, יש ליצור לשונית חדשה באמצעות לחיצה על הסימן '+' בחלקו העליון של הדפדפן.
hr: Da biste započeli koristiti stranicu nove kartice, otvorite novu karticu klikom na '+' na vrhu vašeg preglednika.
hu: Az Új lap oldal használatához a böngésző tetején található '+' jelre kell csak kattintani.
is: Til að byrja að nota nýju flipasíðuna, búðu til nýjan flipa með því að smella á '+' efst í vafranum.
it: Per iniziare a utilizzare la pagina Nuova scheda crea una nuova scheda facendo clic sul pulsante '+' nella parte superiore del browser.
kk: Жаңа бет парағын қолдану үшін, сіздің браузердің үстіңгі жағындағы '+' басып, жаңа бетті құрыңыз.
ko: 새로운 탭 페이지는 탭 바 오른족의 '+' 버튼을 클릭해 엽니다.
lt: Į naujos kortelės tinklalapį pateksite, sukūrę naują kortelę, t.y., spragtelėję pliuso ženklą naršyklės viršuje.
lv: Lai sāktu izmantot Jaunas cilnes lapu, atveriet jaunu cilni, nospiežot uz '+' pārlūka augšpusē.
mk: За да почнете да ја користите страницата за нови јазичиња отворете ново јазиче со кликнање на „+“ на врвот на прелистувачот.
mr: नवीन टॅब पृष्ठाचा वापर सुरू करण्यासाठी, ब्राउजरच्या शीर्षकातील '+' चिन्हावर क्लिक करून नवीन टॅब निर्माण करा.
nb_no: For å starte bruke den nye Ny Fane-siden, trykk '+'-tegnet øverst i nettleseren.
nl: Om de nieuwe tabbladpagina te gebruiken maakt u een nieuw tabblad aan door op de ‘+’ boven in uw browser te klikken.
pl: Aby zacząć używanie strony nowej karty, utwórz nową kartę, klikając "+" w górnej części przeglądarki.
pt_br: Para começar a usar a nova página Nova Aba, crie uma nova aba clicando no '+' no topo do navegador.
pt_pt: Para começar a utilizar um novo separador, crie um novo separador clicando no '+' no topo do seu navegador.
sk: Stránku Nová karta zobrazíte kliknutím na tlačidlo '+' v hornej časti prehliadača.
sl: Za odpiranje strani Nov zavihek preprosto kliknite na '+' na vrhu svojega brskalnika.
sq: Që të filloni të përdorni faqen Skedë e Re, krijoni një skedë të re duke klikuar shenjën '+' në krye të shfletuesit tuaj.
sv_se: För att börja använda Ny flik-sidan, öppna en ny flik genom att klicka på fliken ”+” i flikraden.
uk: Щоб почати використовувати сторінку Нової Владки створіть нову вкладку клацнувши по '+' вгорі вашого браузера.
zh_tw: 請點擊瀏覽器上方的「+」來開啟新分頁
