Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */videos/video_kicksend.po
Languages: pt_br

source: The problem with file sharing right now is that not one solution
pt_br: O problema com o compartilhamento de arquivos hoje é que nenhuma solução

source: provides a really, really good experience for non technical users.
pt_br: oferece uma experiência realmente boa para usuários não técnicos.

source: With Kicksend you can send files to any of your friends,
pt_br: Com o Kicksend você pode enviar arquivos para quaisquer amigos,

source: of any size, just by dragging and dropping onto the web
pt_br: de qualquer tamanho, apenas arrastando e soltando na web

source: and you can put in an email address
pt_br: e você pode inserir o seu endereço de e-mail

source: and that file gets delivered directly to your friends.
pt_br: e aquele arquivo será distribuído diretamente para seus amigos.

source: We decided to go the native route because we want to provide
pt_br: Nós decidimos seguir a rota de aplicativos nativos porque queríamos oferecer

source: a really good experience that people are used to on iPhone and Android
pt_br: uma experiência realmente boa para aqueles acostumados ao iPhone ou Android

source: but at the same time, we still want to provide
pt_br: mas ao mesmo tempo, nós queríamos oferecer

source: the same great experience on the mobile web.
pt_br: a mesma ótima experiência na web móvel.

source: HTML5 allows us to be on multiple platforms
pt_br: O HTML5 nos permite estar em múltiplas plataformas

source: without having to worry about dependencies on each of these platforms.
pt_br: sem precisar se preocupar com dependências de cada umas dessas plataformas.

source: Developing in HTML5 really helps us provide the features that
pt_br: Desenvolver com HTML5 realmente nos ajuda a oferecer recursos que

source: our users need to be able to send files really easily through the web.
pt_br: nossos usuários precisam para poderem enviar arquivos facilmente pela web.

source: We try to be on every single mobile platform
pt_br: Nós tentamos estar em toda e qualquer plataforma móvel

source: We do have native applications on iPhone and Android
pt_br: Nós criamos aplicativos nativos para iPhone e Android

source: but we do realize that the rest of the world
pt_br: mas percebemos que o resto do mundo pode usar

source: can use HTML5 to access Kicksend wherever they are.
pt_br: o HTML5 para acessar o Kicksend onde estiver.

source: The Mozilla Marketplace, I mean, first off it gives you massive distribution
pt_br: O Mozilla Marketplace, de cara já oferece distribuição em massa

source: because everybody who is using Firefox will essentially be using it.
pt_br: porque todos usando o Firefox o estarão essencialmente usando.

source: And there is also a mobile aspect to it that
pt_br: E há também o aspecto móvel, que vai impulsionar

source: is going to push our mobile HTML5 app to many, many millions of users
pt_br: nosso aplicativo móvel HTML5 para muitos, muitos milhões de usuários

source: and that’s a no-brainer at that point.
pt_br: e nesse momento isso é uma certeza.

source: The fact that we can update very easily
pt_br: O fato de podermos atualizar com muita facilidade

source: and actually provide services through the browser
pt_br: e de fato fornecer serviços usando o navegador que

source: that gives our app special permissions is something that is also a no-brainer
pt_br: dá ao nosso aplicativo permissões especiais é algo incrível

source: It took us may 15 minutes to bundle our app up and publish it
pt_br: Levamos em torno de 15 minutos para empacotar nosso aplicativo e publicá-lo

source: to the Marketplace and ever since then we pushed out
pt_br: no Marketplace e desde então nós publicamos algumas versões

source: a few releases already and it was a very smooth smooth experience.
pt_br: e foi uma experiência muito agradável.

source: distribute your apps
pt_br: distribua seus aplicativos
