Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */videos/video_fx13.po
Languages: ast, bn_in, br, bs, ca, de, el, eo, es_ar, et, ga_ie, gl, gu_in, he, hr, hu, is, it, kk, ko, lt, lv, mk, mr, nb_no, nl, pl, pt_br, pt_pt, sk, sl, sq, sv_se, uk, zh_tw

source: The New Tab page will now display thumbnails of your most recently and frequently visited websites from your Awesome Bar history.
ast: La páxina Llingüeta nueva, amosará miniatures de los sitios web que frecuentes o que visitaste caberamente basándose nel to historial.
bn_in: Awesome-বারের পূর্ববর্তী তথ্য থেকে প্রাপ্ত সম্প্রতি ও সর্বাধিক প্রদর্শিত ওয়েব-সাইটের তথ্য অনুযায়ী নতুন ট্যাব পৃষ্ঠায় এই ওয়েব-সাইটগুলির থাম্ব-নেইল প্রদর্শন করা হবে।
br: Ar bajenn Ivinell Nevez a ziskouezo melvennoù eus al lec'hiennoù gweladennet nevez zo pe ar re vuiañ gweladennet war roll istor ar varrenn chomlec'h.
bs: Novi tab stranice će sada pokazivati thumbnaile vaših nedavno i najčešće posjećenih web stranica iz vaše Awesome Bar historije.
ca: La pàgina de nova pestanya mostrarà miniatures dels llocs més recents o freqüents segons l'historial de la barra fantàstica.
de: Die Neuer-Tab-Seite zeigt dann Vorschaugrafiken Ihrer zuletzt und am häufigsten besuchten Websites aus der Chronik Ihrer Intelligenten Adressleiste.
el: Η σελίδα που θα ανοίξει στη νέα καρτέλα, θα περιέχει μικρογραφίες των ιστοσελίδων που επισκέπτεστε πιο συχνά με βάση το ιστορικό της εργαλειοθήκης διευθύνσεων
eo: La paĝo de nova folio montros nun bildetojn de viaj lastaj kaj oftaj retejoj el historio de la Mirinda strio.
es_ar: La página Nueva pestaña mostrará miniaturas de los sitios web que frecuentás o que visitaste últimamente basado en el historial de tu Barra asombrosa.
et: Uue kaardi leht kuvab nüüd hiljutiste ning sageli külastatud veebilehtede pisipilte Awesome Bar'i ajaloost.
ga_ie: Taispeánfar mionphictiúir de na suímh is ansa leat ó do stair bhrabhsála sa leathanach Cluaisín Nua.
gl: A páxina Nova lapela amosará as miniaturas dos sitios web máis recentes e máis visitados de entre os da Barra Incríbel do historial.
gu_in: તમારી ઓસમ બાર ઇતિહાસમાંથી તાજેતરની અને વારંવાર મુલાકાત થયેલ વેબસાઇટનાં થમ્ભનેઇલને હવે દર્શાવશે.
he: דף הלשונית החדשה יציג כעת תמונות ממוזערות של האתרים בהם ביקרת לאחרונה ובאופן תדיר מהיסטורית הגלישה שלך.
hr: Stranica nove kartice će sada prikazati sličice stranica koje ste nedavno posjetili i koje često posjećujete.
hu: Az Új lap oldal mostantól előképeket jelenít meg a legutóbb és leggyakrabban használt weboldalakról az Intelligens címsor előzményeinek segítségével.
is: Nýja flipasíðan birtir núna smámynd af nýjustu og oftast heimsóttu vefsíðunum út frá innslætti í staðsetningarslá.
it: La pagina Nuova scheda visualizzerà un'anteprima dei siti web più visitati e più recenti, in base alla cronologia della barra degli indirizzi.
kk: Енді жаңа бет парағында, сіздің ақылды адрестің жолынан соңғы және көбірек қаралған сайттардың миниатюралары көрсетіледі.
ko: 새로운 탭 페이지에는 웹 사이트의 방문 기록으로부터 최근에 자주 방문한 페이지의 엄지손가락이 표시됩니다.
lt: Naujos kortelės tinklalapyje rodomos paskiausiai ir dažniausiai Jūsų naršytų svetainių miniatiūros.
lv: Jaunas cilnes lapā būs redzamas bildītes ar biežāk apmeklētajām lapām. Šīs ir lapas no jūsu Foršās joslas vēstures.
mk: Страницата за нови јазичиња ќе прикажува сликички од страниците што најчесто или најскоро сте ги посетиле.
mr: नवीन टॅब पृष्ठ आता, ऑसम बार इतिहासपासून सर्वात नवीन व वारंवार भेट देणाऱ्या स्थळांचे थंबनेल्स् दाखवेल.
nb_no: Ny Fane-siden vil nå vise miniatyrbilder av de nylig og sist brukte nettsidene fra adresselinje-historikken.
nl: De nieuwe tabbladpagina zal nu miniaturen van uw meest recent en regelmatig bezochte websites uit de geschiedenis van uw locatiebalk weergeven.
pl: Strona nowej karty wyświetli miniaturki ostatnio odwiedzanych i najczęściej używanych witryn z historii paska adresu.
pt_br: A página Nova Aba agora exibe miniaturas dos sites visitados recentemente e com mais frequência do seu histórico do Campo de Endereços Inteligente.
pt_pt: O novo separador irá mostrar miniaturas dos sítios web visitados mais recentemente e frequentemente a partir do histórico da barra fantástica.
sk: Stránka Nová karta bude odteraz zobrazovať ukážky naposledy navštívených a často navštevovaných stránok z histórie prehliadača.
sl: Odprejo se pomanjšane slike strani, ki ste jih obiskali pred kratkim ali jih obiščete pogosto preko vrstice z naslovom.
sq: Faqja Skedë e Re do të shfaqë prej Historikut tuaj miniatura të site-eve më të vizituar dhe të atyre të vizituar së fundmi.
sv_se: Ny flik-sidan visar nu miniatyrer av dina senast och mest besökta webbplatser från adresshistoriken.
uk: Сторінка Нової Вкладки покаже мініатюри недавніх та часто відвідуваних сайтів з історії Вражаючої Панелі.
zh_tw: 透過智慧位址列的瀏覽紀錄，顯示最近瀏覽的網頁縮圖

source: You can customize your New Tab page by dragging the thumbnails around to change the order.
ast: Pues modificar la páxina Llingüeta nueva si arrastres les miniatures pa camudar l'orde.
bn_in: থাম্ব-নেইলগুলিকে টেনে পছন্দ অনুসারে সেগুলির অনুক্রম ও স্থান পরিবর্তন করা যাবে।
br: Gallout a rez personelaat ho pajenn Ivinell Nevez en ur sachañ war ar melvennoù evit kemmañ an urzh.
bs: Možete prilagoiti vašu Novi tab stranicu razmještanjem thumbnaila po njoj kako biste im podesili raspored.
ca: Podeu personalitzar la pàgina de nova pestanya arrossegant les miniatures per canviar-ne l'ordre.
de: Sie können Ihre Neuer-Tab-Seite anpassen, indem Sie die Vorschaugrafiken verschieben und die Reihenfolge ändern.
el: Μπορείτε να προσαρμόσετε τη σελίδα νέας καρτέλας σύροντας τις μικρογραφίες και αλλάζοντας τους θέση.
eo: Vi povas agordi vian paĝon de nova folio per ŝovado de la bildetoj, por ŝanĝi la ordon.
es_ar: Podés modificar la página Nueva pestaña si arrastrás las miniaturas para cambiar el orden.
et: Võid uue kaardi lehte kohandada, lohistades pisipilte soovitud kohtadele.
ga_ie: Is féidir leat leagan amach an leathanaigh Cluaisín Nua a athrú trí na mionphictiúir a tharraingt.
gl: Pode personalizar a páxina Nova lapela arrastrando as miniaturas para cambiar a orde.
gu_in: ક્રમને બદલવા માટે થમ્ભનેઇલને ખેંચીને તમે તમારાં નવા ટૅબ પાનાંને વૈવિધ્યપૂર્ણ બનાવી શકો છો.
he: ניתן לבצע התאמה אישית לדף הלשונית החדשה באמצעות גרירה של תמונות ממוזערות כדי לשנות את הסדר.
hr: Stranicu nove kartice možete prilagoditi povlačenjem sličica i slaganjem prema željenom redoslijedu.
hu: Az Új lap oldal testreszabható az előképek rendezésével.
is: Þú getur sérsniðið nýju flipasíðuna með því að draga smámyndirnar til og frá og breyta þannig röðun.
it: Puoi personalizzare la pagina Nuova scheda trascinando le anteprime e modificandone l'ordine.
kk: Миниатюраларды сізге керекті ретінде тасып, сіз жаңа бет парағын баптай аласыз.
ko: 새로운 탭 페이지를 여러분 마음대로 바꿀 수도 있습니다. 엄지손가락을 드래그 해 바꾸어 보세요.
lt: Naujos kortelės tinklalapį galite pritaikyti prie savo poreikių. Pernešdami miniatiūras, galite keisti jų tvarką.
lv: Jūs varat pielāgot jaunas cilnes lapu pārvelkot bildītes tā kā jums patīk.
mk: Можете да ја прилагодите страницата за нови јазичиња со менување на распоредот на сликичките од страниците.
mr: क्रमवारी बदलण्याकरीता थंबनेल्स् ओढून नवीन टॅब पृष्ठला पसंतीचे करणे शक्य आहे.
nb_no: Du kan tilpasse Ny Fane-siden ved å dra miniatyrbildene rundt for å endre rekkefølgen.
nl: U kunt uw nieuwe tabbladpagina aanpassen door de miniaturen te verslepen en de volgorde te wijzigen.
pl: Stronę nowej karty możesz dostosować do swoich upodobań, przesuwając miniaturki i zmieniając ich kolejność.
pt_br: Você pode personalizar a sua página Nova Aba arrastando as miniaturas para mudar a ordem.
pt_pt: Pode personalizar o novo separador arrastando as miniaturas para alterar a ordem.
sk: Ukážky si môžete jednoduchým pretiahnutím myšou presúvať.
sl: Sličice na strani Nov zavihek lahko prestavljate in jih uredite, kot vam najbolj ustreza.
sq: Skedën e Re mund ta personalizoni duke i tërhequr miniaturat dhe u ndryshuar vendin sipas dëshirës.
sv_se: Du kan anpassa Ny flik-sidan genom att flytta runt miniatyrerna.
uk: Ви можете налаштувати вашу сторінку Нової Вкладки впорядкувавши мініатюри перетягуванням.
zh_tw: 您可以拖放這些縮圖來自訂順序

source: Click on the pushpin to lock the site into place, or the 'X' button to remove a site.
ast: Pues facer clic na chincheta pa fixar el sitiu nel llugar, o'l botón 'X' pa desaniciar el sitiu.
bn_in: কোনো সাইটকে একটি স্থানে আটক করার জন্য পুশ-পিন টিপুন অথবা 'X' বাটন টিপে সাইটটি সরিয়ে ফেলুন।
br: Klikit war ar spilhenn evit prennañ al lec'hienn war ar bajenn pe an afell 'X' evit lemel ul lec'hienn.
bs: Kliknite pribadaču da zaključate stranicu na mjesto, ili 'X' dugme da uklonite stranicu.
ca: Feu clic en la xinxeta per blocar la ubicació d'un lloc o en el botó «X» per eliminar-lo.
de: Klicken Sie auf das Stecknadel-Symbol, um die Website zu verankern, oder auf die Schaltfläche „X“, um eine Website zu entfernen.
el: Κάντε κλικ στο εικονίδιο της πινέζας για να μονιμοποιήσετε την ιστοσελίδα σε μια θέση ή στο εικονίδιο «Χ» για να αφαιρέσετε μια σελίδα.
eo: Alklaku la pinglilon por fiksi la retejon aŭ la butonon 'X' por forigi ĝin.
es_ar: Podés hacer clic en la chinche para fijar el sitio en el lugar, o el botón 'X' para borrar el sitio.
et: Lehekülje kinnitamiseks praegusele kohale klõpsa knopkal, lehe eemaldamiseks aga "X"-nupule.
ga_ie: Cliceáil an biorán chun an suíomh a chur faoi ghlas, agus cliceáil an cnaipe 'X' chun suíomh a bhaint de.
gl: Prema na chincheta para bloquear un sitio nun lugar ou no botón 'X' para retiralo.
gu_in: સ્થાનમાં સાઇટને તાળુ મારવા માટે pushpin પર ક્લિક કરો, અથવા સાઇટને દૂર કરવા માટે 'X' બટન પર ક્લિક કરો.
he: ניתן ללחוץ על הנעץ כדי לנעול אתר במיקום, או ללחוץ על הכפתור עם הסימן 'X' כדי להסיר אתר.
hr: Kliknite na pribadaču da biste zaključali stranicu na trenutnu poziciju ili na tipku 'X' da biste je uklonili.
hu: Kattintson a kitűzőre ha egy oldalt az adott helyhez akarja kötni, vagy az 'X' gombot, ha el akarja onnan távolítani.
is: Smelltu á festihnappinn til að læsa vefsvæðinu, eða smelltu á 'X' hnappinn til að fjarlægja vefsvæði.
it: Fai clic sulla puntina per bloccare un sito in quella posizione o sulla 'X' per rimuoverlo.
kk: Сайтты бекіту үшін кеңсе кнопканы басыңыз,немесе 'X' түймені басып, сайтты өшіріңіз.
ko: 왼쪽 위쪽의 핀을 클릭하면 사이트를 고정하고 오른쪽 위의 X 버튼을 클릭하면 사이트를 제거합니다.
lt: Spustelėję smeigtuką, įtvirtinsite svetainę nurodytoje pozicijoje. Spustelėję kryžiuką, pašalinsite ją iš sąrašo.
lv: Klikšķiniet uz piespraudes, lai iesaldētu bildītes pozīciju vai izmantojiet 'X' pogu, lai aizvāktu lapu.
mk: Кликнете на шпенаглата да го заклучите ова место или на копчето „X“ за да го отстраните.
mr: स्थळाला ठराविक ठिकाणी कुलूपबंद करण्यासाठी पुशपिनवर, किंवा स्थळाला काढून टाकण्यासाठी 'X' बटनावर क्लिक करा.
nb_no: Trykk på kartnålen for å låse nettstedet til der det er, eller 'X'-knappen for å fjerne et nettsted.
nl: Klik op de punaise om de website vast te zetten, of op de knop ‘X’ om een website te verwijderen.
pl: Kliknij pinezkę, by przypiąć stronę do jej obecnego miejsca, albo "X", by ją usunąć.
pt_br: Clique no alfinete para afixar o site no lugar, ou no notão 'X' para removê-lo.
pt_pt: Clique no pino para bloquear o sítio no lugar, ou o botão 'X' para remover um sítip.
sk: Kliknite na ikonu pripínača, ak chcete stránku uchovať na danom mieste. Kliknutím na tlačidlo 'X' stránku odstránite.
sl: Kliknite na žebljiček, da spletno stran pripnete, ali na gumb 'X', da jo odstranite.
sq: Klikoni mbi pineskën që ta ngulni site-in te një vend i caktuar i faqes, ose mbi butonin 'X' për ta hequr një site.
sv_se: Klicka på kartnålen för att låsa fast sajten, eller på ”X”-knappen för att ta bort en sajt.
uk: Клацніть на булавці щоб прикріпити сайт до місця, чи кнопку 'X' щоб його вилучити.
zh_tw: 點下左上角的大頭針來鎖定網站、右上角的「X」來移除網站

source: You can also click the 'grid' icon in the top right of the page to go back to the blank new Tab page.
ast: Tamién pues facer clic nel iconu de 'rexella' que ta na parte superior derecha de la páxina pa volver a tener la páxina en blanco pa la páxina de Llingüeta nueva.
bn_in: পৃষ্ঠার উপরে ডানদিকের কোনে উপস্থিত 'গ্রিড' আইকনে ক্লিক করে ফাঁকা নতুন ট্যাব পৃষ্ঠা বিন্যাসে প্রত্যাবর্তন করা যাবে।
br: Gallout a rit ivez klikañ war an arlun 'kael' e-krec'h ar bajenn war an tu dehou evit mont d'un ivinell goullo.
bs: Takođe možete klinuti na ikonicu 'mreže' u gornjem desnom uglu stranice da biste se vratili na praznu stranicu novog taba.
ca: També podeu fer clic en la icona «agrupa les pestanyes», a la part superior dreta, per tornar a la pàgina buida de nova pestanya.
de: Sie können auch auf das „Gitter“-Symbol rechts oben auf der Seite klicken, um zur leeren Neuer-Tab-Seite zurückzukehren.
el: Μπορείτε ακόμα να κάνετε κλικ στο εικονίδιο πλέγματος, πάνω δεξιά στη σελίδα, για να απενεργοποιήσετε τη νέα σελίδα και να φορτώνεται στη θέση της μια κενή.
eo: Vi povas ankaŭ alkalki la 'krado' simbolon, supre kaj dekstre en la paĝo, por reiri al malplena paĝo de nova folio.
es_ar: También podés hacer clic en el ícono de grilla que está en la parte superior derecha de la página para volver a tener la página en blanco para la página de Nueva pestaña.
et: Samuti võid klõpsata ruudustikul lehe paremas ülanurgas, kui soovid naasta tühja uue kaardi lehe kasutamise juurde.
ga_ie: Nó, cliceáil an deilbhín 'greille' ag barr an leathanaigh ar dheis chun filleadh ar an leathanach folamh sean-nóis.
gl: Tamén pode premer na icona 'grade' na parte superior dereita da páxina para deixar en branco a páxina Nova lapela.
gu_in: ખાલી નવાં ટૅબ પાનામાં જવા માટે પાનાંની જમણી બાજુ ટોચમાં 'જાળી' ચિહ્ન પર તમે ક્લિક કરી શકો છો.
he: ניתן ללחוץ על צלמית הרשת שממוקמת בפינה השמאלית או הימנית של הדף כדי לחזור לדף ריק בפתיחת לשונית חדשה.
hr: Također možete kliknuti na ikonu 'mreže' u gornjem desnom dijelu stranice da biste se vratili na praznu stranicu nove kartice.
hu: A jobb felső sarokban található 'rács' ikonra kattintva visszaválthat az üres új lap oldalra.
is: Einnig er hægt að smella á grindina efst í hægra horninu til að fara til baka á tóma nýja flipa síðu.
it: Puoi anche fare clic sull'icona 'griglia' in alto a destra nella pagina per tornare alla vecchia pagina vuota per le nuove schede.
kk: Сіз оң жақ жоғарғы бұрышындағы «торша» белгіні басу арқылы да жаңа бет парағын аша аласыз.
ko: 또, 오른족 상단의 그리드 아이콘을 클릭하면 이전과 같이 공백의 탭 페이지로 돌아옵니다.
lt: Spustelėję tinklelio piktogramą, esančią tinklalapio viršutiniame dešiniajame kampe, galite grįžti į tuščią naujos kortelės tinklalapį.
lv: Jūs varat uzklikšķināt arī uz 'režģa' ikonas augšējā labajā stūrī, lai atgrieztos pie tukšas jaunās cilnes lapas.
mk: Исто така можете да кликнете на иконата „решетка“ во горниот десен ќоѓ на страницата за да се вратите на празната страница за јазичиња.
mr: रिकाम्या नवीन टॅब पृष्ठावर पुनः जाण्यासाठी पृष्ठाच्या शीर्षातील उजव्या बाजूच्या 'ग्रिड' चिन्हावर क्लिक करणे देखील शक्य आहे.
nb_no: Du kan også trykke på 'rutenett'-ikonet øverst til høyre på siden for å gå tilbake til en tom fane-side.
nl: U kunt ook op het ‘rasterpictogram’ rechtsboven in de pagina klikken om terug te gaan naar de lege nieuwe tabbladpagina.
pl: Możesz także kliknąć ikonę siatki w prawym-górnym rogu, by wrócić do pustej strony nowej karty.
pt_br: Você também pode clicar no ícone 'grade' no topo direito da página para voltar para a página Nova Aba em branco.
pt_pt: Pode também clicar no ícone 'grelha' no canto superior direito da página para voltar ao novo separador em branco.
sk: Kliknutím na tlačidlo 'mriežky' v pravom hornom rohu sa vrátite na prázdnu stránku novej karty.
sl: Kliknite lahko tudi na ikono desno zgoraj, če želite začeti znova s prazno stranjo.
sq: Mundeni gjithashtu të klikoni ikonën 'rrjetë' në cepin e sipërm djathtas të faqes që të riktheni modelin e vjetër të faqes zë zbrazët për Skedën e Re.
sv_se: Du kan även klicka på rutnätsikonen uppe till höger för att gå bakåt till en tom Ny flik-sida.
uk: Ви також можете клацнути по іконці 'сітка' у правому верхньому куті сторінки щоб повернутись до порожньої нової Вкладки.
zh_tw: 點擊右上角的網格圖示，就能回到空白新分頁

source: Get the latest Firefox now and start using these new features today!
ast: ¡Descarga'l nuevu Firefox y entama a usar estes funciones yá mesmo!
bn_in: অবিলম্বে নতুন Firefox প্রাপ্ত করে আজই নতুন বৈশিষ্ট্যগুলি ব্যবহার করা আরম্ভ করুন!
br: Pellgargit an handelv diwezhañ eus Firefox diouzhtu ha krogit d'arverañ ar c'heweriusterioù nevez-mañ hiziv !
bs: Preuzmite najnoviji Firefox već sada i počnite koristiti ove nove mogućnosti još danas!
ca: Baixeu-vos el darrer Firefox i comenceu a usar totes aquestes noves funcions avui mateix!
de: Holen Sie sich jetzt den neuesten Firefox und verwenden Sie ab heute diese neuen Funktionen!
el: Κάντε λήψη του πιο πρόσφατου Firefox τώρα και χρησιμοποιήστε τα νέα χαρακτηριστικά του από σήμερα!
eo: Ricevu la lastan Firefox nun kaj ekuzu tiujn novajn trajtojn tuj!
es_ar: ¡Descargá el nuevo Firefox y empezá a usar estas funciones ya mismo!
et: Hangi kohe uusim Firefox ning alusta nende võimaluste kasutamist juba täna!
ga_ie: Faigh an leagan is déanaí de Firefox anois agus bain tairbhe as na gnéithe nua seo inniu!
gl: Consiga xa a última versión do Firefox e comece a usar estas novas características!
gu_in: હવે તાજેતરનું Firefox મેળવો અને આજે નવાં લક્ષણોને વાપરવાનું શરૂ કરો!
he: הורידו את הגרסה החדשה של Firefox כעת והתחילו להשתמש בתכונות החדשות עוד היום!
hr: Preuzmite najnoviji Firefox odmah i počnite koristiti nove mogućnosti danas!
hu: Töltse le a legfrissebb Firefoxot és kezdje el használni a legújabb funkciókat!
is: Náðu í nýjasta Firefox núna og byrjaðu að nota þessa nýju eiginleika!
it: Installa subito l'ultima versione di Firefox e inizia a utilizzare le nuove funzioni oggi stesso!
kk: Соңғы Firefox-ты қазір алыңыз да жаңа мүмкіндітерді қолдануға бастаңыз!
ko: 최신 Firefox를 다운로드해 새로운 기능을 사용해 보세요!
lt: Parsisiųskite šviežiausią „Firefox“ ir pradėkite naudotis šiomis naujovėmis jau dabar!
lv: Paņemiet jaunāko Firefox un izmantojiet jaunākās iespējas jau tūlīt pat!
mk: Земете го најновиот Firefox и почнете веднаш да ги користите овие нови особености!
mr: सर्वात नवीन फायरफॉक्स प्राप्त करा व ह्या नवीन गुणविशेषांचा वापर आजच करा!
nb_no: Last ned den nyeste Firefox-versjonen nå, og start å bruke disse nye funksjonene i dag!
nl: Download de nieuwste Firefox nu en gebruik de nieuwe functies vandaag nog!
pl: Pobierz najnowszego Firefoksa teraz i zacznij korzystać z nowych możliwości!
pt_br: Baixe o Firefox mais recente e comece a usar esses novos rescursos hoje!
pt_pt: Obtenha o último Firefox agora e comece a usar hoje estas novas funcionalidades!
sk: Nainštalujte si najnovší Firefox a začnite využívať tieto funkcie ešte dnes.
sl: Prenesite najnovejši Firefox in začnite uživati v novostih že danes!
sq: Merreni Firefox-in e fundit që tani dhe filloni t'i përdorni që sot këto veçori të reja!
sv_se: Hämta senaste Firefox och börja använd dessa nya funktioner idag!
uk: Завантажте найновіший Firefox і почніть використовувати ці новинки сьогодні!
zh_tw: 馬上下載最新的 Firefox，使用這些全新功能！
