Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */videos/video_box.po
Languages: pt_br

source: Your apps on all your devices
pt_br: Seus aplicativos em todos os seus aparelhos

source: box is an enterprise content management solution.
pt_br: box é uma solução corporativa de gerenciamento de conteúdo.

source: Basically the simplest way for business users
pt_br: É basicamente a maneira mais simples para usuários corporativos

source: to manage, share and access content that they care about
pt_br: gerenciarem, compartilharem e acessarem conteúdos pertinentes

source: on any device be it a mobile device, a tablet or their desktop.
pt_br: em qualquer dispositivo, seja no telefone, tablet ou computador.

source: When you think about features that enterprises need
pt_br: Quando você pensa nos recursos que as empresas precisam

source: such as security, sharing, permissions, administration
pt_br: como segurança, compartilhamento, permissões, administração

source: and overall admin management over what content is being shared by whom and where.
pt_br: e gerenciamento administrativo sobre todo o conteúdo sendo compartilhado por quem e onde.

source: These are things that we have, by design, baked into our product
pt_br: Esses são recursos que nós temos, desde o projeto, inclusos no produto

source: and that is really something that sets us apart in the marketplace.
pt_br: e é algo que realmente nos diferencia no mercado.

source: While still providing the simplicity and ease of use
pt_br: Ao mesmo tempo que oferecemos a simplicidade e facilidade de uso

source: that you would expect out of a consumer solution.
pt_br: que você esperaria de uma solução para o usuário final.

source: At its very core, our product is a web product, so porting it into HTML5
pt_br: No seu núcleo, o nosso produto é uma aplicação web, então portá-la para HTML5

source: was just adding on a couple of extra things to it.
pt_br: foi simples, bastando adicionar algumas coisas extras.

source: Since we have adopted HTML5 technology both for our web product and for our default mobile page,
pt_br: Desde que adotamos a tecnologia HTML5 para nosso produto web e também na nossa página para dispositivos móveis,

source: so that our web page can work by default on any device,
pt_br: para que nossa página da web funcione em qualquer aparelho,

source: we have invested in a unique Android application and a unique iPhone application
pt_br: nós investimos em um aplicativo para Android e outro para iPhone

source: but we still have a one-size-fits-all web page for all mobile devices in general.
pt_br: mas ainda temos uma página compatível com todos os dispositivos móveis em geral.

source: What was really interesting for us with working with Mozilla and the Marketplace
pt_br: Foi realmente interessante trabalhar com a Mozilla e o Marketplace

source: is offering our service to the people who need it in the form that they need it.
pt_br: oferece nosso serviço para pessoas que precisam dele na forma que eles precisam.

source: We are aware that Mozilla does also have quite a few users and its always been official
pt_br: Estamos cientes de que a Mozilla possui alguns usuários e sempre foi aberta a parcerias

source: to get your brand and get your name out there in a marketplace with hundreds of millions of perspectives.
pt_br: para pegar a sua marca e nome e oferecê-los em um mercado com centenas de milhões de perspectivas.

source: Once we read through the documentation it really was just a matter of minutes before we were able to take
pt_br: Após ler a documentação, foi realmente uma questão de minutos antes de podermos adaptar

source: our web page and our mobile page, both of which had already included HTML5 technology,
pt_br: nosso cliente web e nossa página móvel, que já incluíam a tecnologia HTML5,

source: and create an installer for the Mozilla App Store.
pt_br: e criar um instalador para a loja de aplicativos da Mozilla.

source: distribute your apps
pt_br: distribua seus aplicativos
