Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */channelsposter.po
Languages: pt_br

source: Firefox Release Channels
pt_br: Canais de Lançamento do Firefox

source: Firefox Release Timeline
pt_br: Linha do Tempo de lançamentos do Firefox

source: The Mozilla release process delivers new features, performance immprovements and security upgrades to users every six weeks.
pt_br: O ciclo de lançamentos da Mozilla disponibiliza novos recursos, melhorias de desempenho e atualizações de segurança aos seus usuários a cada seis semanas.

source: This consists of four development channels producing concurrent releases of Firefox for Windows, Mac, Linux and Android.
pt_br: Ele consiste de quatro canais de desenvolvimento produzindo diferentes versões do Firefox para Windows, Mac, Linux e Android.

source: For:
pt_br: Para:

source: Enjoy:
pt_br: Aproveite:

source: Expect:
pt_br: Espere por:

source: Early adopters and Mozilla fans
pt_br: Usuários pioneiros e fãs da Mozilla

source: Testing the next version of Firefox with stability
pt_br: Oportunidade de testar a próxima versão do Firefox com estabilidade

source: Mostly stable builds that need fine tuning and majority add-on compatibility
pt_br: Compilações mais estáveis que precisam de ajustes finos e são compatíveis com a grande maioria dos complementos

source: Everyone! Released to the more than 400 million Firefox users worldwide
pt_br: Todos! Lançado para mais de 400 milhões de usuários do Firefox mundo afora

source: The polished and stable features of Firefox that move the Web forward with great performance and unparalleled customization
pt_br: Recursos refinados e estáveis do Firefox que levam a Internet para a frente com desempenho e personalização sem igual

source: An awesome Web experience that answers to no one but you!
pt_br: Uma experiência na Internet que responde somente a você!

source: Web/platform developers, early adopters and adventure seekers
pt_br: Desenvolvedores, usuários avançados e caçadores de aventuras

source: Access to experimental new features - your feedback helps determine what makes it to Beta
pt_br: Acesso a novos recursos experimentais - sua opinião nos ajudará a determinar o que vai para o Beta

source: Test builds with bugs and incompatible add-ons
pt_br: Compilações de testes com bugs e complementos incompatíveis

source: Platform developers and Mozilla contributors
pt_br: Desenvolvedores da plataforma e colaboradores da Mozilla

source: Access to cutting edge features still under active development
pt_br: Acesso a novíssimos recursos ainda em desenvolvimento ativo

source: Crashes, unstable test builds with bugs and incompatible add-ons
pt_br: Travamentos, compilações de testes instáveis com bugs e complementos incompatíveis

source: 6 weeks
pt_br: 6 semanas

source: Awesomeness lands on Firefox Nightly
pt_br: Inovações aterrisam no Firefox Nightly

source: Stabilize on Firefox Aurora
pt_br: Estabilizam-se no Firefox Aurora

source: Stabilize on Firefox Beta
pt_br: Estabilizam-se no Firefox Beta

source: Firefox Release!
pt_br: Lançamento do Firefox!

source: <i>More</i> awesomeness on Firefox Nightly
pt_br: <i>Mais</i> inovações no Firefox Nightly

source: <i>Even More</i> awesomeness on Firefox Nightly
pt_br: <i>Ainda mais</i> inovações no Firefox Nightly

source: Timeline
pt_br: Linha do Tempo

source: Release
pt_br: Lançamento
