Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */download.po
Languages: af, as, ast, bg, bn_in, br, bs, da, de, el, eo, es_ar, es_cl, et, fy_nl, ga_ie, gl, gu_in, he, hy_am, id, it, km, kn, ko, mk, ml, ms, nb_no, oc, or, pa_in, pl, pt_br, ro, sk, sl, sq, sv_se, te, uk

source: Different by Design
km: រចនា​ប្លែក​ពី​គេ

source: Proudly <span>non-profit</span>
km: មោទនភាព​<span>មិន​រក​ប្រាក់​កម្រៃ</span>

source: Innovating <span>for you</span>
km: ច្នៃ​ប្រឌិត​ថ្មី <span>សម្រាប់​អ្នក</span>

source: Fast, flexible, <span>secure</span>
km: លឿន អាច​ប្រែប្រួល​បាន <span>មាន​សុវត្ថិភាព</span>

source: Thanks for choosing Firefox!
km: អរគុណ​សម្រាប់​ការ​ជ្រើសយក Firefox!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
km: ការ​ទាញយក​របស់​អ្នក​គួរ​តែ​ចាប់ផ្ដើម​ក្នុង​រយៈ​ពេល​ពីរ​បី​វិនាទី ប៉ុន្តែ​បើ​មិន​ទេ សូម<a href="%s">ចុច​ទីនេះ</a> ។

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
km: ដោយ​មិន​រក​ប្រាក់​កម្រៃ ពួក​យើង​មាន​សេរីភាព​គ្រប់គ្រាន់​ក្នុង​ការ​ច្នៃ​ប្រឌិត​ថ្មី​សម្រាប់​អ្នក ដោយ​មិនមាន​សំពាធត្រូវ​ធ្វើ​តាម ។ អ្នក​នឹង​ស្រលាញ់​ភាព​ខុសគ្នា​នេះ ។

source: Welcome to the only browser <em>that puts you first.</em>
km: ស្វាគមន៌​ការ​មក​កាន់​កម្ម​វិធី​រុករក​តែ​មួយ​គត់ <em>ដែល​ទុក​អ្នក​ជា​សំខាន់ ។</em>=======

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
af: Mozilla Firefox is ’n gratis webblaaier en word gebou deur 'n wêreldwye organisasie sonder winsmotief. Ons plaas individue in beheer en rig die toekoms van die web vir publieke voordeel.
as: Mozilla Firefox, বিনামূলীয়া ৱেব ব্ৰাউছাৰ, এটা বিশ্বব্যাপী লাভ-বিহিন সংস্থা দ্বাৰা নিৰ্মিত যি ব্যক্তিসমূহক নিয়ন্ত্ৰণত ৰাখিবলে আৰু ৱেবৰ ভৱিষ্যতক ৰাজহুৱা ভালৰ বাবে আকৃতি দিবলে উৎসৰ্গিত।
ast: Mozilla Firefox, el navegador web gratuitu, ta desendolcáu por una organización mundial ensin ánimu de llucru que se dedica a promover el control por parte de los usuarios y a construyir el futuru de la Web en beneficiu del bien común.
bg: Mozilla Firefox, свободният уеб-браузър, е разработен от глобална организация с идеална цел, посветена на идеята да даде на всеки човек възможността да контролира и оформя уеб за доброто на всички.
bn_in: বিশ্বব্যাপী একটি অলাভজনক সংস্থার নিষ্ঠার ফল, মুক্ত ওয়েব ব্রাউজার Mozilla Firefox প্রস্তুত করার প্রধান উদ্দেশ্য হল ব্যক্তি স্বাধীনতার ক্ষমতা বজায় রাখা ও ওয়েবের ভবিষ্যত নির্ধারণ।
br: Gant ur gumuniezh vedel hep pal arc'hantus, gouestlet da reiñ ar galloud reoliñ d'an hiniennoù ha stummañ dazont ar web evit mad an holl eo bet krouet ar merdeer web digoust Mozilla Firefox.
bs: Mozilla Firefox, besplatan web browser, kreiran je od strane globalne neprofitne organizacije posvećene oblikovanju budućnosti Weba za javno dobro.
da: Den gratis webbrowser Mozilla Firefox er skabt af en global non-profit-organisation, der arbejder ihærdigt på at give den enkelte bruger kontrol og på at forme fremtidens web til det fælles bedste.
de: Der kostenlose Internet-Browser Mozilla Firefox wird von einer weltweiten gemeinnützigen Organisation entwickelt, die sich dafür einsetzt, jedem Menschen die Kontrolle zu überlassen und die Zukunft des Internets im Sinne des Gemeinwohls zu formen.
el: Ο δωρεάν περιηγητής ιστού Mozilla Firefox, φτιάχνεται από μια διεθνή μη κερδοσκοπική οργάνωση με στόχους τη διαμόρφωση του παγκόσμιου ιστού για το κοινό όφελος και την πλήρη εξουσία του κάθε ατόμου στην ψηφιακή ζωή του.
eo: Mozilla Firefox, libera retesplorilo, estas kreita de tutmonda neprofitcela organizo, kiu volas ke individuoj kontrolu kaj knedu la estontecon de la TTT, por ke ĝi estos pli bona por ĉiuj.
es_ar: Mozilla Firefox, un navegador de Internet gratuito, es desarrollado por una comunidad mundial sin fines de lucro dedicada a poner al individuo en control y a modelar el futuro de la Web para el beneficio público.
es_cl: Mozilla Firefox, el navegador web gratuito, es creado por una organización mundial sin fines de lucro dedicada a poner personas en el control y conformación de la web para el bien público.
et: Mozilla Firefoxi tasuta veebilehitsejat loob ülemaailmne mittetulunduslik organisatsioon, mis on pühendunud juhtohjade üksikisikule andmisele ning tuleviku veebi kujundamisele avalikkuse hüvanguks.
fy_nl: Mozilla Firefox, fergese ynternetbrowser, is makke troch in wrâldwide non-profitorganisaasje tawied om elkenien kontrole tejaan & de takmost fan it ynternet foarm te jaan foar it publike belang.
ga_ie: Seo é Mozilla Firefox, brabhsálaí Gréasáin saor in aisce, cruthaithe ag eagraíocht dhomhanda neamhbhrabúis atá ag múnlú thodhchaí an Ghréasáin ar mhaithe leis an bpobal.
gl: Mozilla Firefox é un navegador web gratuíto, creado por unha comunidade global sen fins de lucro, dedicado a garantir o control dos usuarios e modelar o futuro da Web para o beneficio de todos.
gu_in: Mozilla Firefox, મુક્ત વેબ બ્રાઉઝર, એ વૈશ્વિક બિન-ફાયદાકીય સંસ્થા દ્વારા બનાવવામાં આવેલ છે કે જે ફાળો આપનારાઓને ભેગા કરીને તેમને લોકો માટે વેબનું ભવિષ્ય રચવામાં મદદ કરે છે.
he: Mozilla Firefox, דפדפן הרשת החופשי, נוצר על־ידי מוסד ללא כוונת רווח עולמי המוקדש כדי לתת לאנשים שליטה ולאפשר להם לעצב את העתיד של הרשת לרווחת הכלל.
hy_am: Mozilla Firefox, անվճար վեբ դիտարկիչը ստեղծվել է շահույթ չհետապնդող գլոբալ կազմակերպության կողմից որը անհատներին հնարավորություն է տալիս կառավարելու և շբվելու ապագայի վեբի հետ:
id: Mozilla Firefox, peramban web gratis, dibuat oleh organisasi nirlaba global yang berdedikasi untuk menempatkan setiap individu dalam mengontrol dan membentuk masa depan web untuk kebaikan masyarakat.
it: Mozilla Firefox, il browser web gratuito, è realizzato da un'organizzazione non-profit diffusa in tutto il mondo che si impegna a garantire all'utente il pieno controllo e a guidare lo sviluppo del Web nell'ottica del bene comune.
km: Mozilla Firefox កម្ម​វិធី​រុករក​តំបន់​បណ្ដាញ​ឥត​គិត​ថ្លៃ ត្រូវ​បាន​បង្កើត​ឡើង​ដោយ​សហគមន៍​មិន​រក​ប្រាក់​កម្រៃ​សកល ដែល​ធ្វើការ​លះបង់​ដើម្បី​ឲ្យ​បុគ្គល​ម្នាក់ៗទទួល​បាន​នូវ​ការ​ត្រួត​ពិនិត្យ និង​ជួយ​កំណត់​អនាគត​របស់​តំបន់​បណ្ដាញ​សម្រាប់​ជា​ប្រយោជន៍​ល្អ​ដល់​សាធារណៈ ។
kn: ಉಚಿತ ಜಾಲ ವೀಕ್ಷಕವಾದಂತಹ ಮೋಝಿಲ್ಲಾ ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು, ಪ್ರತಿಯೊಬ್ಬ ವ್ಯಕ್ತಿಯೂ ಸಹ ಸಮಾಜದ ಒಳಿತಿಗಾಗಿ ಜಾಲದ ಭವಿಷ್ಯವನ್ನು ನಿಯಂತ್ರಿಸಲು ಮತ್ತು ರೂಪಿಸಲು ಮುಡಿಪಾದಂತಹ, ಜಾಗತಿಕ ಲಾಭದ ಉದ್ಧೇಶವಿರದ ಸಂಸ್ಥೆಯಿಂದ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ.
ko: 무료 웹 브라우저인 Mozilla Firefox는 전 세계적인 비영리 커뮤니티가 웹을 더 나은 곳으로 만들기 위해 개인의 자유와 선택을 위해 만들고 있습니다.
mk: Mozilla Firefox е слободен прелистувач создаден од глобална непрофитна заедница која е посветена на идејата дека поединците треба да контролираат и оформуваат иднината на мрежата заради јавно добро.
ml: മോസില്ലാ ഫയര്‍ഫോക്സ് സൌജന്യമായൊരു വെബ് ബ്രൌസറാകുന്നു. വെബിനു് ഏറ്റവും ഉചിതമായ രീതിയില്‍ ഏവര്‍ക്കും ഉപയോഗിയ്ക്കുവാന്‍ സാധ്യമാകുന്ന രീതിയില്‍ ഇതു് തയ്യാറാക്കിയിരിയ്ക്കുന്നു.
ms: Mozilla Firefox, pelayar web percuma, adalah dibina oleh global non-profit didedikasi untuk meletakkan individu-individu dalam menjaga dan membentuk masa depan web untuk kegunaan awam.
nb_no: Mozilla Firefox, gratis nettleser, er utviklet av en global ideell organisasjon som arbeider for å gjøre mennesker i stand til å utvikle og forme fremtiden til verdensveven.
oc: Mozilla Firefox, navigador web gratuit, es creat per una comunautat mondiala amb tòca non lucrativa qu'òbra per que lo Web e tota sa poténcia demòren dins las mans dels internautes.
or: Mozilla Firefox, ମାଗଣାରେ ଉପଲବ୍ଧ ୱେବ ବ୍ରାଉଜର, ଯାହାକି ବିଶ୍ୱବ୍ୟାପି ଲାଭ-ପାଉନଥିବା ଅନୁଷ୍ଠାନ ଯିଏକି ସର୍ବସାଧାରଣ ସୁବିଧା ପାଇଁ ବ୍ୟକ୍ତି ବିଶେଷକୁ ୱେବର ଭବିଷ୍ୟତ ନିୟନ୍ତ୍ରଣ ଏବଂ ଆକାର ପ୍ରଦାନ କରିବା ପାଇଁ ନିୟୋଜିତ କରି ନିଜକୁ ସମର୍ପିତ କରିଥାଏ।
pa_in: ਮੋਜ਼ੀਲਾ ਫਾਇਰਫਾਕਸ, ਮੁਫ਼ਤ ਵੈੱਬ ਬਰਾਊਜ਼ਰ, ਜਿਸ ਨੂੰ ਗਲੋਬਲ ਨਾ-ਫਾਇਦਾ ਲੈਣ ਵਾਲਿਆਂ ਵਲੋਂ ਬਣਾਇਆ ਹੈ, ਜੋ ਕਿ ਪਬਲਿਕ ਦੇ ਭਲੇ ਲਈ ਵੈੱਬ ਦੇ ਭਵਿੱਖ ਨੂੰ ਨਿਖਾਰਨ ਅਤੇ ਕੰਟਰੋਲ ਲੋਕਾਂ ਨੂੰ ਦੇਣ ਲਈ ਸਮਰਪਿਤ ਹੈ।
pl: Mozilla Firefox to darmowa przeglądarka internetowa, tworzona przez ogólnoświatową organizację non-profit, której celem jest oddanie użytkownikom kontroli nad Siecią i kształtowanie jej przyszłości dla ogólnego dobra.
pt_br: O Mozilla Firefox, navegador gratuito, foi criado por uma organização global sem fins lucrativos dedicada a colocar os indivíduos no controle e moldar o futuro da web para o bem público.
ro: Mozilla Firefox, navigator liber, este creat de o organizație globală nonprofit care se dedică punerii individului în prim plan și formării viitorului Internet pentru binele public.
sk: Mozilla Firefox je voľne dostupný webový prehliadač vytváraný globálnou neziskovou organizáciou, ktorá propaguje otvorenosť na webe a podporuje silu jednotlivca.
sl: Brezplačen brskalnik Mozilla Firefox ustvarja neprofitna skupnost, ki daje posameznikom odločilno vlogo pri oblikovanju prihodnosti spleta v skupno dobro.
sq: Mozilla Firefox-i, shfletuesi i lirë i web-it, është krijuar nga një organizëm jofitimprurës mbarëbotëror i përkushtuar që të vendosë individin në kontrollin & dhe dhënien formë së ardhmes së web-it për të mirën publike.
sv_se: Mozilla Firefox kostnadsfria webbläsare är skapad av en global, icke vinstdrivande organisation med målet att låta individen kontrollera & utforma webbens framtid för allas bästa.
te: మొజిల్లా ఫైర్‌ఫాక్స్, ఉచిత జాల విహారిణి. ఇది వ్యక్తుల చేతికి పగ్గాలను అందించడానికి మరియు భవిష్యత్తు జాలాన్ని ప్రజాహితం కోసం నిర్మించడానికి అంకితమైన ప్రపంచవ్యాప్త లాభాపేక్షలేని స్వచ్ఛంద సంస్థచే తయారుచేయబడింది.
uk: Безплатний браузер Mozilla Firefox розроблений глобальною організацією, створеною з метою надання користувачам важелів управління мережею та формування її майбутнього заради суспільного добра.

source: Mozilla Firefox Web Browser
af: Web blaaier Mozilla Firefox
as: Mozilla Firefox ৱেব ব্ৰাউছাৰ
ast: Restolador Web Mozilla Firefox
bg: Mozilla Firefox Уеб браузър
bn_in: Mozilla Firefox ওয়েব ব্রাউজার
br: Merdeer Web Mozilla Firefox
bs: Mozilla Firefox Web Browser {ok}
da: Mozilla Firefox browser
de: Webbrowser Mozilla Firefox
el: Περιηγητής ιστού Mozilla Firefox
eo: Retesplorilo Mozilla Firefox
es_ar: Navegador Web Mozilla Firefox
es_cl: Navegador Mozilla Firefox
et: Mozilla Firefox veebilehitseja
fy_nl: Mozilla Firefox Ynternetbrowser
ga_ie: Brabhsálaí Gréasáin Mozilla Firefox
gl: Navegador web Mozilla Firefox
gu_in: Mozilla Firefox વેબ બ્રાઉઝર
he: דפדפן Mozilla Firefox
hy_am: Mozilla Firefox վեբ դիտարկիչ
id: Peramban Web Mozilla Firefox
it: Browser web Mozilla Firefox
km: កម្មវិធី​រុករក​តំបន់​បណ្ដាញ Mozilla Firefox
kn: ಮೋಝಿಲ್ಲಾ ಫೈರ್ಫಾಕ್ಸ್ ಜಾಲ ವೀಕ್ಷಕ
ko: Mozilla Firefor 웹 브라우저
mk: Mozilla Firefox мрежен прелистувач
ml: മോസില്ലാ ഫയര്‍ഫോക്സ് വെബ് ബ്രൌസര്‍
ms: Mozilla Firefox Pelayar Web
nb_no: Mozilla Firefox nettleser
oc: Navigador Web Mozilla Firefox
or: Mozilla Firefox ୱେବ ବ୍ରାଉଜର
pa_in: ਮੋਜ਼ੀਲਾ ਫਾਇਰਫਾਕਸ ਵੈੱਬ ਬਰਾਊਜ਼ਰ
pl: Przeglądarka Mozilla Firefox
pt_br: Navegador Mozilla Firefox
ro: Navigator web Mozilla Firefox
sk: Webový prehliadač Mozilla Firefox
sl: Spletni brskalnik Mozilla Firefox
sq: Shfletuesi Web Mozilla Firefox
sv_se: Webbläsaren Mozilla Firefox
te: మొజిల్లా ఫైర్‌ఫాక్స్ జాల విహారిణి
uk: Браузер Mozilla Firefox

source: Different by Design
af: Verfrissend anders
as: ৰূপাঙ্কণত ভিন্ন
ast: Distintu por diseñu
bg: Различен по дизайн
bn_in: স্বাধীন চিন্তায় ভিন্ন
br: Disheñvel dre anien
bs: Drugačiji po dizajnu
da: Grundlæggende anderledes
de: Absichtlich anders
el: Διαφορετικός στη φιλοσοφία
eo: Intence aparta
es_ar: Diferente por dentro
es_cl: Diferente por diseño
et: Teadlikult erinev
fy_nl: Fan natuere oars
ga_ie: Difriúil, d'aon ghnó
gl: Diferente por deseño
gu_in: રચનાથી અલગ
he: שונה מתוך כוונה תחילה
hy_am: Նոր տեսք
id: Kami Memang Berbeda
it: Diverso da sempre
kn: ವಿನ್ಯಾಸದಲ್ಲಿ ವಿಭಿನ್ನತೆ
ko: 독특한 디자인
mk: Различен по дизајн
ml: ശൈലിയില്‍ വ്യത്യാസമുള്ളതു്
ms: Kelainan oleh reka bentuk
nb_no: Annerledes fra grunnen av
oc: De concepcion diferenta
or: ରଚନା ଅନୁଯାୟୀ ଭିନ୍ନ
pa_in: ਡਿਜ਼ਾਇਨ ਰਾਹੀਂ ਵੱਖਰਾ
pl: Inna z zamysłu
pt_br: Diferente desde o projeto
ro: Diferit prin concepție
sk: Odlišný už od návrhu
sl: Drugačen z razlogom
sq: I ndryshëm që në Konceptim
sv_se: Annorlunda från grunden
te: రూపకల్పనే విభిన్నం
uk: Інакший в принципі

source: Proudly <span>non-profit</span>
af: Beter motiewe as wins
as: সগৌৰৱে <span>লাভ-বিহিন</span>
ast: <span>Ensin ánimu de llucru</span>
bg: Гордеем се, че сме <span>с идеална цел</span>
bn_in: <span>অলাভজনক</span> ও গর্বিত
br: Lorc'hus o vezañ <span>hep pal arc'hantus</span>
bs: S ponosom <span>neprofitan</span>
da: <span>Non-profit</span> og stolt af det!
de: Gemeinnützig <span>und stolz darauf</span>
el: Υπερήφανα <span>μη κερδοσκοπικός</span>
eo: Fiere <span>neprofitcela</span>
es_ar: <span>Sin fines<br>de lucro</span>
es_cl: Orgullosamente <span>sin fines de lucro</span>
et: Uhkelt <span>mittetulunduslik</span>
fy_nl: Grutsk <span>non-profit</span>
ga_ie: Eagraíocht <span>neamhbhrabúis</span>
gl: Con orgullo <span>sen fins de lucro</span>
gu_in: ગર્વથી <span>બિન-ફાયદાકીય</span>
he: <span>ללא כוונת רווח</span> וגאים בזה!
hy_am: Անկեղծ <span>ոչ առևտրային</span>
id: Bangga sebagai <span>nirlaba</span>
it: Orgogliosamente <span>non-profit</span>
kn: <span>ಲಾಭದ ಉದ್ಧೇಶವಿಲ್ಲ</span> ಎನ್ನುವ ಹೆಮ್ಮೆ
ko: <span>비영리</span> 커뮤니티
mk: Гордо <span>непрофитен</span>
ml: ശരിയ്ക്കും <span>നോണ്‍-പ്രോഫിറ്റ്</span>
ms: Dengan bangga <span>non-profit</span>
nb_no: Stolt <span>nonprofit</span>
oc: Fièrament <span>de tòca non lucrativa</span>
or: ଗର୍ବର ସହିତ <span>ଲାଭ-କରୁନଥିବା</span>
pa_in: ਮਾਣ ਨਾਲ <span>ਗ਼ੈਰ-ਫਾਇਦਾ</span>
pl: Dumnie <span>non-profit</span>
pt_br: Orgulhosamente <span>sem fins lucrativos</span>
ro: Suntem nonprofit<span>și mândri de asta</span>
sk: Čisto <span>neziskový</span>
sl: S ponosom <span>neprofiten</span>
sq: Me krenari <span>jofitimprurës</span>
sv_se: <span>Icke vinstdrivande</span> och stolt
te: సగర్వంగా <span>అ-లాభాపేక్షం</span>
uk: З гордістю <span>некомерційний</span>

source: Innovating <span>for you</span>
af: Innovering tot <span>u voordeel</span>
as: অভিযোজন <span>আপোনাৰ বাবে</span>
ast: Innovamos <span>pa ti</span>
bg: Иновация <span>за теб</span>
bn_in: <span>আপনার জন্য</span> নতুন চিন্তাধারার বাস্তবায়ন
br: O neveziñ <span>evidoc'h</span>
bs: Inovativan <span>radi Vas</span>
da: Innoverer <span>for dig</span>
de: Innovativ <span>für Sie</span>
el: Καινοτομούμε <span>για δική σας ωφέλεια</span>
eo: Plena je novaĵoj <span>por vi</span>
es_ar: Innovando <span>para vos</span>
es_cl: Innovando <span>para ti</span>
et: Innovatsioon <span>just sinule</span>
fy_nl: Ynnovatyf <span>foar jo</span>
ga_ie: Nuálaíocht <span>ar do shon</span>
gl: Innovando <span>para vostede</span>
gu_in: <span>તમારા માટે</span> સંશોધન કરીએ છીએ
he: מחדשים <span>בשבילך</span>
hy_am: Ինովացիա <span>ձեր համար</span>
id: Berinovasi <span>untuk Anda</span>
it: Innovazione <span>per l'utente</span>
kn: ನಿಮಗಾಗಿ <span>ನವೀನತೆ</span>
ko: <span>여러분</span>을 위한 혁신
mk: Иновативен <span>заради тебе</span>
ml: <span>നിങ്ങള്‍ക്കു് വേണ്ടി</span> കണ്ടുപിടിയ്ക്കുന്നു
ms: Menginovasi <span>untuk anda</span>
nb_no: Nyskapning <span>for deg</span>
oc: Mes al punt <span>per vos</span>
or: <span>ଆପଣଙ୍କ ପାଇଁ</span> ଆବିଷ୍କାର କରୁଅଛି
pa_in: <span>ਤੁਹਾਡੇ ਲਈ</span> ਨਵਾਂ
pl: Rozwijana <span>z myślą o Tobie</span>
pt_br: Inovando <span>para você</span>
ro: Inovăm <span>pentru tine</span>
sk: Inovácie <span>len pre vás</span>
sl: Inovativen <span>za vas</span>
sq: Novator <span>për ju</span>
sv_se: Nyskapande <span>för just dig</span>
te: మీ కోసం <span>విన్నూత్నీకరణ</span>
uk: Інноваційний <span>заради вас</span>

source: Fast, flexible, <span>secure</span>
af: Vinniger, veiliger, meer aanpasbaar
as: দ্ৰুত, স্থিতিস্থাপক, <span>সুৰক্ষিত</span>
ast: Rápidu, flexible, <span>seguru</span>
bg: Бърз, гъвкав, <span>сигурен</span>
bn_in: দ্রুত, নমনীয়, <span>নিরাপদ</span>
br: Buan, azasaus, <span>diogel</span>
bs: brz, fleksibilan, <span>siguran</span>
da: Hurtig, fleksibel og <span>sikker</span>
de: Schnell, flexibel, <span>sicher</span>
el: Γρήγορος, ευέλικτος, <span>ασφαλής</span>
eo: Rapida, fleksebla, <span>sekura</span>
es_ar: Rápido, flexible, <span>seguro</span>
es_cl: Rápido, flexible, <span>seguro</span>
et: Kiire, paindlik <span>ja turvaline</span>
fy_nl: Fluch, fleksibel, <span>feilich</span>
ga_ie: Sciobtha, solúbtha, <span>sábháilte</span>
gl: Rápido, flexíbel, <span>seguro</span>
gu_in: ઝડપી, વિનમ્ર, <span>સુરક્ષિત</span>
he: מהיר, גמיש, <span>ומאובטח</span>
hy_am: Արագ, հարմարեցվող, <span>անվտանգ</span>
id: Cepat, fleksibel, <span>aman</span>
it: Veloce, flessibile, <span>sicuro</span>
kn: ವೇಗೆ, ಸುಲಭ ಹೊಂದಿಕೆ, <span>ಸುರಕ್ಷಿತ</span>
ko: <span>빠르고</span>, 유연하고 안전함
mk: Брз, прилагодлив, <span>безбеден</span>
ml: വേഗവും, ഉചിതവും, <span>സുരക്ഷിതവും</span>
ms: Pantas, fleksible, <span>selamat</span>
nb_no: Rask, fleksibel, <span>trygg</span>
oc: Rapide, flexible, <span>segue</span>
or: ତୀବ୍ର, ସ୍ଥିତି ଅନୁରୂପୀ, <span>ସୁରକ୍ଷିତ</span>
pa_in: ਤੇਜ਼, ਲਚਕੀਲਾ, <span>ਸੁਰੱਖਿਅਤ</span>
pl: Szybka, elastyczna, <span>bezpieczna</span>
pt_br: Rápido, flexível e <span>seguro</span>
ro: Navighează rapid, flexibil și <span>sigur</span>
sk: Rýchly, flexibilný, <span>bezpečný</span>
sl: Hiter, prilagodljiv, <span>varen</span>
sq: I shpejtë, i epshëm, <span>i sigurt</span>
sv_se: Snabb, flexibel och <span>säker</span>
te: వేగవంతం, సౌకర్యవంతం, <span>సురక్షితం</span>
uk: Швидкий, гнучкий, <span>безпечний</span>

source: Thanks for choosing Firefox!
af: Dankie dat u Firefox kies!
as: Firefox নিৰ্বাচন কৰাৰ বাবে ধন্যবাদ!
ast: ¡Gracies por escoyer Firefox!
bg: Благодарим ви, че избрахте Firefox!
bn_in: Firefox নির্বাচন করার জন্য ধন্যবাদ!
br: Trugarez da vezañ dibabet Firefox !
bs: Hvala što ste izabrali Firefox!
da: Tak, fordi du valgte Firefox!
de: Danke, dass Sie sich für Firefox entschieden haben!
el: Ευχαριστούμε που επιλέξατε τον Firefox!
eo: Dankon pro via elektado de Firefox!
es_ar: ¡Gracias por elegir Firefox!
es_cl: ¡Gracias por elegir Firefox!
et: Täname Firefoxi valimise eest!
fy_nl: Tank dat jo keazen hawwe foar Firefox!
ga_ie: Go raibh maith agat as Firefox a roghnú!
gl: Grazas por escoller Firefox!
gu_in: Firefox ને પસંદ કરવા બદલ તમારો આભાર!
he: תודה שבחרת ב־Firefox!
hy_am: Շնորհակալություն Firefox ընտրելու համար!
id: Terima kasih telah memilih Firefox!
it: Grazie per aver scelto Firefox!
kn: ಫೈರ್ಫಾಕ್ಸನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು!
ko: Firefox를 선택해 주셔서 감사합니다!
mk: Ви благодариме што го одбравте Firefox!
ml: ഫയര്‍ഫോക്സ് തെരഞ്ഞെടുത്തതിനു് നന്ദി!
ms: Terima kasih kerana memilih Firefox!
nb_no: Takk for at du valgte Firefox!
oc: Mercé d'aver causit Firefox !
or: Firefox କୁ ପସନ୍ଦ କରିଥିବାରୁ ଧନ୍ୟବାଦ!
pa_in: ਫਾਇਰਫਾਕਸ ਚੁਣਨ ਲਈ ਧੰਨਵਾਦ!
pl: Dziękujemy za wybranie Firefoksa!
pt_br: Obrigado por escolher o Firefox!
ro: Îți mulțumim că ai ales Firefox!
sk: Ďakujeme, že ste si zvolili Firefox!
sl: Hvala, da ste izbrali Firefox!
sq: Faleminderit që zgjodhët Firefox-in!
sv_se: Tack för att du valt Firefox!
te: ఫైర్‌ఫాక్స్‌ని ఎంచుకున్నందుకు కృతజ్ఞతలు!
uk: Дякуємо, що обрали Firefox!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
af: Dit behoort binnekort te begin aflaai, maar indien nie, <a href="%s">klik hier</a>.
as: আপোনাৰ ডাউনল'ড কিছু ছেকেণ্ডৰ ভিতৰত স্বচালিতভাৱে আৰম্ভ হব লাগে, যদি নহয়, <a href="%s">ইয়াত ক্লিক কৰক</a>।
ast: La descarga va aniciase automáticamente nunos segundos, si nun funciona, <a href="%s">calca equí</a>.
bg: След няколко секунди ще започне изтеглянето. Ако това не се случи, моля <a href="%s">кликнете тук</a>.
bn_in: কয়েক সেকেন্ডের মধ্যে স্বয়ংক্রিয়ভাবে ডাউনলোড আরম্ভ হওয়া উচিত। যদি আরম্ভ না হয়, তাহলে <a href="%s">এইখানে ক্লিক করুন</a>।
br: Ho pellgargadur a zlefe kregiñ a-benn un nebeud eilennoù met <a href="%s">klikit amañ</a> ma ne grog ket.
bs: Vaše preuzimanje bi trebalo automatski započeti za par sekundi, no ukoliko ne počne, <a href="%s">kliknite ovdje</a>.
da: Din download skulle gerne begynde automatisk om få sekunder, men hvis det ikke sker, så <a href="%s">klik her</a>.
de: Ihr Download sollte in wenigen Sekunden automatisch starten &ndash; falls nicht, <a href="%s">klicken Sie hier</a>.
el: Η λήψη θα ξεκινήσει αυτόματα σε λίγα δευτερόλεπτα, αν όχι, <a href="%s">κάντε κλικ εδώ</a>.
eo: Via elŝutado komenciĝos aŭtomate post kelkaj sekundoj, sed se tio ne okazas ne, <a href="%s">alklaku ĉi tie</a>.
es_ar: La descarga comenzará automáticamente en unos segundos, si no ocurre, <a href="%s">hacé clic acá</a>.
es_cl: Tu descarga debería comenzar automáticamente dentro de unos segundos, si no ocurre nada, <a href="%s">haz clic acá</a>.
et: Allalaadimine peaks algama automaatselt paari sekundi jooksul, kui seda ei juhtu, <a href="%s">klõpsa siia</a>.
fy_nl: It ynladen sil yn in pear sekonden automatysk begjinne. <a href="%s">Klik hjir</a> as dit net sa is.
ga_ie: Tosóidh an t-íosluchtú i gceann cúpla soicind, ach mura dtosóidh, <a href="%s">cliceáil anseo</a>.
gl: A súa descarga debería iniciarse automaticamente nuns poucos segundos, pero se non é así, <a href="%s">prema aquí</a>.
gu_in: તમારુ ડાઉનલોડ આપમેળે થોડી સેકંડોમાં શરૂ થવુ જોઇએ, પરંતુ જો ન થાય તો, <a href="%s">અહિંયા ક્લિક કરો</a>.
he: ההורדה שלך אמורה להתחיל באופן אוטומטי תוך מספר שניות. אם לא, <a href="%s">לחץ כאן</a>.
hy_am: Բեռնումը կսկսվի ինաբերաբար միքանի վայրկյանից, եթե ոչ, ապա <a href="%s">սեղմեք այստեղ</a>.
id: Unduhan Anda akan dimulai dalam beberapa saat secara otomatis, jika tidak, <a href="%s">klik di sini</a>.
it: Il download dovrebbe iniziare automaticamente in pochi secondi. In caso contrario <a href="%s">fai clic qui</a>.
kn: ನಿಮ್ಮ ಡೌನ್‌ಲೋಡ್ ಕೆಲವೆ ಸೆಕೆಂಡುಗಳಲ್ಲಿ ತಾನಾಗಿಯೆ ಆರಂಭಗೊಳ್ಳಬೇಕು, ಹಾಗಾಗದೆ ಇದ್ದ ಪಕ್ಷದಲ್ಲಿ, <a href="%s">ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ</a>.
ko: 몇 초 후 자동으로 다운로드 파일이 열립니다. 혹시 그렇지 않거나 직접 다운로드를 원하시면 <a href="%s">직접 다운로드</a>를 선택하세요.
mk: Ако преземањето не започне автоматски за неколку секунди <a href="%s">кликнете тука</a>.
ml: ഓട്ടോമാറ്റിക്കായി ഡൌണ്‍ലോഡ് ആരംഭിയ്ക്കുന്നതു്. ഇതു് സംഭവിച്ചില്ലെങ്കില്‍, <a href="%s">ഇവിടെ ക്ലിക്ക് ചെയ്യൂ</a>.
ms: Muat turun anda akan bermula secara automatik dalam beberapa saat, jika tidak, <a href="%s">click here</a>.
nb_no: Nedlastingen starter automatisk om noen sekunder, men dersom den ikke gjør det, <a href="%s">trykk her</a>.
oc: Lo telecargament deuriá començar automaticament dins qualques segondas, mas foguèsse pas lo cas, <a href="%s">clicatz aicí</a>.
or: ଆପଣଙ୍କର ଆହରଣ ସ୍ୱୟଂଚାଳିତ ଭାବରେ କିଛି ସମୟ ମଧ୍ଯରେ ଆରମ୍ଭ ହେବ, କିନ୍ତୁ ଯଦି ନହୁଏ, ତେବେ <a href="%s">ଏଠାରେ କ୍ଲିକ କରନ୍ତୁ</a>।
pa_in: ਤੁਹਾਡਾ ਡਾਊਨਲੋਡ ਆਟੋਮੈਟਿਕ ਹੀ ਕੁਝ ਕੁ ਸਕਿੰਟਾਂ 'ਚ ਸ਼ੁਰੂ ਹੋਵੇਗਾ, ਪਰ ਜੇ ਨਾ ਹੋਵੇ ਤਾਂ <a href="%s">ਇੱਥੇ ਕਲਿੱਕ</a> ਕਰੋ।
pl: Pobieranie powinno rozpocząć się automatycznie za kilka sekund. Jeśli tak się nie stanie, <a href="%s">kliknij tutaj</a>.
pt_br: O seu download deverá iniciar automaticamente em alguns segundos.<br/>Caso não inicie, <a href="%s">clique aqui</a>.
ro: Descărcarea ar trebui să înceapă automat în câteva secunde, dacă nu, apasă <a href="%s">aici</a>.
sk: Preberanie súboru by sa malo spustiť v priebehu niekoľkých sekúnd. Ak sa tak nestane, <a href="%s">kliknite sem</a>.
sl: Vaš prenos se bo samodejno začel čez nekaj sekund, sicer <a href="%s">kliknite tukaj</a>.
sq: Shkarkimi juaj do të duhej të fillonte vetvetiu brenda pak sekondash, por nëse nuk ndodh kështu, <a href="%s">klikoni këtu</a>.
sv_se: Hämtningen bör starta automatiskt om några sekunder. Om den inte gör det, <a href="%s">klicka här</a>.
te: మరికొద్ది క్షణాలలో మీ దింపుకోలు మొదలవుతుంది, ఒకవేళ కాకపోతే, <a href="%s">ఇక్కడ నొక్కండి</a>.
uk: Завантаження повинно розпочатись за декілька секунд, якщо ні — <a href="%s">клацніть тут</a>.
