Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */download.po
Languages: af, as, ast, bg, bn_in, br, bs, da, de, el, eo, es_ar, es_cl, et, fy_nl, ga_ie, gl, gu_in, he, hy_am, id, it, km, kn, ko, mk, ml, ms, nb_no, oc, or, pa_in, pl, pt_br, ro, sk, sl, sq, sv_se, te, uk

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
af: As organisasie sonder winsmotief mag ons namens u innoveer sonder enige druk tot kompromieë. Die verskil is verfrissend anders.
as: এটা লাভ-বিহিন সংস্থা হিচাপে, আমি আপোচ কৰাৰ কোনো চাপ নহোৱাকৈ আপোনাৰ বাবে সংযোজন কৰিবলে মুক্ত। আপুনি পাৰ্থক্যটো ভাল পাব।
ast: Como organización ensin ánimu de llucru, tenemos la llibertá d'innovar pa ti ensin sentinos obligaos a comprometenos con naide.
bg: Като организация с идеална цел, ние сме свободни да правим иновации без натиск и без да правим компромиси. Ще се влюбите в разликата!
bn_in: অলাভজনক সংস্থা হওয়ার ফলে, কোনো চাপের সামনে নতিস্বীকার না করে আমরা নতুন উদ্ভাবনা করতে পারি। এই ভিন্নতা আপনার পছন্দ হবেই।
br: Peogwir emaomp ur gumuniezh hep pal arc'hantus ez omp frank da neveziñ evidoc'h hep treuzvarc'had ebet. Plijadur ho po gant an diforc'h.
bs: Kao neprofitna organizacija, slobodni smo da u Vaše ime budemo inovativni bez ikakvog pritiska na kompromis. Voljet ćete ovu razliku.
da: Som en non-profit-organisation, kan vi udvikle på dine vegne uden at blive presset til at gå på kompromis. Du vil elske forskellen.
de: Als gemeinnützige Organisation können wir in Ihrem Sinne Veränderungen bewirken, ohne zu Kompromissen gedrängt zu werden. Sie werden den Unterschied lieben.
el: Σαν μη κερδοσκοπικός οργανισμός που είμαστε, έχουμε την ελευθερία να καινοτομούμε προς όφελος σας χωρίς πιέσεις για να συμβιβαστούμε. Θα δείτε και μόνοι σας τη διαφορά.
eo: Pro tio ke ni estas neprofitcela organizo, ni povas krei novaĵojn por vi tute libere. Vi amos la malsamon.
es_ar: Como una organización sin fines de lucro, somos libres de innovar pensando en vos sin presiones. Vas a amar la diferencia.
es_cl: Como una organización sin fines de lucro, somos libres para innovar a tu favor sin presiones ni compromisos. Amarás la diferencia.
et: Mittetulundusliku organisatsioonina oleme innovatsioonis vabad, ega pea sinu huvisid kahjustavaid kompromisse tegema. Hakkad seda erinevust kindlasti armastama.
fy_nl: As non-profit, binne wy frij om te ynnovearjen yn jo belang sûnder druk voor kompromissen. Jo sille it ferskil wurdearje.
ga_ie: Mar eagraíocht neamhbhrabúis, tá cead againn obair a dhéanamh ar do shon gan gá comhghéilleadh a dhéanamh. Taitneoidh an difríocht go mór leat.
gl: Como unha fundación sen fins de lucro, somos libres de innovar para vostede sen compromiso. Encantaralle a diferencia.
gu_in: બિન-ફાયદાકીય હોવાથી, અમે કોઇપણ પ્રકારના દબાણ વિના તમારા વતી સંશોધન કરવા માટે મુક્ત છીએ. તમને આ ફરક ગમશે.
he: כגוף ללא כוונת רווח, אנו חופשיים לחדש במיוחד עבורך ללא הלחצים כדי להתפשר. אתם הולכים לאהוב את השוני.
hy_am: Որպես շահույթ չհետապնդող, մենք ազատ ենք նորամուծություն իրականացնել ձեր անունից առանց որրէ ճնշման: Դուք կսիրեք տարբերությունը:
id: Sebagai organisasi nirlaba, kami bebas berinovasi mewakili Anda tanpa ada tekanan untuk berkompromi. Anda akan mencintai perbedaannya.
it: Siamo un'organizzazione non-profit in grado di creare innovazione senza scendere a compromessi. Ti piacerà la differenza.
kn: ಲಾಭದ ಉದ್ಧೇಶವನ್ನು ಹೊಂದಿರದ ನಾವು ಯಾವುದೆ ಹೊಂದಾಣಿಕೆ ಮಾಡಿಕೊಳ್ಳದೆ ನಿಮ್ಮ ಪರವಾಗಿ ನವೀನತೆಯನ್ನು ಒದಗಿಸಲು ಮುಕ್ತವಾಗಿದ್ದೇವೆ. ನೀವು ವ್ಯತ್ಯಾಸವನ್ನು ಖಂಡಿತಾ ಇಷ್ಟಪಡುತ್ತೀರಿ.
ko: 비영리 커뮤니티로서 우리는 어떠한 외부 압력에서도 여러분의 편에서 혁신을 이루어 나갑니다. 우리는 차이와 독특함을 사랑합니다.
mk: Како непрофитна заедница ние слободно можеме да иновираме со Вашите интереси на ум и без притисок да правиме компромиси. Ќе ја засакате разликата.
ml: നോണ്‍-പ്രോഫിറ്റ് ആയതിനാല്‍, നിങ്ങള്‍ക്കുചിതമായതു് കണ്ടുപിടിയ്ക്കുവാന്‍ ഞങ്ങള്‍ക്കു് സാധ്യമാകുന്നു. ഈ മാറ്റം നിങ്ങള്‍ക്കിഷ്ടമാകുന്നതാണു്.
ms: Sebagai sebuah non-profit, kami adalah bebas menginovasi kepada pihak anda tanpa sebarang tekanan untuk kompromasi. Anda akan sukakan kelainannya.
nb_no: Som en ideell organisasjon har vi alltid mulighet til nyskapning på din vegne, uten å bli tvunget til å inngå kompromisser. Du kommer til å elske forskjellen.
oc: Coma organisme de tòca non lucrativa, sèm liures d'innovar en vòstre nom sens cap de pression de compromés. La diferéncia vos encantarà.
or: ଏକ ଲାଭ-କରୁନଥିବା ଅନୁଷ୍ଠାନ ହେତୁ, ଆମେ ଆପଣଙ୍କ ପାଇଁ ବାଧା ବିଘ୍ନ ବିନା ଆବିଷ୍କାର କରିବା ପାଇଁ ପ୍ରସ୍ତୁତ। ଏହି ଭିନ୍ନତାକୁ ଆପଣ ନିଶ୍ଚିତ ଭାବରେ ପସନ୍ଦ କରିବେ।
pa_in: ਗੈਰ-ਫਾਇਦੇ ਵਜੋਂ, ਅਸੀਂ ਤੁਹਾਡੇ ਤੌਰ ਉੱਤੇ ਨਵਾਂ ਕਰ ਸਕਦੇ ਹਾਂ ਉਹ ਵੀ ਬਿਨਾਂ ਕਿਸੇ ਸਮਝੌਤੇ ਅਤੇ ਦਬਾਅ ਦੇ । ਤੁਸੀਂ ਫ਼ਰਕ ਨੂੰ ਮਹਿਸੂਸ ਕਰਨ ਜਾ ਰਹੇ ਹੋ।
pl: Jesteśmy organizacją non-profit, dzięki czemu nie musimy iść na żadne kompromisy i możemy wprowadzać innowacyjne rozwiązania służące Twojemu dobru. Ta różnica na pewno przypadnie Ci do gustu.
pt_br: Como uma organização sem fins lucrativos, somos livres para inovar em seu nome sem a pressão de compromisso.<br/>Você vai adorar a diferença.
ro: Fiind nonprofit, suntem liberi să inovăm așa cum vreți voi, fără griji sau compromisuri. O să vă placă diferența.
sk: Pretože ide o neziskový produkt, môžeme vo vašom záujme voľne inovovať bez akéhokoľvek tlaku ku kompromisom. Ten rozdiel sa vám bude páčiť.
sl: Ker smo neprofitni, lahko svobodno delamo v vašo korist brez pritiskov in popuščanj. Zaljubili se boste v razliko.
sq: Si një organizëm jofitimprurë, jemi të lirë të sjellin risi në emrin tuaj, pa na u dashur të kompromentohemi nga ndonjë trysni. Keni për ta dashur këtë dallim.
sv_se: Som en icke vinstdrivande organisation är vi fria att förnya oss för din räkning, utan påtryckningar eller kompromisser. Du kommer att älska skillnaden.
te: లాభాపేక్షలేని స్వచ్ఛంద సంస్థగా, రాజీపడాల్సిన ఒత్తిడి లేకుండా మీ తరపున మేం నవకల్పనలు చేయగలం. ఈ విభిన్నతను మీరు అభిమానిస్తారు.
uk: Ми є некомерційною організацію, тому ми вільні впроваджувати інновації для вас без жодних компромісів. Вам сподобається різниця.

source: Welcome to the only browser <em>that puts you first.</em>
af: Welkom by die enigste blaaier <em>wat gebruikers eerste plaas.</em>
as: স্বাগতম সেই একমাত্ৰ ব্ৰাউছাৰলে <em>যি আপোনাক প্ৰথমত ৰাখে।</em>
ast: Bienllegáu al únicu navegador <em>nel que lo primero yes tu.</em>
bg: Добре дошли при единствения браузър, <em>който мисли за вас на първо място.</em>
bn_in: <em>আপনার উদ্দেশ্যে প্রস্তুত</em> একমাত্র ব্রাউজারে স্বাগতম।
br: Degemer mat war ar merdeer nemetañ <em>a laka ac'hanoc'h war ar renk kentañ.</em>
bs: Dobrodošli u jedini browser <em>koji stavlja Vas na prvo mjesto.</em>
da: Velkommen til den eneste browser der sætter <b>dig</b> i første række.
de: Willkommen zum einzigen Browser, für den <em>Sie an erster Stelle stehen.</em>
el: Καλώς ήρθατε στον μοναδικό περιηγητή που <em>έχει εσάς σαν μοναδική προτεραιότητα.</em>
eo: Bonvenon al la ununura retesplorilo <em>kiu submetiĝas al vi.</em>
es_ar: Bienvenido al único navegador que <em>te pone en primer lugar.</em>
es_cl: Bienvenido al único navegador <em>que pone tus intereses en primer lugar.</em>
et: Tere tulemast kasutama veebilehitsejat, <em>mis asetab sinu huvid esikohale.</em>
fy_nl: Wolkom by de ienige browser <em>dy't jo op it earste plak set.</em>
ga_ie: Fáilte go dtí an brabhsálaí amháin <em>a thugann tús áite duitse.</em>
gl: Benvida ao único navegador <em>que o pon en primeiro lugar.</em>
gu_in: એવા બ્રાઉઝરમાં તમારું સ્વાગત છે કે જે એક જ માત્ર <em>તમને પહેલાં રાખે છે.</em>
he: ברוכים הבאים לדפדפן היחיד <em>ששם אתכם בחזית.</em>
hy_am: Բարի գալուստ միակ դիրարկիչ որտեղ <em>դուք առաջին հերթին եք:</em>
id: Selamat datang di peramban satu-satunya <em>yang mengutamakan Anda.</em>
it: Benvenuto nell'unico browser <em>che ti mette al primo posto.</em>
kn: <em>ನಿಮ್ಮನ್ನು ಮುಂಚೂಣಿಯಲ್ಲಿರಿಸುವ</em> ಏಕೈಕ ಜಾಲವೀಕ್ಷಕಕ್ಕೆ ಸ್ವಾಗತ.
ko: <em>여러분을 최우선으로 생각하는</em> 웹 브라우저를 사용해 주셔서 감사합니다.
mk: Добредојдовте во единствениот прелистувач што <em>Ве става Вас на прво место.</em>
ml: <em>നിങ്ങള്‍ക്കു് പ്രാധാന്യം നല്‍കുന്നു</em> ഏക ബ്രൌസറിലേക്കു് സ്വാഗതം.
ms: Selamat datang ke pelayar Web satu-satunya <em>meletakkan anda sebagai yg pertama.</em>
nb_no: Velkommen til den eneste nettleseren <em>som prioriterer deg først.</em>
oc: Benvenguda sul sol navigador <em>que vos fa passar en primièr.</em>
or: <em>ଆପଣଙ୍କୁ ଅଗ୍ରାଧିକାର ଦେଉଥିବା</em> କେବଳ ମାତ୍ର ବ୍ରାଉଜରରେ ଆପଣଙ୍କୁ ସ୍ୱାଗତ
pa_in: ਕੇਵਲ ਇੱਕ ਬਰਾਊਜ਼ਰ, <em>ਜੋ ਤੁਹਾਨੂੰ ਪਹਿਲ ਦਿੰਦਾ ਹੈ,</em> ਵਲੋਂ ਜੀ ਆਇਆਂ ਨੂੰ।
pl: Wita Cię jedyna przeglądarka, <em>dla której najbardziej liczysz się Ty.</em>
pt_br: Bem-vindo ao único navegador que <em>coloca você em primeiro lugar.</em>
ro: Bine ați venit la singurul navigator care <em>vă pune pe primul loc.</em>
sk: Víta vás jediný prehliadač, pre ktorý <em>ste na prvom mieste vy.</em>
sl: Pozdravljeni v edinem brskalniku, <em>kjer ste vi na prvem mestu.</em>
sq: Mirë se vini te shfletuesi i vetëm <em>që mbi gjithçka vë juve.</em>
sv_se: Välkommen till den enda webbläsare <em>som sätter dig främst.</em>
te: <em>మీకు మొదటి ప్రాధాన్యతనిచ్చే</em> ఏకైక విహారిణికి స్వాగతం.
uk: Ласкаво просимо до браузеру, що <em>ставить вас на перше місце.</em>
