Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */firefoxtesting.po
Languages: ast, br, bs, ca, cs, da, de, el, eo, es_ar, es_cl, et, eu, fy_nl, gl, gu_in, he, hu, is, it, ko, mk, nb_no, nl, pa_in, pl, pt_br, ro, sk, sl, sq, sv_se, uk, zh_cn

source: Download Firefox Beta for Android - Free
ast: Descarga Firefox Beta p'Android - De baldre
br: Pellgargit Firefox Beta evit Android - Digoust
bs: Preuzmite Firefox Beta za Android - Besplatno
ca: Baixeu-vos el Firefox Beta per a l'Android de franc
cs: Stáhnout Firefox Beta pro Android (zdarma)
da: Download Firefox beta til Android - Gratis
de: Laden Sie Firefox Beta für Android herunter – Kostenlos
el: Κάνετε δωρεάν λήψη του Firefox Beta για Android
eo: Elŝuti Firefox Beta por Android - senpage
es_ar: Descargá Firefox Beta para Android - Gratis
es_cl: Baja Firefox Beta para Android - Gratis
et: Laadi alla Firefoxi beeta Androidile - tasuta
eu: Deskargatu Firefox Beta Androiderako - Dohainik
fy_nl: Download Firefox Beta foar Android - Fergees
gl: Descargue Firefox Beta para Android - De balde
gu_in: ફાયરફોક્સ બીટાને એન્ડ્રોઇડ માટે ડાઉનલોડ કરો - મુક્ત
he: הורדת Firefox Beta למכשירי Android – חינם
hu: Firefox Beta for Android letöltés - Ingyenes
is: Niðurhala Firefox Beta fyrir Android - Ókeypis
it: Scarica Firefox Beta per Android - Gratis
ko: Firefox 베타 다운로드 (안드로이드용) - 무료
mk: Преземете го Firefox Beta за Android - слободно
nb_no: Last ned Firefox Beta for Android - Gratis
nl: Download Firefox Bèta voor Android - Gratis
pa_in: ਐਡਰਾਇਡ ਲਈ ਫਾਇਰਫਾਕਸ ਬੀਟਾ ਡਾਊਨਲੋਡ ਕਰੋ - ਮੁਫ਼ਤ
pl: Pobierz Firefoksa Beta dla Androida - za darmo
pt_br: Baixe o Firefox Beta para Android
ro: Descarcă Firefox Beta pentru Android - Gratuit
sk: Prevziať Firefox Beta pre Android - zadarmo
sl: Prenesite brezplačni Firefox Beta za Android
sq: Shkarkoni Firefox Beta për Android - Falas
sv_se: Hämta Firefox Beta för Android - Gratis
uk: Завантажте Бету Firefox під Android - Безплатно
zh_cn: 下载 Android 版 Firefox Beta - 免费

source: Download Firefox Beta for Desktop - Free
ast: Descarga Firefox Beta pal Escritoriu - De baldre
br: Pellgargit Firefox Beta evit an urzhiataerioù burev - Digoust
bs: Preuzmite Firefox Beta za Desktop - Besplatno
ca: Baixeu-vos el Firefox Beta per a l'escriptori de franc
cs: Stáhnout Firefox Beta pro desktop (zdarma)
da: Download Firefox beta til computer - Gratis
de: Laden Sie Firefox Beta für Desktop-Rechner herunter – Kostenlos
el: Κάνετε δωρεάν λήψη του Firefox Beta για υπολογιστή
eo: Elŝuti Firefox Beta por komputilo - senpage
es_ar: Descargá Firefox Beta para tu PC - Gratis
es_cl: Baja Firefox Beta para escritorio - Free
et: Laadi alla Firefoxi beeta töölauale - tasuta
eu: Deskargatu Firefox Beta mahaigainerako - Dohainik
fy_nl: Download Firefox Beta foar Buro-PC - Fergees
gl: Descargue Firefox Beta para o escritorio - De balde
gu_in: ફાયરફોક્સ બીટાને ડેસ્કટોપ માટે ડાઉનલોડ કરો - મુક્ત
he: הורדת Firefox Beta למחשב – חינם
hu: Firefox Beta for Desktop letöltés - Ingyenes
is: Niðurhala Firefox Beta fyrir tölvuna - Ókeypis
it: Scarica Firefox Beta per computer - Gratis
ko: Firefox 베타 다운로드 (PC용) - 무료
mk: Преземете го Firefox Beta за десктоп - слободно
nb_no: Last ned Firefox Beta for Desktop - Gratis
nl: Download Firefox Bèta voor Desktop - Gratis
pa_in: ਡੈਸਕਟਾਪ ਲਈ ਫਾਇਰਫਾਕਸ ਬੀਟਾ ਡਾਊਨਲੋਡ ਕਰੋ - ਮੁਫ਼ਤ
pl: Pobierz Firefoksa Beta dla komputerów desktop - za darmo
pt_br: Baixe o Firefox Beta para Desktop
ro: Descarcă Firefox Beta pentru calculator - Gratuit
sk: Prevziať Firefox Beta - zadarmo
sl: Prenesite brezplačni Firefox Beta za namizni računalnik
sq: Shkarkoni Firefox Beta për Desktop - Falas
sv_se: Hämta Firefox Beta för datorn - Gratis
uk: Завантажте Бету Firefox для Десктопів - Безплатно
zh_cn: 下载桌面版 Firefox Beta - 免费

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
ast: Prueba y descarga los futuros llanzamientos. Esperimenta les caberes innovaciones coles versiones Aurora o Beta.
br: Pellgargit hag amprouit handelvoù da zont Firefox. Arnodit an nevezadennoù diwezhañ gant an handelvoù Aurora pe Beta.
bs: Preuzmite i testirajte buduće verzije Firefoxa. Iskusite najnovije inovacije sa Aurorom ili Beta verzijom.
ca: Baixeu i proveu les properes versions del Firefox. Experimenteu les darreres innovacions amb les construccions de l'Aurora o la Beta.
cs: Stáhněte si a otestujte budoucí verze Firefoxu. Vyzkoušejte si nejnovější inovace v Auroře a betaverzích.
da: Download og test Firefox' fremtidige udgivelser. Få de nyeste funktioner med Aurora- eller beta-versionerne.
de: Laden Sie zukünftige Firefox-Versionen herunter und testen Sie sie. Erleben Sie die neuesten Innovationen mit den Aurora- oder Beta-Versionen
el: Κάνετε λήψη και δοκιμάστε μελλοντικές εκδόσεις του Firefox. Δοκιμάστε τις νεότερες καινοτομίες του Aurora και των Beta.
eo: Elŝutu kaj testu la estontajn eldonojn de Firefox. Spertu la plej lastajn novaĵojn per la eldonoj Aurora aŭ Beta.
es_ar: Descargá y probá las próximas versiones de Firefox. Experimentá las nuevas innovaciones con las versiones Aurora y Beta.
es_cl: Baja y prueba los próximos lanzamientos de Firefox. Experimenta las últimas innovaciones con las compilaciones Aurora o Beta.
et: Laadi alla ja testi Firefoxi tuleviku väljalaskeid. Tunneta uusi innovaatilisi lahendusi Aurora või beeta väljalaskeid kasutades.
eu: Deskargatu eta probatu Firefoxen etorkizuneko bertsioak. Dastatu innobazio berrienak Aurora edo Beta bertsioekin.
fy_nl: Download en test Firefox takomstige útjeftes. Untdek de nijste ynnovaasjes mei de Aurora of Bèta builds.
gl: Descargue e probe as futuras versións do Firefox. Experimente as últimas innovacións coas construcións de Aurora ou Beta.
gu_in: ફાયરફોક્સના ભવિષ્યના પ્રકાશનો ડાઉનલોડ કરો અને ચકાસો. ઑરોરા કે બીટા બીલ્ડ સાથે નવા સંશોધનોનો અનુભવ માણો.
he: הורידו ובדקו גרסאות עתידיות של Firefox. חוו את הפיתוחים האחרונים עם גרסאות Aurora או Beta.
hu: Töltse le és próbálja ki a következő Firefox verziót. Ismerje meg a legújabb fejlesztéseket az Aurora vagy Beta kiadások használatával.
is: Halaðu niður og prófaðu nýjar útgáfur af Firefox. Upplifðu nýjustu hlutina með Aurora eða Beta útgáfum.
it: Scarica e prova la prossima versione di Firefox. Scopri tutte le ultime innovazioni con le versioni Aurora e Beta.
ko: Firefox 베타 버전을 다운로드하고 테스트해 주십시오. 가장 최신의 웹 기술을 경험해 보실 수 있습니다.
mk: Преземете ги и тестирајте ги идните изданија на Firefox. Искусете ги најновите иновации со верзиите Aurora или Beta.
nb_no: Last ned og test fremtidige utgaver av Firefox. Prøv ut de siste nyskapningene med Aurora eller Beta-versjonene.
nl: Download en test toekomstige Firefox-versies. Beleef de nieuwste innovaties met de Aurora- of Bèta-builds.
pa_in: ਫਾਇਰਫਾਕਸ ਦੇ ਆਉਣ ਵਾਲੇ ਰੀਲਿਜ਼ ਨੂੰ ਡਾਊਨਲੋਡ ਅਤੇ ਟੈਸਟ ਕਰੋ। ਓਰੋਰਾ ਜਾਂ ਬੀਟਾ ਬਿਲਡ ਨਾਲ ਨਵੀਆਂ ਖੋਜਾਂ ਨੂੰ ਮਹਿਸੂਸ ਕਰੋ।
pl: Pobierz i przetestuj przyszłe wydania Firefoksa. Wypróbuj najnowsze innowacje w kompilacjach Aurora i Beta.
pt_br: Baixe e teste as futuras versões do Firefox. Experimente as inovações mais recentes com as compilações Aurora e Beta.
ro: Descarcă și testează versiunile viitoare ale Firefox. Expermentează noile inovații cu versiunile Aurora sau Beta.
sk: Nainštalujte a otestujte budúce verzie Firefoxu. Užite si najnovšie inovácie v zostaveniach Aurora alebo Beta.
sl: Prenesite in preizkusite prihajajoče različice Firefoxa. Spoznajte najnovejše izboljšave v izdajah Aurora ali Beta.
sq: Shkarkoni dhe vini në provë versionet e ardhshme të Firefox-it. Provoni risitë më të reja me montimet Aurora ose Beta.
sv_se: Hämta och testa kommande Firefox-versioner. Upptäck de senaste nyheterna med Aurora- eller Beta-byggen.
uk: Завантажте та тестуйте майбутні випуски Firefox. Спробуйте останні новинки у збірках Аврора та Бета.
zh_cn: 下载并测试将要发布的 Firefox。通过 Aurora 或者 Beta 版在第一时间体验我们的创新。

source: Firefox Beta
ast: Firefox Beta {ok}
br: Firefox Beta {ok}
bs: Firefox Beta {ok}
ca: Firefox Beta {ok}
cs: Firefox Beta {ok}
de: Firefox Beta {ok}
el: Firefox Beta {ok}
eo: Firefox Beta{ok}
es_ar: Firefox Beta {ok}
et: Firefoxi beeta
fy_nl: Firefox Bèta
gl: Firefox Beta {ok}
gu_in: ફાયરફોક્સ બીટા
he: Firefox Beta {ok}
hu: Firefox Beta {ok}
is: Firefox Beta {ok}
it: Firefox Beta {ok}
ko: Firefox 베타
mk: Firefox Beta {ok}
nl: Firefox Bèta
pa_in: ਫਾਇਰਫਾਕਸ ਬੀਟਾ
pl: Firefox Beta {ok}
pt_br: Firefox Beta {ok}
ro: Firefox Beta {ok}
sk: Firefox Beta {ok}
sl: Firefox Beta {ok}
sq: Firefox Beta {ok}
sv_se: Firefox Beta {ok}
uk: Firefox Бета

source: Firefox Beta for:
ast: Firefox Beta pa:
br: Firefox Beta evit :
bs: Firefox Beta za:
ca: Firefox Beta per a:
cs: Firefox Beta pro:
da: Firefox beta til:
de: Firefox Beta für:
el: Firefox Beta για:
eo: Firefox Beta por:
es_ar: Firefox Beta para:
es_cl: Firefox Beta para:
et: Firefoxi beeta
eu: Firefox Beta honako:
fy_nl: Firefox Bèta foar:
gl: Firefox Beta para:
gu_in: ફાયરફોક્સ બીટા આના માટે:
he: Firefox Beta עבור:
hu: Firefox Beta:
is: Firefox Beta fyrir:
it: Firefox Beta per:
ko: Firefox 베타:
mk: Firefox Beta за:
nb_no: Firefox Beta for: {ok}
nl: Firefox Bèta voor:
pa_in: ਫਾਇਰਫਾਕਸ ਬੀਟਾ ਇਸ ਲਈ:
pl: Firefox Beta dla:
pt_br: Firefox Beta para:
ro: Firefox Beta pentru:
sk: Firefox Beta pre:
sl: Firefox Beta za:
sq: Firefox Beta për:
sv_se: Firefox Beta för:
uk: Firefox Бета для:
zh_cn: Firefox Beta 版本：

source: Firefox Beta for Mobile
ast: Firefox Beta pa móvil
br: Firefox Beta evit pellgomzer hezoug
bs: Firefox Beta za mobitele
ca: Firefox Beta per a mòbils
cs: Firefox Beta pro mobily
da: Firefox beta til Mobilen
de: Firefox Beta für Mobilgeräte
el: Firefox Beta για Κινητά
eo: Firefox Beta for poŝtelefono
es_ar: Firefox Beta para móviles
es_cl: Firefox Beta para móviles
et: Firefoxi beeta mobiilile
eu: Firefox Beta mugikorrerako
fy_nl: Firefox Bèta foar Mobile
gl: Firefox Beta para o móbil
gu_in: મોબાઇલ માટે ફાયરફોક્સ બીટા
he: Firefox Beta למכשירים ניידים
hu: Firefox Beta for Mobile {ok}
is: Firefox Beta fyrir farsíma
it: Firefox Beta per Mobile
ko: Firefox 모바일 베타
mk: Firefox Beta за мобилни уреди
nb_no: Firefox Beta for Mobil:
nl: Firefox Bèta voor Mobiel
pa_in: ਮੋਬਾਇਲ ਲਈ ਫਾਇਰਫਾਕਸ ਬੀਟਾ
pl: Firefox Beta dla urządzeń mobilnych
pt_br: Firefox Móvel Beta
ro: Firefox Beta pentru mobil
sk: Mobilný Firefox Beta
sl: Firefox Beta za mobilnike
sq: Firefox Beta për Celular
sv_se: Firefox Beta för mobilen
uk: Firefox Бета для мобільних
zh_cn: Firefox Beta 移动版

source: Download Beta and be part of the next version of Firefox.
ast: Descarga Beta y collabora na próxima versión de Firefox.
br: Pellgargit an handelv Beta ha kemerit perzh e handelv Firefox a zeu.
bs: Preuzmite Beta verziju i budite dio naredne verzije Firefoxa.
ca: Baixeu la Beta i sigueu part de la propera versió del Firefox.
cs: Stáhněte si betaverzi a buďte součástí příští verze Firefoxu.
da: Download Firefox beta, og få et smugkig på den næste version af Firefox.
de: Laden Sie die Beta-Version herunter und seien Sie ein Teil der nächsten Firefox-Version
el: Κάντε λήψη του Beta και πάρτε μέρος στη νέα έκδοση του Firefox.
eo: Elŝutu la version Beta kaj partoprenu la venontan version de Firefox.
es_ar: Descargá Beta y sé parte de la próxima versión de Firefox.
es_cl: Baja la Beta y forma parte en el desarrollo de la próxima versión de Firefox.
et: Laadi alla beetaversioon ja osale Firefoxi järgmise versiooni kujundamisel.
eu: Deskargatu Beta eta hartu parte Firefoxen hurrengo bertsioan.
fy_nl: Download Bèta en wês part fan de folgjende ferzje fan Firefox.
gl: Descargue a versión beta e participe da próxima versión do Firefox.
gu_in: બીટા ડાઉનલોડ કરો અને ફાયરફોક્સની આવનારી આવૃત્તિનો ભાગ બનો.
he: הורידו את גרסת הבטא ותהיו חלק מהגרסה הבאה של Firefox.
hu: Töltse le a Beta verziót és vegyen részt a következő Firefox elkészítésében.
is: Halaðu niður Betu og taktu þátt í næstu útgáfu af Firefox.
it: Scarica la versione beta e dai il tuo contributo alla prossima versione di Firefox.
ko: 베타 버전을 다운로드하고 차기 버전을 미리 경험해 보세요.
mk: Преземете верзија Beta и бидете дел од новиот Firefox.
nb_no: Last ned Beta, og vær en del av den neste Firefox.
nl: Download de Bèta en maak deel uit van de volgende versie van Firefox.
pa_in: ਬੀਟਾ ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਫਾਇਰਫਾਕਸ ਦੇ ਨਵੇਂ ਵਰਜਨ ਦਾ ਹਿੱਸਾ ਬਣੋ।
pl: Pobierz Betę i miej wpływ na następną wersję Firefoksa.
pt_br: Baixe o Beta e faça parte da próxima versão do Firefox.
ro: Descarcă Beta și fi parte din noua versiune de Firefox.
sk: Nainštalujte si verziu Beta a buďte súčasťou budúcich verzií Firefoxu.
sl: Prenesite Firefox Beta in bodite del naslednje različice Firefoxa.
sq: Shkarkoni Beta-n dhe bëhuni kështu pjesë e versionit të ardhshëm të Firefox-it.
sv_se: Hämta Betan och hjälp till med nästa version av Firefox.
uk: Завантажте Бету та долучіться до розробки наступної версії Firefox.
zh_cn: 下载 Beta 版成为 Firefox 下一个版本的用户。

source: 1. Test Features
ast: 1. Prueba carauterístiques
br: 1. Amprouit keweriusterioù
bs: 1. Testirajte mogućnosti
ca: 1. Proveu funcions
cs: 1. Vyzkoušejte novinky
da: 1. Test funktioner
de: 1. Testen Sie
el: 1. Δοκιμαστε χαρακτηριστικα
eo: 1. Testi trajtojn
es_ar: 1. Probá funcionalidades
es_cl: 1. Prueba las características
et: 1. Testi uusi võimalusi
eu: 1. Probatu ezaugarriak
fy_nl: 1. Test funksjes
gl: 1. Probar as funcionalidades
gu_in: ૧. લક્ષણો તપાસો
he: 1. בדיקת תכונות
hu: 1. Tesztelés
is: 1. Prófa hluti
it: 1. Test delle funzionalità
ko: 1. 신 기능 테스트
mk: 1. Тестирајте особености
nb_no: 1. Test funksjoner
nl: 1. Functies testen
pa_in: 1. ਫੀਚਰ ਟੈਸਟ ਕਰੋ
pl: 1. Testuj nowe funkcje
pt_br: 1. Teste recursos
ro: 1. Testare funcționalități
sk: 1. Otestujte funkcie
sl: 1. Preizkusite
sq: 1. Testoni Veçoritë
sv_se: 1. Testa funktioner
uk: 1. Тестуйте новинки
zh_cn: 1. 功能测试

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
ast: Sé'l primeru n'esperimentar les caberes meyores en rendimientu, personalización y seguridá.
br: Arnodit ar gwellaennoù diwezhañ a-fet digonusted, personelaat ha diogelroez.
bs: Isprobajte najnovija unapređenja performansi, prilagođenja i sigurnosti već spremne za finalnu verziju.
ca: Proveu les últimes millores en rendiment, personalització i seguretat quasi a punt per mostrar-se al món.
cs: Vyzkoušejte si vylepšený výkon, přizpůsobitelnost a lepší zabezpečení, které je téměř k dispozici pro finální vydání.
da: Prøv de seneste ydelses-, tilpasnings- og sikkerheds&shy;forbedringer, der næsten er klar til den færdige udgave af Firefox.
de: Probieren Sie die neuesten Leistungs-, Anpassungs- und Sicherheitsverbesserungen aus, die fast zur Freigabe bereit sind.
el: Δοκιμάστε τις βελτιώσεις σε επιδόσεις, παραμετροποίηση και ασφάλεια που είναι σχεδόν έτοιμες για κυκλοφορία.
eo: Provu la lastajn plibonigojn pri efikeco, agordeblo kaj sekureco, kiuj preskaŭ pretas por la fina versio.
es_ar: Probá las últimas mejoras en rendimiento, personalización y seguridad casi listas para su salida final.
es_cl: Sé el primero en poner a prueba las últimas mejoras en rendimiento, personalización y seguridad.
et: Proovi järgi, milline on jõudlus ning uued kohandamisvõimalused ja turvatäiustused, mis on peaaegu valmis.
eu: Probatu azken errendimendu, pertsonalizazio eta segurtasun hobekuntzak, labetik irteteko puntuan.
fy_nl: Probearje de lêste prestaasjes, oanpassingen en feilichheidsferbetteringen hast klear foar prime-time.
gl: Probe as últimas melloras de rendemento, de personalización e seguranza xa case listas para a versión final.
gu_in: હંમેશ માટે એકદમ તૈયાર તાજેતરનું પરફોર્મન્સ, વૈવિધ્યપણું અને સુરક્ષા સુધારાઓ વાપરી જુઓ.
he: נסו את השיפורים האחרונים לביצועים, ההתאמה האישית והאבטחה שכמעט מוכנים לחשיפת שיא.
hu: Próbálja ki a kiadásra váró legújabb teljesítményt, biztonságot és testreszabhatóságot érintő fejlesztéseket.
is: Prófaðu meiri afkastagetu, sérsnið og öryggislagfæringar sem eru næstum því tilbúnar.
it: Scopri le ultime novità in ambito di prestazioni, personalizzazioni e sicurezza prima che vengano distribuite al grande pubblico.
ko: 최신 기능 및 성능 향상, 맞춤 기능과 보안 강화 등 새로운 특징들을 미리 경험해 볼 수 있습니다.
mk: Пробајте ги најновите подобрувања на перформансите, прилагодувањата и безбедноста кога се речиси спремни за јавноста.
nb_no: Prøv de nyeste forbedringene som er nesten leveringsklare.
nl: Probeer de laatste verbeteringen in prestaties, aanpassing en beveiliging die bijna gereed zijn voor dagelijks gebruik.
pa_in: ਨਵੀਂ ਕਾਰਗੁਜ਼ਾਰੀ, ਕਸਟਮਾਈਜੇਸ਼ਨ ਅਤੇ ਸੁਰੱਖਿਆ ਸੁਧਾਰ ਤੁਰੰਤ ਵਰਤਣ ਲਈ ਤਿਆਰ ਹਨ।
pl: Wypróbuj najnowsze usprawnienia wydajności, personalizacji i bezpieczeństwa, które są już prawie gotowe.
pt_br: Experimente as mais recentes melhorias de desempenho, personalização e segurança quase prontas pro horário nobre.
ro: Încercați cele mai recente îmbunătățiri ale performanței, personalizării și securității care sunt aproape gata pentru a fi lansate.
sk: Vyskúšajte najnovšie vylepšenia výkonu, možnosti prispôsobenia a bezpečnosti predtým, ako ich uvoľníme vo finálnej verzii.
sl: Preizkusite najnovejše izboljšave zmogljivosti, prilagodljivosti in varnosti, tik pred izdajo za javnost.
sq: Provoni zgjerimet më të reja të funksionimit, personalizimit dhe sigurisë thuajse gati për t'u hedhur në qarkullim.
sv_se: Prova de senaste förbättringarna i prestanda, anpassningar och säkerhet när de nästan är färdiga.
uk: Спробуйте останні покращення швидкодії, гнучкості та безпеки — майже готові до виходу в люди.
zh_cn: 即将准备就绪的最新的性能、定制能力和安全改进，你将在第一时间体验到。

source: 2. Refine &amp; Polish
ast: 2. Define y perfeiciona
br: 2. Peurlipat ha purañ
bs: 2. Ugladite &amp; ispolirajte
ca: 2. Refineu i poliu
cs: 2. Vyzkoušejte a hlašte
da: 2. Finpudsning
de: 2. Polieren Sie auf
el: 2. Τελειοποιηση &amp; Γυαλισμα
eo: 2. Revizii kaj poluri
es_ar: 2. Afinación y pulido
es_cl: 2. Refinar y pulir
et: 2. Lihvi ja täiusta
eu: 2. Lagundu azken ukituekin
fy_nl: 2. Ferbetterje &amp; Polijst
gl: 2. Refinar e pulir
gu_in: ૨. શુદ્ધ બનાવો &amp; પોલીશ કરો
he: 2. ליטוש וצחצוח
hu: 2. Finomhangolás
is: 2. Lagfæra og slípa til
it: 2. Cura dei dettagli
ko: 2. 문제점 해결
mk: 2. Рефинирајте и полирајте
nb_no: 2. Finpuss
nl: 2. Verfijnen &amp; bijschaven
pa_in: 2. ਸੁਧਾਰ &amp; ਚਮਕਦਾਰ
pl: 2. Ulepsz Firefoksa razem z nami
pt_br: 2. Apare as arestas
ro: 2. Perfecționare &amp; Cizelare
sk: 2. Pomôžte s doladením
sl: 2. Predlagajte
sq: 2. Përimtësojeni &amp; Lëmojeni
sv_se: 2. Förbättra och förfina
uk: 2. Поліпшіть Firefox
zh_cn: 2. 改进和雕琢

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
ast: Infórmanos de bugs p'ayudanos a adautar a un entornu estable, los caberos cambeos en rendimientu y funcionalidá.
br: Danevellit beugoù a-benn reiñ skoazell deomp peurlipat an digonusted hag ar c'heweriusterioù e-barzh un endro stabil.
bs: Prijavite grešku i pomozite nam da usavršimo performanse i funkcionalnosti u stabilnoj verziji.
ca: Empleneu informes d'error per ajudar-nos a fer els darrers ajustaments en rendiment i funcions en un entorn estable.
cs: Hlaste chyby, které nám pomohou vyladit výkon a funkcionalitu finální verze pro koncové uživatele.
da: Rapportér fejl, og hjælp os med at lave de endelige finjusteringer af ydelse og funktionalitet i et stabilt miljø.
de: Legen Sie Fehlerberichte an, um uns zu helfen, Firefox in einer stabilen Umgebung den letzten Schliff zu geben.
el: Καταχωρήστε bug και βοηθήστε μας να κάνουμε τις τελικές ρυθμίσεις απόδοσης και λειτουργικότητας σε σταθερό περιβάλλον.
eo: Raportu cimojn por helpi nin ĝustigi la lastajn detalojn pri efikeco kaj funkciado en stabila ĉirkaŭaĵo.
es_ar: Reportá errores para ayudarnos a darle los toques finales antes de la salida de la versión final.
es_cl: Rellena bugs para ayudarnos a poner los toques finales en rendimiento y funcionalidades en un entorno estable.
et: Anna vigadest teada ning aita meil teha viimaseid parandusi jõudluses ja funktsionaalsuses stabiilses keskkonnas.
eu: Sortu bug edo errore-txostenak ingurune egonkor batean arituz, azken orduko hobekuntzak egin ditzagun errendimendu eta funtzionalitateei dagokienez.
fy_nl: Skriuw bugs om ús te helpen de lêste tweaks op prestaasje en funksjonaliteit yn in stabile omjouwing.
gl: Informe dos erros para axudarnos a realizar os axustes finais no rendemento e as funcionalidades nun entorno estábel.
gu_in: સ્થાયી પર્યાવરણમાં પરફોર્મન્સ અને કાર્ય માટે છેલ્લા ફેરફારો લાવવામાં અમને મદદ કરવા માટે ભૂલોનો અહેવાલ જમા કરો.
he: דווחו על באגים ועזרו לנו עם השינויים האחרונים בביצועים ובפונקציונליות בסביבה יציבה.
hu: Jelentse be a hibákat, amelynek segítségével elvégezhetjük a teljesítményhangolást és az utolsó simításokat az új funkciókon.
is: Tilkynntu allar villur til þess að hjálpa okkur við að setja endapunktinn á lagfæringar og afkastagetu.
it: Segnala nuovi bug per aiutarci a perfezionare gli ultimi dettagli su prestazioni e funzionalità in un ambiente stabile.
ko: 정식 출시를 위해 성능 및 기능에 문제가 있는 경우, 빠르게 버그 리포트를 하시면 신속하게 고쳐드립니다.
mk: Пријавете бубачки за да ни помогнете да ги направиме последните поправки за перформанси и функционалност во стабилна околина.
nb_no: Registrer bugs for å hjelpe oss å justere ytelse og funksjonalitet i et stabilt miljø.
nl: Dien bugs in en help ons bij het aanbrengen van de laatste tweaks aan prestaties en functionaliteiten in een stabiele omgeving.
pa_in: ਸਥਿਰ ਵਾਤਾਵਰਤਨ ਵਿੱਚ ਕਾਰਗੁਜ਼ਾਰੀ ਅਤੇ ਕੰਮ-ਕਾਜ ਸਬੰਧੀ ਅੰਤਿਮ ਸੁਧਾਰ ਕਰਨ ਲਈ ਮੱਦਦ ਵਾਸਤੇ ਬੱਗ ਫਾਇਲ ਕਰੋ।
pl: Zgłaszaj odnalezione błędy, by pomóc w końcowym etapie dostrajania wydajności i funkcjonalności w stabilnym środowisku.
pt_br: Relate bugs para nos ajudar a dar os últimos ajustes de desempenho de funcionalidade em um ambiente estável.
ro: Deschideți tichete pentru a ne ajuta să facem ajustările finale de performanță și funcționalitate într-o versiune stabilă.
sk: Zadaním bugov nám pomôžete s doladením výkonu a funkcií pre finálnu verziu.
sl: Sporočite nam odkrite hrošče, da bomo odpravili zadnje pomanjkljivosti na poti do zanesljivega okolja.
sq: Depozitoni njoftime të metash që të na ndihmoni t'i sendërtojmë në një mjedis të qëndrueshëm përimtësimet përfundimtare lidhur me funksionimin.
sv_se: Rapportera buggar för att hjälpa oss att göra de sista justeringarna på prestanda och funktionalitet i en stabil miljö.
uk: Засилайте вади, щоб допомогти нам внести останні правки стосовно швидкодії та функціоналу стабільної версії.
zh_cn: 提交错误报告，帮助我们在一个稳定的环境中对性能和功能进行最后的调整。

source: 3. Do Your Part
ast: 3. Participa
br: 3. Deoc'h-c'hwi da c'hoari
bs: 3. Uradite svoj dio
ca: 3. Feu la vostra part
cs: 3. Ovlivněte dění
da: 3. Hjælp med
de: 3. Tragen Sie bei
el: 3. Συμμετεχετε
eo: 3. Partopreni
es_ar: 3. Hacé tu parte
es_cl: 3. Participa
et: 3. Anna oma osa
eu: 3. Jarri zure aletxoa
fy_nl: 3. Doch jo part
gl: 3. Participar
gu_in: ૩. તમારા ભાગનું કરો
he: 3. החלק שלכם
hu: 3. Legyen részese
is: 3. Taktu þátt
it: 3. Fai la tua parte
ko: 3. 지금 참여하기
mk: 3. Дајте свој придонес
nb_no: 3. Gjør din del
nl: 3. Uw aandeel leveren
pa_in: 3. ਆਪਣਾ ਹਿੱਸਾ ਪਾਉ
pl: 3. Rób swoje
pt_br: 3. Faça a sua parte
ro: 3. Fii de folos
sk: 3. Buďte súčasťou
sl: 3. Sodelujte
sq: 3. Bëni Tuajën
sv_se: 3. Hjälp till
uk: 3. Робіть своє
zh_cn: 3. 尽自己的一份力量
