Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */firefoxtesting.po
Languages: ast, br, bs, ca, cs, da, de, el, eo, es_ar, es_cl, et, eu, fy_nl, gl, gu_in, he, hu, is, it, ko, mk, nb_no, nl, pa_in, pl, pt_br, ro, sk, sl, sq, sv_se, uk, zh_cn

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
ast: Decide cómo va a ser la próxima versión de Firefox qu'usarán a diariu 450 millones de persones en tol mundu.
br: Levezonit penaos e vo handelv a zeu Firefox a vo arveret gant 450 milion a dud bemdez.
bs: Imajte uticaj na narednu verziju Firefoxa i 450 miliona ljudi koji ga koriste svakog dana.
ca: Deixeu la vostra emprempta en la propera versió del Firefox o els 450 milions de persones que el fan servir cada dia.
cs: Ovlivněte další verzi Firefoxu a 450 miliónů uživatelů, kteří ji budou každý den používat.
da: Sæt dit aftryk på den næste generation af Firefox, og hjælp de 450 millioner mennesker, der bruger programmet dagligt.
de: Beeinflussen Sie die nächste Firefox-Version und die 450 Millionen Menschen, die ihn täglich verwenden.
el: Επηρεάστε με τη συμμετοχή σας την επόμενη έκδοση του Firefox και την εμπειρία των 450 εκατομμυρίων ανθρώπων που τον χρησιμοποιούν καθημερινά.
eo: Persone influu la venontan version de Firefox, kaj la 450 milionojn da personoj kiuj uzas ĝin ĉiutage.
es_ar: Podés ayudar en la próxima versión de Firefox y a los 450 millones de personas que los usan cada día.
es_cl: Aporta con tu granito de arena en la próxima versión de Firefox que usarán cada día más de 450 millones de personas.
et: Panusta Firefoxi järgmisesse versiooni ja mõjuta 450 miljonit inimest, kes seda igapäevaselt kasutavad.
eu: Izan zuzeneko eragina Firefoxen hurrengo bertsioan eta berau egunero darabilten 450 milioi pertsonengan.
fy_nl: Haw ynfloed op de folgjende ferzje fan Firefox en de 450 miljoen minske dy't it eltse dei brûke.
gl: Teña un impacto na próxima versión do Firefox e nos 450 millóns de persoas que o usan cada día.
gu_in: ફાયરફોક્સની આવનારી આવૃત્તિ પર અને તેનો રોજીંદા વપરાશ કરવાવાળા ૪૫૦ મિલિયન લોકો માટે સુધારો લાવો.
he: היכולת שלכם להשפיע על הגרסה הבאה של Firefox וכיצד 450 מיליון בני אדם ישתמשו בה בכל יום.
hu: Legyen hatással a Firefox következő verziójának fejlesztésére, ahogy azt 450 millió ember teszi napnta.
is: Hafðu áhrif á næstu útgáfu af Firefox og áhrif á 450 milljón manns sem nota hann á hverjum degi.
it: Contribuisci alla prossima versione di Firefox e migliora l'esperienza di 450 milioni di persone che lo utilizzano tutti i giorni.
ko: 차기 버전은 앞으로 4억 5천만명의 사용자들이 매일 사용하는 대중적인 웹 브라우저가 될 것입니다.
mk: Придонесете за следната верзија на Firefox и за 450-те милиони луѓе што го користат секој ден.
nb_no: Gjør en forskjell for den neste versjonen av Firefox, og de 450 millionene som bruker den hver dag.
nl: Oefen invloed uit op de volgende versie van Firefox en de 450 miljoen mensen die het dagelijks gebruiken.
pa_in: ਫਾਇਰਫਾਕਸ ਦੇ ਅਗਲੇ ਵਰਜਨ ਅਤੇ 45 ਕਰੋੜ ਲੋਕਾਂ, ਜੋ ਰੋਜ਼ ਇਸ ਨੂੰ ਵਰਤਦੇ ਹਨ, ਉੱਤੇ ਪ੍ਰਭਾਵ ਪਾਉ।
pl: Miej wpływ na następną wersję Firefoksa i na sposób, w jaki 450 milionów ludzi używa go na co dzień.
pt_br: Faça a diferença na próxima versão do Firefox e na vida de 450 milhões de pessoas que o utilizam todos os dias.
ro: Puneți amprenta asupra următoarei versiuni de Firefox și dă un impact celor 450 de milioane de oameni care îl folosesc în fiecare zi.
sk: A budete mať vplyv na nasledujúcu verziu Firefoxu a 450 miliónov ľudí, ktorí ho používajú.
sl: Pomagajte naslednji različici Firefoxa in 450 milijonom vsakodnevnih uporabnikov.
sq: Kini edhe ju pak ndikim mbi versionin e ardhshëm të Firefox-it dhe mbi 450 milionë njerëzit që e përdorin përditë.
sv_se: Gör ett avtryck på nästa version av Firefox och de 450 miljoner som använder den varje dag.
uk: Майте вплив на наступну версію Firefox та на те, яким його побачать 450 мільйонів користувачів.
zh_cn: 对下一个 Firefox 版本施加影响，每天有四亿五千万用户使用它。

source: Supported devices
ast: Preseos sofitaos
br: Trevnadoù skoret
bs: Podržani uređaji
ca: Dispositius compatibles
cs: Podporovaná zařízení
da: Understøttede enheder
de: Unterstützte Geräte
el: Υποστηριζόμενες συσκευές
eo: Subtenataj aparatoj
es_ar: Dispositivos disponibles
es_cl: Dispositivos soportados
et: Toetatud seadmed
eu: Sostengatutako gailuak
fy_nl: Stipe apparaten
gl: Dispositivos compatíbeis
gu_in: આધારભૂત ઉપકરણો
he: התקנים נתמכים
hu: Támogatott eszközök
is: Tæki sem eru studd
it: Dispositivi supportati
ko: 지원 기기
mk: Поддржани уреди
nb_no: Støttede enheter
nl: Ondersteunde apparaten
pa_in: ਸਹਾਇਕ ਜੰਤਰ
pl: Obsługiwane urządzenia
pt_br: Dispositivos suportados
ro: Dispozitive suportate
sk: Podporované zariadenia
sl: Podprte naprave
sq: Pajisje të mbuluara
sv_se: Enheter som stöds
uk: Підтримувані пристрої
zh_cn: 支持的设备
