Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */firefoxlive.po
Languages: hu, ko, pl, ro, sl, zh_cn, zh_tw

source: Firefox Live
hu: Firefox Live {ok}
ko: Firefox 라이브
pl: Firefox Live {ok}
ro: Firefox Live {ok}
sl: Firefox v živo
zh_tw: Firefox Live {ok}

source: Tweet
hu: Tweet {ok}
ko: 트윗
pl: Tweet {ok}
ro: Ciripește pe Twitter
sl: Tvit
zh_cn: 推
zh_tw: 推

source: Follow @cubcaretaker
hu: Kövesse a @cubcaretaker
ko: @cubcaretaker 팔로우
pl: Twitter: @cubcaretaker
ro: Urmărește @cubcaretaker
sl: Sledite @cubcaretaker
zh_cn: 关注 @cubcaretaker
zh_tw: Follow @cubcaretaker {ok}

source: Cameras
hu: Kamerák
ko: 카메라
pl: Kamery
ro: Camere
sl: Kamere
zh_cn: 镜头
zh_tw: 攝影機

source: 360° view
hu: 360°-os nézet
ko: 360° 보기
pl: Widok 360°
ro: Vedere la 360°
sl: 360° pogled
zh_cn: 全景视角
zh_tw: 360° 全景

source: Camera 1
hu: 1. kamera
ko: 카메라 1
pl: Kamera nr&nbsp;1
ro: Camera 1 {ok}
sl: Kamera 1
zh_cn: 镜头 1
zh_tw: 一號攝影機

source: Camera 2
hu: 2. kamera
ko: 카메라 2
pl: Kamera nr&nbsp;2
ro: Camera 2 {ok}
sl: Kamera 2
zh_cn: 镜头 2
zh_tw: 二號攝影機

source: Video help
hu: Videó súgó
ko: 동영상 도움말
pl: Pomoc
ro: Ajutor
sl: Video pomoč
zh_cn: 视频帮助
zh_tw: 視訊說明

source: Do you like baby animals? Mozilla Firefox is streaming video of their 3 adopted red panda babies. Spread the word and 'share' with your friends.
hu: Szereti a kisállatokat? A Mozilla Firefox videóközvetítést ad a 3 örökbe fogadott vöröspanda kölyökről. Ossza meg barátaival.
ko: 아기 동물을 좋아하세요? Mozilla Firefox는 입양된 레드 팬더 아기 세 마리를 실시간으로 스트리밍해서 보여 드립니다. 여러분의 친구에게 '공유' 버튼을 눌러 알려주세요.
pl: Lubisz młode zwierzaki? Mozilla udostępnia na żywo nagranie trzech młodych pand małych, adoptowanych przez Firefoksa. Podziel się tym ze swoimi znajomymi.
ro: Vă plac puii de animale? Mozilla Firefox transmite în direct cei 3 pui de panda roșu adoptați. Dați de veste și „împărtășiți” cu prietenii dumneavoastră.
sl: So vam živalice všeč? Mozilla Firefox oddaja video treh mladičev mačjih pand. Ponesite to vest tudi med svoje prijatelje!
zh_cn: 你喜欢小动物吗？ Mozilla Firefox 正在播放他们的三只被收养的小熊猫的视频。传播这段话并与朋友“分享”吧。
zh_tw: 喜歡小動物嗎? Mozilla Firefox 正在即時轉播他們剛認養的三隻小火狐。快跟親朋好友一起來看小火狐的實況轉播吧!

source: What is more endearing? Firefox’s non-profit mission or a live feed of their animal mascot? Find out http://mzl.la/sPo5yu
hu: Melyik a megnyerőbb? A Firefox non-profit küldetése vagy az élő közvetítés a kabalaállatairól? http://mzl.la/sPo5yu
ko: 마음에 끌리신다면 Firefox의 비영리 활동이나 동물 마스코트에 대한 지원을 하실 수 있습니다. http://mzl.la/sPo5yu
pl: Co jest bardziej ujmujące? Misja Firefoksa czy jego zwierzęce maskotki? Sprawdź http://mzl.la/sPo5yu
ro: Ce este mai adorabil? Misiunea nonprofit a Firefox sau transmisia în direct cu mascota sa? Descoperiți accesând http://mzl.la/sPo5yu
sl: Kaj je bolj simpatično? Firefoxovi neprofitni cilji ali prenos njegovih maskot v živo? Obiščite http://mzl.la/sPo5yu
zh_cn: 还有更可爱的吗？ Firefox 的非营利使命或者他们的动物吉祥物？去看看 http://mzl.la/sPo5yu
zh_tw: Firefox 的非營利使命或是他們剛認養的吉祥物，哪個比較可愛? 快來看看 http://mzl.la/sPo5yu

source: Help Firefox help protect its rare mascot and the Web by watching baby animals! http://mozilla.org/firefoxlive
hu: Segítsen a Firefoxnak megvédeni ezeket az állatokat és az internetet a kölykök megtekintésével! http://mozilla.org/firefoxlive
ko: Firefox 마스코트인 멸종 희귀종인 동물을 지켜봐 주시고 보호해 주시기 바랍니다. http://mozilla.org/firefoxlive
pl: Pomóż Firefoksowi chronić jego rzadką maskotkę oraz Sieć, oglądając młode zwierzaki! http://mozilla.org/firefoxlive
ro: Ajutați Firefox, ajutați la protejarea mascotei sale rare și a Web-ului vizionând puii de panda! http://mozilla.org/firefoxlive
sl: Pomagajte Firefoxu zaščititi svojo redko maskoto in splet, oglejte si mladiče! http://mozilla.org/firefoxlive
zh_cn: 观看小动物视频来帮助 Firefox 帮助保护他们的吉祥物！http://mozilla.org/firefoxlive
zh_tw: 請幫助 Firefox 保護快要瀕臨危險的吉祥物與網際網路! http://mozilla.org/firefoxlive

source: Share on Twitter »
hu: Megosztás Twitteren »
ko: Twitter 공유 »
pl: Napisz na Twitterze »
ro: Împărtășiți pe Twitter »
sl: Povejte naprej na Twittru »
zh_tw: 分享到 Twitter »

source: Share on Facebook »
hu: Megosztás Facebookon »
ko: Facebook 공유 »
pl: Napisz na Facebooku »
ro: Împărtășiți pe Facebook »
sl: Povejte naprej na Facebook »
zh_tw: 分享到 Facebook »
