Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */foundationsection.po
Languages: cs, de, gl, hu, it, nl, pl, sl, sq, zh_cn

source: The State of Mozilla <span>Annual Report</span>
cs: Výroční zpráva <span>projektu Mozilla</span>
de: <span>Jahresbericht</span> zur Lage von Mozilla
gl: O estado de Mozilla <span>Informe anual</span>
hu: A Mozilla helyzete <span>Éves jelentés</span>
it: Stato di Mozilla <span>rapporto annuale</span>
nl: De status van Mozilla <span>Jaarverslag</span>
pl: Stan Mozilli <span>raport roczny</span>
sl: Položaj Mozille <span>Letno poročilo</span>
sq: <span>Raporti Vjetor</span> Mbi Gjendjen e Mozilla-s
zh_cn: Mozilla 状况 <span>年度报告</span>

source: Welcome
cs: Vítejte
de: Willkommen
gl: Benvida
hu: Üdvözöljük
it: Benvenuto
nl: Welkom
pl: Witamy
sl: Pozdravljeni
sq: Mirë se vini
zh_cn: 欢迎

source: Opportunities
cs: Příležitosti
de: Chancen
gl: Oportunidades
hu: Lehetőségek
it: Opportunità
nl: Kansen
pl: Możliwości
sl: Priložnosti
sq: Mundësi
zh_cn: 机遇

source: People
cs: Lidé
de: Menschen
gl: Xente
hu: Emberek
it: Persone
nl: Mensen
pl: Ludzie
sl: Ljudje
sq: Persona
zh_cn: 用户

source: Ahead
cs: Výhled
de: Vorwärts
gl: Futuro
hu: Előre
it: Il futuro
nl: Toekomst
pl: Co dalej
sl: Pred nami
sq: Në Pararojë
zh_cn: 未来

source: Download this video:
cs: Stáhnout video:
de: Dieses Video herunterladen:
gl: Descarga este vídeo:
hu: Videó letöltése:
it: Scarica questo video:
nl: Download deze video:
pl: Pobierz to wideo
sl: Prenesite si ta video:
sq: Shkarkojeni këtë video:
zh_cn: 下载这个视频:

source: A Different Kind of Browser
cs: Odlišný prohlížeč
de: Ein Browser der anderen Art
gl: Un navegador diferente
hu: Egy másmilyen böngésző
it: Un browser diverso
nl: Een ander soort browser
pl: Zupełnie inna przeglądarka
sl: Drugačne vrste brskalnik
sq: Një Lloj i Ndryshëm Shfletuesi
zh_cn: 一个与众不同的浏览器

source: What’s Mozilla all about? Why are we doing this? We’re glad you asked.
cs: O čem všem Mozilla je? Proč to děláme? Jsme rádi, že se ptáte.
de: Worum geht es bei Mozilla? Warum tun wir das? Wir freuen uns, dass Sie gefragt haben.
gl: Que é Mozilla? Por que facemos isto? Encántanos que o preguntes.
hu: Miről szól a Mozilla? Miért csináljuk ezt? Örülünk, hogy megkérdezte.
it: Di che cosa si occupa Mozilla? Perché facciamo tutto questo? Grazie per avercelo chiesto.
nl: Waar gaat Mozilla over? Waarom doen we dit? Blij dat u het vraagt.
pl: O co chodzi z Mozillą? Dlaczego to robimy? Cieszy nas Twoje pytanie.
sl: Za kaj gre pri Mozilli? Čemu počnemo vse to? Veseli smo vašega vprašanja.
sq: Ç'është kjo Mozilla? Pse e bëjmë gjithë këtë? Na vjen mirë që pyesni.
zh_cn: Mozilla 是什么？为什么我们要做这些？很高兴你们提问。

source: Looking Ahead <span>Mitchell Baker</span>
cs: Pohled do budoucna s <span>Mitchell Baker</span>
de: Ausblick von <span>Mitchell Baker</span>
gl: Mirada ao futuro <span>Mitchell Baker</span>
hu: Előre tekintve <span>Mitchell Baker</span>
it: Guardare avanti <span>Mitchell Baker</span>
nl: Vooruitkijken <span>Mitchell Baker</span>
pl: Patrząc w przyszłość <span>Mitchell Baker</span>
sl: Kaj je pred nami <span>Mitchell Baker</span>
sq: Me Sytë Në Pararojë <span>Mitchell Baker</span>
zh_cn: 未来的计划 <span>Mitchell Baker</span>

source: Mitchell Baker, Chair discusses the state of Mozilla.
cs: Mitchell Baker, ředitelka Mozilly
de: Mitchell Baker, Vorsitzende diskutiert die Lage von Mozilla.
gl: Mitchell Baker, presidenta, comenta o estado de Mozilla.
hu: Mitchell Baker, elnök beszél a Mozilla helyzetéről.
it: Il presidente Mitchell Baker illustra Lo stato di Mozilla.
nl: Mitchell Baker, voorzitter, bespreekt de status van Mozilla.
pl: Prezes Mitchell Baker omawia Stan Mozilli.
sl: Mitchell Baker, predsednica, o položaju Mozille.
sq: Mitchell Baker, presidentja, diskuton mbi Gjendjen e Mozilla-s.
zh_cn: Mitchell Baker, 主持 Mozilla现状的讨论。

source: Getting Involved
cs: Zapojit se
de: Mitmachen
gl: Involúcrese
hu: Részvétel
it: Come contribuire
nl: Meedoen
pl: Dołącz do nas
sl: Pridružite se
sq: Si të Përfshiheni
zh_cn: 参与

source: Mozilla is a fun, diverse community of people from around the world.
cs: Mozilla je zábavná různorodá komunita lidí po celém světě.
de: Mozilla ist eine lustige, verschiedene Gemeinschaft von Menschen auf der ganzen Welt.
gl: Mozilla é unha comunidade divertida e diversa de xente do todo o mundo.
hu: A Mozilla az emberek vidám, sokszínű közössége a világ minden tájáról.
it: Mozilla è una comunità diversa e divertente di persone da tutto il mondo.
nl: Mozilla is een prettige, diverse gemeenschap van mensen van over de hele wereld.
pl: Mozilla to fajna, różnorodna społeczność ludzi z całego świata.
sl: Mozilla je zabavna, raznolika skupnost ljudi s celega sveta.
sq: Mozilla është një bashkësi e larmishme dhe zbavitëse njerëzish nga e gjithë bota.
zh_cn: Mozilla 是一个有趣的，多元化的社区，由来自世界各地的用户组成。

source: Mozilla Firefox billboard, San Francisco
cs: Billboard Mozilla Firefoxu, San Francisco
de: Mozilla-Firefox-Plakatwand, San Francisco
gl: Publicidade de Mozilla Firefox, San Francisco
hu: Mozilla Firefox hirdetőtábla, San Franciscoban
it: Cartellone pubblicitario di Mozilla Firefox, San Francisco
nl: Mozilla Firefox-reclame, San Francisco
pl: Billboard Firefoksa w San Francisco
sl: Oglas za Mozilla Firefox, San Francisco
sq: Tabelë për Mozilla Firefox-in, San Francisco
zh_cn: Mozilla Firefox 广告板, 旧金山

source: Download PDF
cs: Stáhnout PDF
de: PDF herunterladen
gl: Descargar o PDF
hu: PDF letöltése
it: Scarica il PDF
nl: PDF downloaden
pl: Pobierz PDF
sl: Prenesite PDF
sq: Shkarkoni PDF-në
zh_cn: 下载 PDF

source: 2010 Audited Financial Statement
cs: Auditované finanční výsledky pro rok 2010
de: Geprüfte Bilanz 2010
gl: Estado financieiro auditado 2010
hu: Auditált pénzügyi kimutatás 2010
it: Audited Financial Statement anno 2010
nl: Gecontroleerd financieel jaarverslag 2010
pl: Sprawozdanie finansowe za rok 2010
sl: 2010 Revidirano finančno poročilo
sq: Gjendja Financiare e 2010, e Audituar
zh_cn: 2010 经过审计的财务报表

source: 2010 Form 990
cs: 2010 Form 990 {ok}
de: Formular 990 2010
gl: Formulario 990 2010
hu: 2010 Form 990 {ok}
it: Form 990 anno 2010
nl: Form 990, 2010
pl: Formularz 990 za rok 2010
sl: 2010 Obrazec 990
sq: Formulari 990 për 2010

source: Celebrating Firefox
cs: Oslava Firefoxu
de: Firefox feiern
gl: Celebrar Firefox
hu: Firefox ünneplése
it: Celebrare Firefox
nl: Firefox vieren
pl: Cieszymy się Firefoksem
sl: Proslavimo Firefox
sq: Festimi i Firefox-it
zh_cn: 庆祝 Firefox

source: ReMo Work Week in Paris
cs: ReMo Work Week v Paříži
de: ReMo-Arbeitswoche in Paris
gl: Semana de traballo
hu: ReMo Work Week Párizsban
it: ReMo Work Week, Parigi
nl: ReMo-werkweek in Parijs
pl: Tydzień roboczy ReMo w Paryżu
sl: Delovni teden ReMo v Parizu
sq: Java e Punës ReMo në Paris
zh_cn: 巴黎 ReMo 工作周

source: Mozilla Meetup, Brazil
cs: Setkání Mozilly, Brazil
de: Mozilla-Treffen, Brasilien
gl: Reunión de Mozilla, Brasil
hu: Mozilla Meetup, Brazília
it: Mozilla Meetup, Brasile
nl: Mozilla-bijeenkomst, Brazilië
pl: Spotkanie Mozilli w Brazylii
sl: Srečanje Mozille v Braziliji
sq: Takim i Mozilla-s, Brazil
zh_cn: Mozilla 偶遇, 巴西

source: Arabic Mozilla
cs: Arabic Mozilla {ok}
de: Mozilla in Arabien
gl: Mozilla Arabia
hu: Arabic Mozilla {ok}
it: Arabic Mozilla {ok}
nl: Mozilla Arabië
pl: Arabska Mozilla
sl: Arabska Mozilla
sq: Mozilla Arabe

source: Mozilla Kenya
cs: Mozilla Kenya {ok}
de: Mozilla Kenia
gl: Mozilla Kenya {ok}
hu: Mozilla Kenya {ok}
it: Mozilla Kenya {ok}
nl: Mozilla Kenia
pl: Mozilla Kenia
sl: Mozilla Kenija
sq: Mozilla Kenia
zh_cn: Mozilla 肯尼亚

source: Mozilla Indonesia
cs: Mozilla Indonesia {ok}
de: Mozilla Indonesien
gl: Mozilla Indonesia {ok}
hu: Mozilla Indonézia
it: Mozilla Indonesia {ok}
nl: Mozilla Indonesië
pl: Mozilla Indonezja
sl: Mozilla Indonezija
sq: Mozilla Indonezia
zh_cn: Mozilla 印度尼西亚

source: Other languages & sharing
cs: Ostatní jazyky & sdílení
de: Andere Sprachen & Weitergeben
gl: Compartir e outros idiomas
hu: Más nyelveken és megosztás
it: Altre lingue e condivisione
nl: Andere talen & delen
pl: Inne języki i udostępnianie
sl: Drugi jeziki in sodelovanje
sq: Gjuhë të tjera & përhapje
zh_cn: 其他语言和分享
