Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */home.po
Languages: de, it, pl

source: Personalize
de: Personalisieren
it: Personalizza
pl: Personalizacja

source: One size doesn’t fit all.
de: Wir führen keine Einheitsgrößen.
it: Una sola taglia non è adatta a tutti.
pl: Nie wszystkim pasuje ten sam rozmiar.

source: Go Fast
de: Schnell unterwegs
it: Sfreccia sul Web
pl: Szybkość

source: Accelerate the way you use the web.
de: Beschleunigen Sie die Art und Weise, wie Sie das Web nutzen.
it: Naviga alla massima velocità.
pl: Przyspiesz korzystanie z sieci.

source: Stay Safe
de: Bleiben Sie geschützt
it: Rimani al sicuro
pl: Bezpieczeństwo

source: We’ve got your back.
de: Wir halten Ihnen den Rücken frei.
it: Siamo sempre al tuo fianco.
pl: Zapewniamy Ci ochronę.

source: Get Firefox on your phone!
de: Holen Sie sich Firefox auf Ihr Handy!
it: Installa Firefox sul tuo cellulare.
pl: Pobierz Firefoksa na swój telefon!

source: Made for sharing.
de: Zum Teilen gemacht.
it: Nato per <br/> condividere
pl: Z myślą o udostępnianiu.

source: Create <br/> dedicated <br/> tabs for it
de: Eigene Tabs dafür erstellen
it: Crea schede <br/> dedicate <br/> ai social network
pl: Stwórz <br/> karty tylko do <br/> udostępniania

source: Customize <br/> to make <br/> it faster
de: Anpassen und schneller teilen
it: Personalizzalo <br/> e rendilo <br/> più veloce
pl: Zmień ustawienia <br/> i udostępniaj <br/> szybciej

source: Get add-ons <br/> and make <br/> it easier
de: Noch einfacher mit passenden Add-ons
it: Tutto più <br/> semplice grazie ai <br/> componenti aggiuntivi
pl: Pobierz dodatki <br/> ułatwiające <br/> udostępnianie

source: Works harder so you don't have to.
de: Arbeitet härter, damit Sie’s nicht tun müssen.
it: Fallo lavorare al posto tuo
pl: Nie pracuj ciężej, zostaw to swojej przeglądarce.

source: Increased <br/> speed
de: Erhöhte Ge- <br/> schwindigkeit
it: Velocità <br/> superiore
pl: Większa <br/> szybkość

source: Easy to <br/> access tabs
de: Einfacherer Tabs-Umgang
it: Schede semplici <br/> da gestire
pl: Łatwy dostęp <br/> do kart

source: Productivity <br/> add-ons
de: Add-ons für <br/> Produktivität
it: Componenti aggiuntivi <br/> per la tua produttività
pl: Dodatki <br/> usprawniające pracę

source: Made for the way you play.
de: Für Ihr Spiel wie geschaffen.
it: Nato per il tuo modo di giocare
pl: Z myślą o graczach.

source: 3D <br/> graphics
de: 3D- <br/> Grafiken
it: Grafica <br/> 3D
pl: Grafika <br/> 3D

source: Even more <br/> reliable
de: Noch <br/> zuverlässiger
it: Ancora più <br/> affidabile
pl: Jeszcze większa <br/> niezawodność

source: Staying in touch is easier than ever.
de: In Verbindung zu bleiben ist so einfach wie noch nie.
it: Restare in contatto non è mai stato così facile
pl: Pozostanie w kontakcie nigdy nie było tak proste.

source: Effortless <br/> customization
de: Mühelos <br/> anpassbar
it: Personalizzazione <br/> senza ostacoli
pl: Łatwa zmiana <br/> ustawień

source: Advanced <br/> security
de: Verbesserte <br/> Sicherheit
it: Sicurezza <br/> avanzata
pl: Większe <br/> bezpieczeństwo

source: The future of music & video today.
de: Die Zukunft von Musik & Video <br/> schon heute.
it: Il futuro della musica e del video, oggi.
pl: Przyszłość muzyki i filmu – już dziś.

source: Advanced <br/> graphics
de: Verbesserte <br/> Darstellung
it: Grafica <br/> avanzata
pl: Ulepszona <br/> grafika

source: Improved <br/> reliability
de: Erhöhte <br/> Verlässlichkeit
it: Migliore <br/> affidabilità
pl: Większa <br/> niezawodność
