Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */main.po
Languages: ast, be, cs, da, de, el, eo, et, eu, fy_nl, gl, gu_in, he, hu, mk, ms, nb_no, or, pa_in, pl, ro, sk, sl, sq, sv_se, tr, uk, vi, zu

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
ast: Dalgunos conteníos tán protexíos polos drechos d'autor ©1998–%(current_year)s de determinaos collaboradores en mozilla.org. El restu del conteníu ta disponible baxo una llicencia <a href="%(url)s">Creative Commons</a>.
cs: Části tohoto obsahu jsou ©1998–%(current_year)s jednotlivými přispěvateli mozilla.org. Obsah je dostupný pod <a href="%(url)s">licencí Creative Commons</a>.
da: Dele af dette indhold er ©1998–%(current_year)s af individuelle mozilla.org-bidragsydere. Indholdet er tilgængelig under en <a href="%(url)s">Creative Commons licens</a>.
de: Teile dieses Inhalts stehen unter einem ©1998–%(current_year)s von einzelnen Mitwirkenden an mozilla.org. Der Inhalt steht unter einer <a href="%(url)s">Creative-Commons-Lizenz</a>.
el: Τμήματα του περιεχομένου ανήκουν σε μεμονωμένους συμμετέχοντες στην κοινότητα του mozilla.org ©1998–%(current_year)s. Το περιεχόμενο διατίθεται σύμφωνα με την <a href="%(url)s">Άδεια Creative Commons</a>.
eo: Partoj de tiu ĉi enhavo estas ©1998–%(current_year) kopirajtitaj de individuaj kontribuantoj de mozilla.org. La enhavo estas disponebla laŭ la kondiĉoj de <a href="%(url)s">permesilo de Creative Commons</a>.
et: Osa sisu autoriõigused kuuluvad 1998–%(current_year)s mozilla.org kaastöötajatele. Sisu on avaldatud a <a href="%(url)s">Creative Commonsi litsentsi</a> all.
hu: A tartalom egy részét ©1998–%(current_year)s mozilla.org közreműködők készítették. A tartalom <a href="%(url)s">Creative Commons licenc</a> alatt érhető el.
mk: Делови од оваа содржина се ©1998–%(current_year)s од поединци кои придонеле на mozilla.org. Содржината е достапна под <a href="%(url)s">лиценца на Криејтив комонс</a>.
pl: Fragmenty treści tej witryny: ©1998–%(current_year)s. Prawa autorskie należą do poszczególnych współtwórców witryny mozilla.org. Treść strony dostępna na licencji <a href="%(url)s">Creative Commons</a>.
sk: Časť tohto obsahu bola v rokoch ©1998–%(current_year)s vytvorená individuálnymi prispievateľmi mozilla.org. Obsah je dostupný pod licenciou <a href="%(url)s">Creative Commons</a>.
sq: Pjesë të kësaj lënde janë nën të drejta kopjimi sipas ©1998–%(current_year)s nga kontribues individualë te mozilla.org. Lëndë e passhme sipas një <a href="%(url)s">lejeje Creative Commons</a>.
sv_se: Upphovsrätten för delar av detta innehåll tillhör enskilda medarbetare på mozilla.org – ©1998–%(current_year)s. Innehållet är tillgängligt under en <a href="%(url)s">Creative Commons-licens</a>.

source: Contribute to this page
ast: Collabora nesta páxina
cs: Přispět k této stránce
da: Bidrag til denne side
de: Zu dieser Seite beitragen
el: Συνεισφέρετε σ' αυτή τη σελίδα
eo: Kontribuu al tiu ĉi paĝo
et: Löö kaasa selle lehe tegemisel
hu: Legyen közreműködő
mk: Придонеси на оваа страница
pl: Pomóż tworzyć tę stronę
sk: Prispieť k obsahu stránky
sq: Kontribuoni te kjo faqe
sv_se: Bidra till den här sidan

source: Mission
ast: Misión
cs: Mise
da: Mission {ok}
de: Mission {ok}
el: Η αποστολή μας
eo: Celo
et: Missioon
hu: Küldetés
mk: Мисија
pl: Misja
sk: Misia
sq: Mision
sv_se: Mission {ok}
