Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */main.po
Languages: ast, be, cs, da, de, el, eo, et, eu, fy_nl, gl, gu_in, he, hu, mk, ms, nb_no, or, pa_in, pl, ro, sk, sl, sq, sv_se, tr, uk, vi, zu

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ast: Sacantes que <a href="%s">se conseñe</a> lo contrario, el conteníu d'esta páxina ta llicenciáu baxo <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> o cualesquier versión postrera.
be: Акрамя асабліва вызначаных <a href="%s">выпадкаў</a>, змесціва гэтай пляцоўкі даступна пад ліцэнзіяй <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> ці яе навейшай версіяй.
cs: Pokud není <a href="%s">řečeno</a> jinak, je obsah na tomto serveru licencován pod <br /><a href="%s">Creative Commons Attribution Share-Alike License v. 3.0</a> či jakoukoliv novější verzí.
da: Med mindre andet er <a href="%s">angivet</a>, er indhold på denne side licenseret under <br /><a href="%s">Creative Commons Navngivelse-Del på samme vilkår v3.0</a> eller enhver nyere version.
de: Sofern nicht anders <a href="%s">vermerkt</a>, steht der Inhalt dieser Seite unter der <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> oder einer späteren Version.
el: Εκτός απ' όπου <a href="%s">διευκρινίζεται</a> διαφορετικά, το περιεχόμενο διατίθεται σύμφωνα με την άδεια <br /><a href="%s">Creative Commons Αναφορά προέλευσης-Παρόμοια διανομή 3.0</a> ή οποιαδήποτε νεότερη της.
eo: Se oni ne <a href="%s">indikas ion alian</a>, la enhavo de tiu ĉi retejo estas disponigita laŭ la kondiĉoj de <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> aŭ iu ajn posta versio.
et: Kui ei ole teisiti <a href="%s">määratud</a>, on selle veebilehe sisu avaldatud <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> või selle uuema versiooni all.
eu: <a href="%s">Besterik jakinarazi ezean</a>, webgune honetako edukia <br /><a href="%s">Creative Commons Aitortu Partekatu-Berdin v3.0</a> lizentziarekin edo bertsio berriago batekin babestuta dago.
fy_nl: Utsein wêr oars <a href="%s">melden</a>, ynhâld op dizze side is lisinsearre ûnder de <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> of eltse lettere ferzje.
gl: Agás onde se <a href="%s">avise</a> do contrario, o contido deste sitio está licenciado conforme a <br /><a href="%s">licenza Creative Commons Atribución-CompartirIgual v3.0</a> ou superior.
gu_in: અહીં <a href="%s">નોંધ</a> કરવામાં આવેલ હોય તે સિવાય, આ સાઈટના સમાવિષ્ટો <br/><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> અથવા કોઈપણ પછીની આવૃત્તિ હેઠળ લાઈસન્સ રાખવામાં આવેલ છે.
he: התוכן באתר זה הנו תחת רישיון <a href="%2$s">Creative Commons Attribution Share-Alike License v3.0</a> או גרסאות מאוחרות יותר, אלא אם <a href="%1$s">צויין</a> אחרת.
hu: Ezen oldal tartalma, kivéve, ahol az <a href="%s">jelezve</a> van,<br />a <a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> vagy ennél frissebb verzió alá tartozik.
mk: Освен ако не е <a href="%s">наведено</a> поинаку, содржината на овој сајт е лиценцирана според лиценцата <br /><a href="%s">Creative Commons Наведи извор-Сподели под исти услови v3.0</a> или било која понова верзија.
ms: Kecuali dimana sebaliknya <a href="%s">secara khusus</a>, kandungan dalam laman ini adalah diperlesenkan bawah <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> atau sebarang versi yang sebelumnya.
nb_no: Med unntak av der hvor annet er <a href="%s">oppgitt</a>, er innhold på dette nettstedet lisensiert under <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> eller en nyere versjon.
or: ଯେଉଁଠି <a href="%s">ଲିଖିତ</a> ତାହା ବ୍ୟତୀତ, ଏହି ସାଇଟରେ ଥିବା ବିଷୟବସ୍ତୁ <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> ଅଥବା ପରବର୍ତ୍ତୀ ସଂସ୍କରଣରେ ଅନ୍ତର୍ଗତରେ ଅନୁମତି ପ୍ରାପ୍ତ।
pa_in: ਜਿੱਥੇ <a href="%s">ਦੱਸਿਆ ਗਿਆ ਹੋਵੇ</a> ਨੂੰ ਛੱਡ ਕੇ, ਇਹ ਸਾਈਟ ਦੀ ਸਮੱਗਰੀ ਨੂੰ<br /><a href="%s">ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਂਟਰੀਬਿਊਸ਼ਨ ਸ਼ੇਅਰ-ਅਲਾਇਕ ਲਾਈਸੈਂਸ ੩.੦</a> ਜਾਂ ਨਵੇਂ ਅਧੀਨ ਲਾਈਸੈਂਸ ਹੈ।
pl: O ile nie <a href="%s">wskazano inaczej</a>, zawartość tej strony dostępna jest na warunkach<br />licencji <a href="%s">Creative Commons Attribution Share-Alike License w wersji 3.0</a> lub nowszej.
ro: Cu excepția cazurilor când <a href="%s">se specifică altfel</a>, conținutul de pe acest sait este licențiat sub licența <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> sau orice versiune mai nouă.
sk: Ak nie je <a href="%s">uvedené</a> inak, obsah tejto stránky je vedený pod licenciou <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> alebo ktorejkoľvek vyššej verzie.
sl: Če ni <a href="%s">navedeno</a> drugače, je vsebina te spletne strani na voljo pod dovoljenjem <br/><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> ali katerokoli novejšo različico.
sq: Hiq atje ku <a href="%s">shënohet</a> ndryshe, lënda në këtë site lejohet sipas <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> ose çfarëdo versioni të mëvonshëm.
sv_se: Förutom vad som särskilt <a href="%s">angetts</a> är innehållet på den här webbplatsen tillgänglig under licensen <br /><a href="%s">Creative Commons Erkännande-Dela Lika 3.0</a> eller någon senare version.
tr: Aksi <a href="%s">belirtilmedikçe</a>, bu sitedeki içerikler <a href="%s">Creative Commons Attribution<br />Share-Alike Lisansı v3.0</a> veya daha üst bir sürümle lisanslanmıştır.
uk: Якщо не <a href="%s">зазначено</a> інакше, вміст цього сайту ліцезнований під <br /> <a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> чи пізнішою.
vi: Trừ khi <a href="%s">có ghi chú</a> khác, nội dung trên trang này tuân theo <br /><a href="%s">Giấy phép Chia sẻ Tương tự Tính chất Creative Commons v3.0</a> và bất kì phiên bản nào sau này của nó.
zu: Ngaphandle kokuthi <a href="%s">kunothiwe</a> kwenye indawo, okuqukethwe kule ndawo kulayisensiwe ngaphansi kwe-<br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> noma enye nenye inguquko.

source: Report Trademark Abuse
ast: Informar sobre abusu de Marca
be: Паведаміць пра злоўжыванне гандлёвай маркай
cs: Nahlásit zneužití ochranné známky
da: Rapporter misbrug af varemærker
de: Markenrechtsverletzung melden
el: Αναφορά παραβίασης εμπορικών σημάτων
eo: Raporti misuzadon de la registrita marko
et: Raporteeri kaubamärgi keelatud kasutamine
eu: Salatu markaren erabilera okerra
fy_nl: Rapportearje hannelsmerkmisbrûk
gl: Informar de abusos da marca
gu_in: ટ્રેડમાર્કના ખોટા વપરાશનો અહેવાલ આપો
he: דווח על שימוש לרעה בסימנים רשומים
hu: Védjeggyel való visszaélés jelentése
mk: Пријавете злоупотреба на заштитниот знак
ms: Lapor Penyalahgunaan Jenama
nb_no: Rapporter varemerke-misbruk
or: ପରିଚିତ ଖରାପ ଭାଷାକୁ ଖବର କରନ୍ତୁ
pa_in: ਟਰੇਂਡਮਾਰਕ ਉਲੰਘਣ ਜਾਣਕਾਰੀ
pl: Zgłoś nadużycie znaków towarowych
ro: Raportați abuz al mărcilor înregistrate
sk: Nahlásiť porušenie ochrannej známky
sl: Obvestite nas o zlorabi trgovske znamke
sq: Njoftoni Abuzim Shenjash Tregtare
sv_se: Rapportera varumärkesintrång
tr: Telif Hakkı İhlali Bildir
uk: Повідомити про зловживання торговою маркою
vi: Báo cáo Lạm dụng Thương hiệu
zu: Bika ukuhlukumezwa kophawu lokubekisa

source: Free Upgrade
ast: Anovamientu gratuitu
be: Дармовы ўздым
cs: Aktualizace zdarma
da: Gratis opdatering
de: Kostenloses Update
el: Δωρεάν αναβάθμιση
eo: Libere havebla ĝisdatigo
et: Tasuta uuendamine
eu: Doako eguneraketa
fy_nl: Fergese fernijing
gl: Anovación de balde
gu_in: મુક્ત સુધારો
he: שדרוג חינם
hu: Ingyenes frissítés
mk: Бесплатна надградба
ms: Free Upgrade {ok}
nb_no: Gratis oppgradering
or: ମାଗଣା ଉନ୍ନୟନ
pa_in: ਮੁਫ਼ਤ ਅੱਪਗਰੇਡ
pl: Darmowa aktualizacja
ro: Actualizare gratuită
sk: Aktualizovať zadarmo
sl: Brezplačna posodobitev
sq: Përditësim Falas
sv_se: Gratis uppgradering
tr: Ücretsiz Yükseltme
uk: Безплатне оновлення
vi: Nâng cấp Miễn phí
zu: Ukuthuthukisa okumahhala

source: Follow us on:
ast: Síguinos en:
be: Сачыце за намі тут:
cs: Sledujte nás na:
da: Følg os på:
de: Folgen Sie uns auf:
el: Ακολουθήστε μας στο:
eo: Sekvu nin en:
et: Jälgi meid:
eu: Jarrai gaitzazu hemen:
fy_nl: Folgje ús op:
gl: Séguenos en:
gu_in: અમને અહીં અનુસરો:
he: עקבו אחרינו:
hu: Kövessen minket:
mk: Следете не на:
ms: Ikuti kami pada:
nb_no: Følg oss på:
or: ଏଥିରେ ଆମକୁ ଅନୁସରଣ କରନ୍ତୁ:
pa_in: ਸਾਨੂੰ ਫ਼ੋਲੋ ਕਰ:
pl: Śledź nas na:
ro: Urmărește-ne pe:
sk: Sledujte nás:
sl: Sledite nam:
sq: Na ndiqni në:
sv_se: Följ oss på:
tr: Bizi takip edin:
uk: Слідуйте за нами на:
vi: Theo đuôi chúng tôi trên:
zu: Silandele ku:

source: Customize with Add-ons
ast: Personalizar con Add-ons
be: Уладкаваць дадаткамі
cs: Přizpůsobení doplňky
da: Tilpas med tilføjelser
de: Mit Add-ons anpassen
el: Προσαρμογή με πρόσθετα
eo: Agordi persone per aldonaĵoj
et: Kohanda laiendustega
eu: Pertsonalizatu gehigarriekin
fy_nl: Pas oan mei Add-ons
gl: Personalizar con complementos
gu_in: એડ-ઓનની મદદથી વૈવિધ્યપૂર્ણ બનાવો
he: בצע התאמה אישית עם תוספות
hu: Testreszabás a kiegészítőkkel
mk: Прилагодете го со додатоци
ms: Kustomisasi dengan Add-ons
nb_no: Tilpass med utvidelser
or: ଏଡ଼-ଅନଗୁଡ଼ିକ ସହିତ ଇଚ୍ଛାରୂପଣ କରନ୍ତୁ
pa_in: ਐਡ-ਆਨ ਨਾਲ ਕਸਟਮਾਈਜ਼ ਕਰੋ
pl: Spersonalizuj dzięki dodatkom
ro: Personalizare cu suplimente
sk: Prispôsobenie pomocou doplnkov
sl: Prilagoditev z dodatki
sq: Personalizojeni me Shtesa
sv_se: Anpassa med tillägg
tr: Eklentilerle Özelleştirin
uk: Пристосовуйте додатками
vi: Tùy biến bằng Tiện ích
zu: Yenza ngokwezifiso ngokungangezwa

source: Sync Your Desktop & Mobile
ast: Sincroniza'l to ordenador y móvil
be: Сінхранізаваць ваш кампутар і мабільнік
cs: Synchronizace s mobilem
da: Synkroniser PC'en og mobilen
de: Computer & Mobilgerät synchronisieren
el: Συγχρονίστε τον υπολογιστή & το κινητό
eo: Speguli vian komputilon kaj poŝtelefonon
et: Sünkrooni oma arvuti ja mobiil
eu: Sinkronizatu zure mahaigainekoa eta mugikorra
fy_nl: Syngronisearje jo buro-PC & mobyl
gl: Sincronizar o seu escritorio e o móbil
gu_in: તમારું ડેસ્કટોપ અને મોબાઈલ સુમેળ કરો
he: סנכרן את המחשב והנייד
hu: Számítógép és telefon szinkronizációja
mk: Синхронизирајте го Вашиот десктоп и мобилен
ms: Sinkronisasi Desktop & Mobile anda
nb_no: Synkroniser med desktop og mobil
or: ଆପଣଙ୍କ ଡେସ୍କଟପ ଏବଂ ମୋବାଇଲକୁ ସନ୍ତୁଳିତ କରନ୍ତୁ
pa_in: ਆਪਣੇ ਡੈਸਕਟਾਪ ਤੇ ਮੋਬਾਇਲ ਨੂੰ ਸਿੰਕ ਕਰੋ
pl: Synchronizuj komputer i komórkę
ro: Sincronizați-vă calculatorul cu telefonul
sk: Synchronizujte počítač a mobilné zariadenie
sl: Uskladite računalnik in mobilnik
sq: Njëkohësoni Desktopin & Celularin Tuaj
sv_se: Synka datorn och mobilen
tr: Masaüstü ve Mobil Aygıtınızı Eşitleyin
uk: Синхронізуйте ваш комп’ютер та мобільний
vi: Đồng bộ Desktop & Di động
zu: Vumelanisa ubuso bekhompuyutha yakho kanye neselula

source: Learn More
ast: Deprendi más
be: Падрабязней
cs: Dozvědět se více
da: Lær mere
de: Erfahren Sie mehr
el: Μάθετε περισσότερα
eo: Pli da informo
et: Rohkem teavet
eu: Argibide gehiago
fy_nl: Lês mear
gl: Aprender máis
gu_in: વધુ શીખો
he: מידע נוסף
hu: Tudjon meg többet
mk: Дознај повеќе
ms: Ketahui lanjut
nb_no: Les mer
or: ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ
pa_in: ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej
ro: Aflați mai multe
sk: Ďalšie informácie
sl: Več o tem
sq: Mësoni Më tepër
sv_se: Läs mer
tr: Devamını okuyun
uk: Дізнайтесь більше
vi: Tìm hiểu thêm
zu: Funda ngaphezulu

source: Watch the video
ast: Mira'l videu
be: Пабачыць відэя
cs: Shlédnout video
da: Se videoen
de: Sehen Sie sich das Video an
el: Δείτε το βίντεο
eo: Rigardi la videon
et: Vaata videot
eu: Ikusi bideoa
fy_nl: Besjoch de fideo
gl: Ver o vídeo
gu_in: વીડિયો જુઓ
he: צפה בסרטון
hu: Videó megtekintése
mk: Погледај го видеото
ms: Tonton video ini
nb_no: Se videoen
or: ଏହି ଭିଡ଼ିଓକୁ ଦେଖନ୍ତୁ
pa_in: ਵਿਡੀਓ ਵੇਖੋ
pl: Obejrzyj film
ro: Urmăriți clipul video
sk: Pozrite si video
sl: Oglejte si video
sq: Shiheni videon
sv_se: Titta på videon
tr: Videoyu izleyin
uk: Переглянути відео
vi: Xem phim
zu: Buka ividiyo

source: WebM format
ast: Formatu WebM
be: Фармат WebM
cs: Formát WebM
el: Μορφή αρχείου WebM
eo: WebM-a formo
et: WebM vorming
eu: WebM formatua
fy_nl: WebM-formaat
gl: Formato WebM
gu_in: WebM બંધારણ
he: פורמט WebM
hu: WebM formátum
mk: WebM формат
ms: Format WebM
or: WebM ଶୈଳୀ
pa_in: WebM ਫਾਰਮੈਟ
pl: Format WebM
ro: Format WebM
sk: Formát WebM
sl: Zapis WebM
sq: Formati WebM
tr: WebM biçimi
uk: У форматі WebM
vi: Định dạng WebM
zu: Ifomethi ye-WebM

source: Ogg Theora format
ast: Formatu Ogg Theora
be: Фармат Ogg Theora
cs: Formát Ogg Theora
el: Μορφή αρχείου Ogg Theora
eo: Ogg Theora-a formo
et: Ogg Theora vorming
eu: Ogg Theora formatua
fy_nl: Ogg Theora-formaat
gl: Formato Ogg Theora
gu_in: Ogg Theora બંધારણ
he: פורמט Ogg Theora
hu: Ogg Theora formátum
mk: Ogg Theora формат
ms: Format Ogg Theora
or: Ogg Theora ଶୈଳୀ
pa_in: Ogg ਥੋਰਾ ਫਾਰਮੈਟ
pl: Format Ogg Theora
ro: Format Ogg Theora
sk: Formát Ogg Theora
sl: Zapis Ogg Theora
sq: Formati Ogg Theora
tr: Ogg Theora biçimi
uk: У форматі Ogg Theora
vi: Định dạng Ogg Theora
zu: Ifometho ye-Ogg Theora

source: MPEG-4 format
ast: Formatu MPEG-4
be: Фармат MPEG-4
cs: Formát MPEG-4
el: Μορφή αρχείου MPEG-4
eo: MPEG-4-a formo
et: MPEG-4 vorming
eu: MPEG-4 formatua
fy_nl: MPEG-4-formaat
gl: Formato MPEG-4
gu_in: MPEG-4 બંધારણ
he: פורמט MPEG-4
hu: MPEG-4 formátum
mk: MPEG-4 формат
ms: Format MPEG-4
or: MPEG-4 ଶୈଳୀ
pa_in: MPEG-੪ ਫਾਰਮੈਟ
pl: Format MPEG-4
ro: Format MPEG-4
sk: Formát MPEG-4
sl: Zapis MPEG-4
sq: Formati MPEG-4
tr: MPEG-4 biçimi
uk: У форматі MPEG-4
vi: Định dạng MPEG-4
zu: Ifomethi ye-MPEG-4

source: Whoops! Be sure to enter a valid email address.
ast: ¡Ups! Asegúrate d'introducir un corréu electrónicu válidu.
be: Вой! Упэўніцеся, што вы ўвялі сапраўдны э-паштовы адрас.
cs: Oops! Ujistěte se, že jste zadali platnou e-mailovou adresu.
da: Ups! Sørg for at bruge en gyldig mailadresse.
de: Hoppla! Bitte geben Sie eine gültige E-Mail-Adresse ein.
el: Ωπ! Βεβαιωθείτε ότι έχετε δώσει μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
eo: Atentu! Bonvolu tajpi validan retpoŝtan adreson.
et: Uups! Veendu, et sisestasid korrektse e-posti aadressi.
eu: Hara! Ziurtatu baliozko helbide bat idatzi duzula.
fy_nl: Oops! Wês wis dat jo in falide e-mailadres ynfolje.
gl: Vaites! Asegúrese de que introduciu un enderezo de correo electrónico correcto.
gu_in: અરર! યોગ્ય ઈમેઈલ સરનામું દાખલ કરવામાં તકેદારી રાખો.
he: אופס! ודא כי כתובת הדואר האלקטרוני שרשמת נכונה.
hu: Győződjön meg róla, hogy valós e-mail címet adott meg.
mk: Упс! Проверете дали внесувате исправна адреса за е-пошта.
ms: Whoops! Pastikan untuk mengisi alamat emel yang sah.
nb_no: Oops! Sjekk at du skrev inn en gyldig e-postadresse.
or: ଆହା! ସଠିକ ଇମେଲ ଠିକଣା ଦିଅନ୍ତୁ।
pa_in: ਓਹ ਹੋ! ਪੱਕਾ ਕਰੋ ਕਿ ਠੀਕ ਈਮੇਲ ਐਡਰੈੱਸ ਲਿਖਿਆ ਹੈ।
pl: Nie zapomnij podać poprawnego adresu e-mail.
ro: Hopa! Asigurați-vă că ați introdus o adresă de email validă.
sk: Ops! Uistite sa, že zadávate platnú e-mailovú adresu.
sl: Ups! Prepričajte se, da je e-poštni naslov pravilen.
sq: Ooop! Sigurohuni që po jepni një adresë email të vlefshme.
sv_se: Hoppsan! Var noga med att du anger en giltig e-postadress.
tr: Geçerli bir e-posta adresi girdiğinizden emin olun.
uk: Упс! Впевніться, що ви ввели правильну адресу електронної пошти.
vi: Xin lỗi :) Hãy nhập đúng email.
zu: Yhoo! Qinisekisa ukufaka ikheli le-imeyili elivumelekile.

source: Please read the Mozilla Privacy Policy and agree by checking the box.
ast: Por favor, llei la Política de Privacidá de Mozilla y si tas d'alcuerdu marca la caxella.
be: Прачытайце, калі ласка, Палітыку захавання адасаблення Mozilla і пагадзіцеся з ёй, адзначыўшы скрынку.
cs: Přečtěte si prosím zásady ochrany soukromí Mozilly a jako souhlas proveďte zaškrtnutí.
da: Læs først Mozillas privatlivspolitik og accepter ved at sætte hak i boksen.
de: Bitte lesen Sie die Mozilla-Datenschutzerklärung und stimmen Sie ihr zu, indem Sie das Kontrollkästchen aktivieren.
el: Παρακαλούμε διαβάστε την πολιτική απορρήτου του Mozilla και αποδεχτείτε την επιλέγοντας το πλαίσιο.
eo: Bonvolu legi kaj akcepti la politikon pri privateco de Mozilla per alklakado de la elektobutono.
et: Palun loe Mozilla privaatsuspoliitikat ja nõustu sellega, märkides ära vastava valiku.
eu: Irakurri Mozillaren pribatutasun-politika eta eman onespena kutxa markatuz.
fy_nl: Lês it Mozilla Privacybelied en gean akkoard troch it fekje oan te finken.
gl: Lea a política de privacidade de Mozilla e acéptea marcándoa a caixa.
gu_in: મહેરબાની કરીને Mozilla ખાનગીપણાની પોલીસી વાંચો અને બોક્સ પર ચકાસણી કરીને સંમત થાવ.
he: אנא קרא את מדיניות הפרטיות של Mozilla ואשר באמצעות סימון התיבה.
hu: Olvassa el és fogadja el a Mozilla Adatvédelmi irányelveit.
mk: Прочитајте ја политиката за приватност на Mozilla и прифатете ја со кликање во полето.
ms: Sila baca Polisi Privasi Mozilla dan setuju dengan menandakan kotak dibawah.
nb_no: Les Mozillas personvernbestemmelser, og aksepter betingelsene ved å krysse av boksen.
or: ଦୟାକରି Mozilla ଗୋପନୀୟତା ନିତୀକୁ ପଢ଼ନ୍ତୁ ଏବଂ ଯାଞ୍ଚ ବାକ୍ସରେ ଟିକ ଚିହ୍ନ ଦେଇ ସହମତି ଜଣାନ୍ତୁ।
pa_in: ਮੋਜ਼ੀਲਾ ਪਰਾਈਵੇਸੀ ਪਾਲਸੀ ਪੜ੍ਹੋ ਜੀ ਅਤੇ ਸਹਿਮਤ ਹੋਣ ਲਈ ਬਾਕਸ ਚੁਣੋ।
pl: Przeczytaj politykę prywatności Mozilli i zaakceptuj ją zaznaczając pole.
ro: Vă rugăm să citiți Politica de confidențialitate Mozilla și să vă exprimați acordul cu ea bifând căsuța.
sk: Prečítate si Zásady ochrany súkromia spoločnosťou Mozilla a vyjadrite súhlas označením políčka.
sl: Preberite politiko zasebnosti Mozille in potrdite, da se strinjate z njo.
sq: Ju lutem, lexoni Rregullat e Vetësisë së Mozilla-s dhe shprehni miratimin duke i vënë shenjë kutizës.
sv_se: Läs Mozillas sekretesspolicy och godkänn genom att kryssa i rutan.
tr: Lütfen Mozilla Gizlilik Politikası'nı okuyun ve kutuyu işaretleyerek onaylayın.
uk: Будь-ласка, прочитайте Політику конфіденційності Мозіли та поставте галочку у разі згоди.
vi: Vui lòng đọc Chính sách Riêng tư Mozilla và nhấn vào ô đồng ý.
zu: Sicela ufunde inqubomgomo yemfihlo ye-Mozilla bese uyavuma ngokufaka uphawu kwibhokisi.

source: Please enter your email address and review the Mozilla Privacy Policy.
ast: Por favor, introduz el to corréu eletrónicu y revisa la Política de Privacidá de Mozilla.
be: Увядзіце, калі ласка, ваш э-паштовы адрас і пазнаёмцеся, калі ласка, з Палітыку захавання адасаблення Mozilla.
cs: Zadejte prosím vaši e-mailovou adresu a podívejte se na zásady ochrany soukromí Mozilly.
da: Indtast din mailadresse og gennemgå Mozillas privatlivspolitik.
de: Bitte geben Sie Ihre E-Mail-Adresse ein und lesen Sie die Mozilla-Datenschutzerklärung.
el: Παρακαλούμε εισάγετε τη διεύθυνση σας και δείτε την πολιτική απορρήτου του Mozilla.
eo: Bonvolu tajpi vian retpoŝtan adreson kaj konsulti la politikon pri privateco de Mozilla.
et: Palun sisesta oma e-posti aadress ja vaata üle Mozilla privaatsuspoliitika.
eu: Sartu zure helbide elektronikoa eta irakurri Mozillaren pribatutasun-politika.
fy_nl: Typ asjobleaft jo e-mailadres en lês it Mozilla Privacybelied mei omtinken troch.
gl: Introduza o seu enderezo de correo electrónico e revise a política de privacidade de Mozilla.
gu_in: મહેરબાની કરીને તમારું ઈમેઈલ સરનામું દાખલ કરો અને Mozilla ખાનગીપણાની પોલીસી રીવ્યુ કરો.
he: אנא רשום את כתובת האימייל שלך, ובחן את מדיניות הפרטיות של Mozilla.
hu: Adja meg az e-mail címét és tekintse meg a Mozilla Adatvédelmi irányelveit.
mk: Внесете ја Вашата адреса за е-пошта и прочитајте ја политиката за приватност на Mozilla.
ms: Sila mengisi alamat emel anda dan semak Polisi Privasi Mozilla
nb_no: Skriv inn e-postadressen, og les gjennom personvernbestemmelsene.
or: ଦୟାକରି ଆପଣଙ୍କର ଇମେଲ ଠିକଣା ଦିଅନ୍ତୁ ଏବଂ Mozilla ଗୋପନୀୟତା ନିତୀକୁ ସମୀକ୍ଷା କରନ୍ତୁ।
pa_in: ਆਪਣਾ ਈਮੇਲ ਐਡਰੈੱਸ ਦਿਓ ਜੀ ਅਤੇ ਮੋਜ਼ੀਲਾ ਪਰਾਈਵੇਸੀ ਪਾਲਸੀ ਪੜ੍ਹੋ।
pl: Wprowadź swój adres e-mail i zapoznaj się z polityką prywatności Mozilli.
ro: Vă rugăm introduceți-vă adresa de email și citiți politica de confidențialitate Mozilla.
sk: Zadajte e-mailovú adresu a prečítajte si Zásady ochrany súkromia spoločnosťou Mozilla.
sl: Vnesite svoj e-poštni naslov in preglejte politiko zasebnosti Mozille.
sq: Ju lutem, jepni adresën tuaj email dhe njihuni me Rregullat e Vetësisë së Mozilla-s.
sv_se: Ange din e-postadress och granska Mozillas sekretesspolicy.
tr: Lütfen e-posta adresinizi girin ve Mozilla Gizlilik Politikası'nı inceleyin.
uk: Будь-ласка, вдрукуйте вашу адресу електронної пошти та перегляньте Політику конфіденційності Мозіли.
vi: Vui lòng nhập email của bạn và xem lại Chính sách Riêng tư Mozilla.
zu: Sicela ufake ikheli lakho le-imeyili bese ubuyekeza inqubomgomo yemfihlo ye-Mozilla.

source: Mobile
ast: Móvil
be: Мабільны
cs: Mobily
da: Mobilen
de: Firefox Mobile
el: Κινητά
eo: Poŝtelefono
et: Mobiiliversioon
eu: Mugikorra
fy_nl: Mobyl
gl: Móbil
gu_in: મોબાઈલ
he: נייד
hu: Mobil
mk: Мобилен
ms: Mobile {ok}
nb_no: Mobil
or: ମୋବାଇଲ
pa_in: ਮੋਬਾਇਲ
pl: Mobile {ok}
ro: Mobil
sk: Mobilné zariadenia
sl: Mobilniki
sq: Celular
sv_se: Mobil
tr: Mobil
uk: Мобільний
vi: Di động
zu: Iselula

source: Firefox Updated
ast: Firefox anováu
be: Firefox абноўлены
cs: Firefox byl aktualizován
da: Firefox er opdateret
de: Firefox wurde aktualisiert
el: Ενημερώθηκε ο Firefox
eo: Firefox ĝisdatigita
et: Firefox on uuendatud
eu: Firefox eguneratuta
fy_nl: Firefox is fernijd
gl: Actualizouse o Firefox
gu_in: Firefox સુધારાયું
he: Firefox עודכן
hu: A Firefox frissítése megtörtént
mk: Firefox е надграден
ms: Firefox dikemasikini
nb_no: Firefox er oppdatert
or: Firefox ଅଦ୍ୟତିତ ହୋଇଛି
pa_in: ਫਾਇਰਫਾਕਸ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Firefox został zaktualizowany
ro: Firefox actualizat
sk: Firefox bol aktualizovaný
sl: Firefox posodobljen
sq: Firefox-i u Përditësua
sv_se: Firefox har uppdaterats
tr: Firefox Güncellendi
uk: Firefox оновився
vi: Đã cập nhật Firefox
zu: I-Firefox ibuyekeziwe

source: Take a Look at Tomorrow's Web
ast: Echa-y un güeyu a la Web del mañana
be: Зірніце на будучае Сеціва
cs: Podívejte se na web zítřka
da: Tag et kik på morgendagens net
de: Sehen Sie sich das Internet von morgen an
el: Δείτε το διαδίκτυο του μέλλοντος
eo: Vidi kia estos la TTT estonte
et: Heida pilk homsele veebile
eu: Emaiozu begirada biharko webari
fy_nl: Sjochris nei it ynternet fan moarn
gl: Bote unha ollada á Web do mañá
gu_in: આવતી કાલની વેબ પર નજર નાંખો
he: הבט ברשת של יום המחר
hu: Nézzen szét a jövő internetén
mk: Ѕирнете во иднината на мрежата
ms: Lihat pada masa depan Web
nb_no: Få et innblikk i morgendagens web
or: ଆଗାମୀ କାଲିର ୱେବକୁ ଦେଖନ୍ତୁ
pa_in: ਭਲਕੇ ਦੇ ਵੈੱਬ ਉੱਤੇ ਨਜ਼ਰ ਮਾਰੋ
pl: Zobacz przyszłość WWW
ro: Priviți acum internetul de mâine
sk: Pozrite sa na web zajtrajška
sl: Poglejte si, kakšen bo splet jutri
sq: Hidhini një Sy Web-it të së Ardhmes
sv_se: Ta en titt på morgondagens webb
tr: Geleceğin Web'ine Göz Atın
uk: Загляніть в майбутнє мережі
vi: Xem bói tương lai của Web
zu: Buka iwebhu yakusasa

source: Journey to the Future with Firefox
ast: Viaxa al futuru con Firefox
be: Падарожжа ў будучае з Firefox
cs: Prozkoumejte budoucnost s Firefoxem
da: En rejse til fremtiden med Firefox
de: Reisen Sie mit Firefox in die Zukunft
el: Ταξιδέψτε στο μέλλον με τον Firefox
eo: Vojaĝi al la estonto kun Firefox
et: Rännak tulevikku koos Firefoxiga
eu: Etorkizunera bidaia Firefoxekin
fy_nl: Reizigje yn de takomst mei Firefox
gl: Viaxe ao futuro co Firefox
gu_in: Firefox સાથે ભવિષ્યની મુસાફરી
he: מסע אל העתיד עם Firefox
hu: Utazás a jövőbe a Firefox segítségével
mk: Патување во иднината со Firefox
ms: Perjalanan kepada Masa Depan dengan Firefox
nb_no: Opplev fremtiden med Firefox
or: Firefox ସହିତ ଭବିଷ୍ୟତ ଯାତ୍ରା
pa_in: ਫਾਇਰਫਾਕਸ ਨਾਲ ਭਵਿੱਖ ਦੀ ਨਜ਼ਰਸਾਨੀ
pl: Wyprawa w&nbsp;przyszłość z&nbsp;Firefoksem
ro: Călătorie spre viitor cu Firefox
sk: Cesta do budúcnosti s Firefoxom
sl: Izlet v prihodnost Firefoxa
sq: Udhëtim në të Ardhmen me Firefox
sv_se: Upplev framtiden med Firefox
tr: Firefox ile Geleceğe Yolculuk
uk: Подорож у майбутнє з Firefox
vi: Ngó thử tương lai của Firefox
zu: Journey to the Future with Firefox {ok}
