Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */main.po
Languages: ast, be, cs, da, de, el, eo, et, eu, fy_nl, gl, gu_in, he, hu, mk, ms, nb_no, or, pa_in, pl, ro, sk, sl, sq, sv_se, tr, uk, vi, zu

source: Close
ast: Zarrar
be: Закрыць
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
eo: Fermi
et: Sulge
eu: Itxi
fy_nl: Slute
gl: Pechar
gu_in: બંધ કરો
he: סגירה
hu: Bezár
mk: Затвори
ms: Tutup
nb_no: Lukk
or: ବନ୍ଦ କରନ୍ତୁ
pa_in: ਬੰਦ ਕਰੋ
pl: Zamknij
ro: Închide
sk: Zavrieť
sl: Zapri
sq: Mbylle
sv_se: Stäng
tr: Kapat
uk: Закрити
vi: Đóng
zu: Vala

source: (in English)
ast: (n'inglés)
be: (па-англійску)
cs: (v angličtině)
da: (på engelsk)
de: (auf Englisch)
el: (Αγγλικά)
eo: (en la angla)
et: (ing. k)
eu: (ingelesez)
fy_nl: (yn it Ingelsk)
gl: (en inglés)
gu_in: (અંગ્રેજીમાં)
he: (באנגלית)
hu: (angolul)
mk: (на англиски)
ms: (dalam English)
nb_no: (på engelsk)
or: (ଇଂରାଜୀରେ)
pa_in: (ਅੰਗਰੇਜ਼ੀ ਵਿੱਚ)
pl: (po angielsku)
ro: (în engleză)
sk: (v angličtine)
sl: (v angleščini)
sq: (në Anglisht)
sv_se: (på engelska)
tr: (İngilizce)
uk: (англійською)
vi: (tiếng Anh)
zu: (NgesiNgisi)

source: Download Now - Free
ast: Descargar agora - De baldre
be: Сцягнуць зараз - Бясплатна
cs: Stáhnout zdarma
da: Download nu - gratis
de: Kostenlos herunterladen
el: Δωρεάν λήψη τώρα!
eo: Elŝuti nun - senpage
et: Laadi kohe alla - tasuta
eu: Deskargatu orain - Debalde
fy_nl: Laad no yn - Fergees
gl: Descargue agora - De balde
gu_in: હમણાં ડાઉનલોડ કરો - મુક્ત
he: הורד עכשיו - חינם
hu: Ingyenes letöltés
mk: Преземи сега - Слободно
ms: Muat turun sekarang - Percuma
nb_no: Last ned nå - Gratis
or: ବର୍ତ୍ତମାନ ଆହରଣ କରନ୍ତୁ - ମାଗଣା
pa_in: ਹੁਣੇ ਡਾਊਨਲੋਡ ਕਰੋ - ਮੁਫ਼ਤ
pl: Pobierz za darmo:
ro: Descărcați acum - Gratuit
sk: Prevziať teraz - zadarmo
sl: Prenesite zdaj - brezplačno
sq: Shkarkojeni Tani - Falas
sv_se: Hämta nu - gratis
tr: Şimdi Ücretsiz İndir
uk: Завантажити зараз
vi: Tải ngay - Tự do & Miễn phí
zu: Layisha ungenise manje - Mahhala

source: Return to top
ast: Volver al aniciu
be: Вярнуцца ў пачатак
cs: Zpět nahoru
da: Tilbage til toppen
de: Zum Seitenanfang
el: Επιστροφή στην κορυφή
eo: Reiri al la supro
et: Üles
eu: Itzuli gora
fy_nl: Nei boppe
gl: Volver ao inicio
gu_in: ટોચ પર જાવ
he: חזור למעלה
hu: Vissza a tetejére
mk: Вратете се на почетокот
ms: Kembali untuk atas
nb_no: Gå øverst
or: ଉପରକୁ ଫେରନ୍ତୁ
pa_in: ਉੱਤੇ ਜਾਓ
pl: Powrót na początek
ro: Întoarcere la partea de sus
sk: Naspäť hore
sl: Nazaj na vrh
sq: Kthehuni në krye
sv_se: Återvänd till början
tr: Başa dön
uk: Нагору
vi: Trở về đầu trang
zu: Buyela phezulu

source: You should <a href="http://get.adobe.com/flashplayer/">update Adobe Flash Player</a> right now.
ast: Tendríes qu'<a href="http://get.adobe.com/flashplayer/">anovar Adobe Flash Player</a> agora mesmo.
be: Вы павінны неадкладна абнавіць <a href="http://get.adobe.com/flashplayer/">прайгравальнік Adobe Flash</a>.
cs: Měli byste okamžitě <a href="http://get.adobe.com/flashplayer/">aktualizovat Adobe Flash Player</a>.
da: Du bør <a href="http://get.adobe.com/flashplayer/">opdatere Adobe Flash Player</a> med det samme.
de: Bitte aktualisieren Sie umgehend Ihren <a href="http://get.adobe.com/flashplayer/">Adobe Flash Player</a>.
el: Πρέπει να <a href="http://get.adobe.com/flashplayer/">ενημερώσετε το Adobe Flash Player</a> άμεσα.
eo: Vi devus <a href="http://get.adobe.com/flashplayer/">ĝisdatigi Adobe Flash Player</a> tuj.
et: Sa peaksid kohe <a href="http://get.adobe.com/flashplayer/">Adobe Flash Playerit uuendama</a>.
eu: <a href="http://get.adobe.com/flashplayer/">Adobe Flash Player eguneratu</a> behar zenuke oraintxe bertan.
fy_nl: Jo soene better daliks jo <a href="http://get.adobe.com/flashplayer/">Adobe Flash Player fernije</a>.
gl: Debería <a href="http://get.adobe.com/flashplayer/">actualizar o reprodutor Adobe Flash Player</a> agora.
gu_in: તમારે હમણાં જ <a href="http://get.adobe.com/flashplayer/">Adobe Flash Player ની આવૃત્તિ સુધારવી</a> જોઈએ.
he: כדאי <a href="http://get.adobe.com/flashplayer/">לעדכן את Adobe Flash Player</a> כעת.
hu: Most frissítenie kell az <a href="http://get.adobe.com/flashplayer/">Adobe Flash Player</a>-t.
mk: Треба веднаш да го <a href="http://get.adobe.com/flashplayer/">надградите Adobe Flash Player</a>.
ms: Anda perlu ada <a href="http://get.adobe.com/flashplayer/">update Adobe Flash Player</a> sekarang.
nb_no: Du bør <a href="http://get.adobe.com/flashplayer/">oppdatere Adobe Flash Player</a> akkurat nå.
or: ଆପଣଙ୍କୁ ବର୍ତ୍ତମାନ <a href="http://get.adobe.com/flashplayer/">Adobe Flash ଚାଳକକୁ ଅଦ୍ୟତନ କରିବାକୁ ହେବ</a>।
pa_in: ਤੁਹਾਨੂੰ ਹੁਣੇ <a href="http://get.adobe.com/flashplayer/">ਅਡੋਬ ਫਲੈਸ਼ ਪਲੇਅਰ ਅੱਪਡੇਟ</a> ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
pl: <a href="http://get.adobe.com/flashplayer/">Zaktualizuj <br/>Adobe Flash Player.</a>
ro: Ar trebui să <a href="http://get.adobe.com/flashplayer/">actualizați Adobe Flash Player</a> chiar acum.
sk: Teraz by ste mali <a href="http://get.adobe.com/flashplayer/">aktualizovať zásuvný modul Adobe Flash Player</a>.
sl: Priporočamo vam, da čimprej <a href="http://get.adobe.com/flashplayer/">nadgradite Adobe Flash Player</a>.
sq: Do të ishte mirë <a href="http://get.adobe.com/flashplayer/">të përditësonit Adobe Flash Player</a> pa humbur kohë.
sv_se: Du bör genast <a href="http://get.adobe.com/flashplayer/">uppdatera Adobe Flash Player</a>.
tr: <a href="http://get.adobe.com/flashplayer/">Adobe Flash Player'ı şimdi güncellemeniz</a> gerekli.
uk: Вам треба терміново <a href="http://get.adobe.com/flashplayer/">оновити Adobe Flash Player</a>.
vi: Bạn nên <a href="http://get.adobe.com/flashplayer/">cập nhật Adobe Flash Player</a> ngay.
zu: Kumele u<a href="http://get.adobe.com/flashplayer/">vuselele isidlali sakho se-Adobe Flash</a> manje.

source: Firefox is up to date, but your current version of Flash Player can cause security and stability issues. Please <a href="http://get.adobe.com/flashplayer/">install the free update</a> as soon as possible.
ast: Firefox ta anováu, pero la versión qu'uses de Flash Player puede provocar problemes de seguridá ya estabilidá. Por favor, <a href="http://get.adobe.com/flashplayer/">instala l'anovamientu gratuitu</a> tan aína como seya posible.
be: Вы маеце сучасную версію Firefox, але ваша цяперашняя версія прайгравальніка Flash можа выклікаць праблемы бяспекі і ўстойлівасці. Усталюйце, калі ласка, <a href="http://get.adobe.com/flashplayer/">бясплатнае абнаўленне</a> як мага хутчэй.
cs: Firefox je aktualizován na poslední verzi, ale vaše aktuální verze Flashe obsahuje bezpečnostní problémy. <a href="http://get.adobe.com/flashplayer/">Nainstalujte si prosím zdarma aktualizaci</a>.
da: Firefox er opdateret, men din nuværende version af Flash Player kan føre til sikkerheds- og stabilitetsproblemer. <a href="http://get.adobe.com/flashplayer/">Installer den gratis opdatering</a> hurtigst muligt.
de: Sie verwenden die neueste Firefox-Version, aber Ihre aktuell installierte Version des Flash-Players kann Sicherheits- und Stabilitätsprobleme verursachen. Bitte <a href="http://get.adobe.com/flashplayer/">installieren Sie das kostenlose Update</a> so bald wie möglich.
el: Ο Firefox είναι ενημερωμένος αλλά η έκδοση του Flash Player που χρησιμοποιείτε μπορεί να προκαλέσει προβλήματα ασφαλείας και σταθερότητας. Παρακαλούμε <a href="http://get.adobe.com/flashplayer/">εγκαταστήστε τη δωρεάν ενημέρωση</a> όσο πιο σύντομα γίνεται.
eo: Firefox estas aktuala sed via nuna versio de Flash Player povas okazigi malstabiligajn kaj sekurecajn problemojn. Bonvolu <a href="http://get.adobe.com/flashplayer/">instali la senpagan ĝisdatigon</a> kiel eble plej frue.
et: Firefox ei vaja uuendamist, kuid paigaldatud Flash Playeri versioon võib põhjustada turva- ja stabiilsusprobleeme. Palun <a href="http://get.adobe.com/flashplayer/">paigalda tasuta uuendus</a> nii ruttu kui võimalik.
eu: Firefox eguneratuta dago, baina zure uneko Flash Player bertsioak segurtasun- eta egonkortasun-arazoak eragin ditzake. Mesedez, <a href="http://get.adobe.com/flashplayer/">instalatu doako eguneraketa</a> ahalik eta azkarren.
fy_nl: Firefox is by de tiid, mar jo aktuele ferzje fan de Flash Player kin feilichheids- en stabiliteitsproblemen feroarsaakje. <a href="http://get.adobe.com/flashplayer/">Ynstallearje de fergese fernijing</a> asjobleaft sa gau as mooglik.
gl: Firefox está actualizado, pero a súa versión actual do reprodutor Flash Player pode ter problemas de seguridade e estabilidade. Por favor, <a href="http://get.adobe.com/flashplayer/">instale a actualización gratuíta</a> tan pronto como lle sexa posíbel.
gu_in: Firefox ની આવૃત્તિ તાજેતરની છે, પરંતુ Flash Player ની તમારી આવૃત્તિ સુરક્ષા અને સુગમતા મુદ્દાઓ ઉભા કરી શકે છે. મહેરબાની કરીને શક્ય એટલું જલદી <a href="http://get.adobe.com/flashplayer/">મુક્ત સુધારો સ્થાપિત કરો</a>.
he: Firefox עדכני, אבל הגירסה של Flash Player שמותקנת יכולה לגרום לבעיות אבטחה ויציבות. בבקשה <a href="http://get.adobe.com/flashplayer/">להתקין את העדכון</a> בהקדם האפשרי.
hu: A legfrissebb Firefox verziót használja, de a jelenleg használt Flash Player biztonsági és stabilitási problémákat okozhat. Kérjük, amint lehetséges <a href="http://get.adobe.com/flashplayer/">telepítse az ingyenes frissítést</a>.
mk: Вие ја имате најновата верзија на Firefox, но Вашата сегашна верзија на Flash Player-от може да предизвика проблеми со безбедноста и стабилноста. Ве молиме <a href="http://get.adobe.com/flashplayer/">инсталирајте ја новата верзија</a> во најбрз можен рок.
ms: Firefox terkini, tetapi versi semasa Flash Player anda boleh menyebabkan isu keselamatan dan kestabilan. Sila <a href="http://get.adobe.com/flashplayer/">memasang kemaskini percuma</a> secepat mungkin.
nb_no: Firefox er allerede den nyeste versjonen, men versjonen av Flash Player som du bruker kan forårsake sikkerhets- og stabilitetsproblemer. <a href="http://get.adobe.com/flashplayer/">Installer en gratis oppdatering</a> så snart som mulig.
or: Firefox ଟି ଅଦ୍ୟତିତ ଅଛି, କିନ୍ତୁ ଆପଣଙ୍କର Flash ଚାଳକର ପ୍ରଚଳିତ ସଂସ୍କରଣ ସୁରକ୍ଷା ଏବଂ ସ୍ଥାୟିତ୍ତ୍ୱ ସମସ୍ୟା ଘଟାଇପାରେ। ଦୟାକରି ଯେତେ ଶିଘ୍ର ସମ୍ଭବ <a href="http://get.adobe.com/flashplayer/">ମାଗଣା ଅଦ୍ୟତନକୁ ସ୍ଥାପନ କରନ୍ତୁ</a>।
pa_in: ਫਾਇਰਫਾਕਸ ਤਾਂ ਅੱਪ ਟੂ ਡੇਟ ਹੈ, ਪਰ ਫਲੈਸ਼ ਪਲੇਅਰ ਦਾ ਮੌਜੂਦਾ ਵਰਜਨ ਸੁਰੱਖਿਆ ਅਤੇ ਸਥਿਰਤਾ ਲਈ ਸਮੱਸਿਆਵਾਂ ਦੇ ਸਕਦਾ ਹੈ। ਜਿੰਨਾ ਵੀ ਛੇਤੀ ਹੋ ਸਕੇ <a href="http://get.adobe.com/flashplayer/">ਮੁਫ਼ਤ ਵਰਜਨ ਇੰਸਟਾਲ </a> ਕਰੋ।
pl: Firefox został pomyślnie zaktualizowany, ale obecnie zainstalowana na Twoim komputerze wersja odtwarzacza Flash Player może powodować problemy bezpieczeństwa i stabilności. Zalecamy jak najszybsze <a href="http://get.adobe.com/flashplayer/">zainstalowanie darmowego uaktualnienia</a> do odtwarzacza Flash Player.
ro: Firefox este la zi cu actualizările, dar versiunea ta de Flash Player poate fi cauza unor probleme de stabilitate și securitate. Te rugăm să <a href="http://get.adobe.com/flashplayer/">instalezi actualizarea gratuită</a> cât de curând posibil.
sk: Firefox je aktualizovaný, ale aktuálne nainštalovaná verzia prehrávača Flash Player môže zapríčiniť bezpečnostné problémy a spôsobovať problémy so stabilitou programu. Prosím, čo najskôr <a href="http://get.adobe.com/flashplayer/">si zadarmo nainštalujte jeho aktuálnu verziu</a>.
sl: Firefox je posodobljen, vendar lahko vaša različica predvajalnika Flash privede do varnostnih težav ali nezanesljivega delovanja. Čimprej namestite <a href="http://get.adobe.com/flashplayer/">brezplačno posodobitev</a>.
sq: Firefox-i është i përditësuar, por versioni juaj i tanishëm i Flash Player-it mund të shkaktojë probleme serioze sigurie dhe qëndrueshmërie. Ju lutem, <a href="http://get.adobe.com/flashplayer/">instaloni falas përditësimin</a> sa më shpejt të jetë e mundur.
sv_se: Firefox är uppdaterad, men din aktuella version av Flash Player kan orsaka säkerhets- och stabilitetsproblem. Du bör <a href="http://get.adobe.com/flashplayer/">installera den kostnadsfria uppdateringen</a> så snart som möjligt.
tr: Firefox sürümünüz güncel, fakat kullandığınız Flash Player yan ugulaması güvenlik ve kararlılık sorunları içerebilir. Lütfen <a href="http://get.adobe.com/flashplayer/">ücretsiz güncellemeyi</a> en kısa sürede kurun.
uk: Поточна версія Flash Player може спричинити проблеми пов’язані з безпекою та стабільністю. Будь-ласка, <a href="http://get.adobe.com/flashplayer/">встановіть безкоштовне оновлення</a> якомога скоріше.
vi: Firefox đã là bản mới nhất, nhưng phiên bản Flash Player hiện tại của bạn có thể có vấn đề bảo mật và tính ổn định. Hãy <a href="http://get.adobe.com/flashplayer/">cài đặt bản cập nhật miễn phí</a> càng sớm càng tốt.
zu: I-Firefox isivuselelwe, kodwa inguquko yakho yamanje yesidlali se-Flash ingabanga izinkinga zokuvikeleka kanye nokungami kahle. Sicela <a href="http://get.adobe.com/flashplayer/">ufake imvuselelo yamahhala</a> ngokushesha okukhulu ngokusemandleni.

source: Features
ast: Carauterístiques
be: Асаблівасці
cs: Vlastnosti
da: Funktionalitet
de: Funktionen
el: Χαρακτηριστικά
eo: Trajtoj
et: Võimalused
eu: Ezaugarriak
fy_nl: Funksjes
gl: Características
gu_in: લક્ષણો
he: תכונות
hu: Funkciók
mk: Можности
ms: Ciri-ciri
nb_no: Funksjoner
or: ବିଶେଷତାଗୁଡ଼ିକ
pa_in: ਫੀਚਰ
pl: Możliwości
ro: Funcționalități
sk: Funkcie
sl: Značilnosti
sq: Veçori
sv_se: Funktioner
tr: Özellikler
uk: Можливості
vi: Tính năng
zu: Izici

source: Customize
ast: Personalizar
be: Уладкаваць
cs: Přizpůsobení
da: Tilpas
de: Anpassen
el: Προσαρμογή
eo: Persone agordi
et: Kohandamine
eu: Pertsonalizatu
fy_nl: Oanpasse
gl: Personalizar
gu_in: વૈવિધ્યપૂર્ણ બનાવો
he: התאמה אישית
hu: Testreszabás
mk: Прилагодување
ms: Kustomisasi
nb_no: Tilpass
or: ଇଚ୍ଛାରୂପଣ କରନ୍ତୁ
pa_in: ਕਸਟਮਾਈਜ਼
pl: Dostosuj
ro: Personalizare
sk: Prispôsobenie
sl: Po meri
sq: Personalizojeni
sv_se: Anpassa
tr: Özelleştir
uk: Налаштувати
vi: Tùy biến
zu: Yenza ngokwezifiso

source: Synchronize
ast: Sincronizar
be: Сінхранізаваць
cs: Synchronizace
da: Synkroniser
de: Synchronisieren
el: Συγχρονισμός
eo: Aktualigi
et: Sünkroniseerimine
eu: Sinkronizatu
fy_nl: Syngronisearje
gl: Sincronizar
gu_in: સુમેળ કરો
he: סינכרון
hu: Szinkronizálás
mk: Синхронизација
ms: Sinkronisasi
nb_no: Synkroniser
or: ସମତାଳ କରନ୍ତୁ
pa_in: ਸੈਕਰੋਨਾਈਜ਼
pl: Synchronizuj
ro: Sincronizare
sk: Synchronizácia
sl: Sinhroniziraj
sq: Njëkohësoni
sv_se: Synkronisera
tr: Eşitle
uk: Синхронізувати
vi: Đồng bộ hóa
zu: Vumelanisa

source: Develop for Mobile
ast: Desendolcu pa móviles
be: Мабільныя распрацоўкі
cs: Vývoj pro mobily
da: Udvikling til mobilen
de: Für Firefox Mobile entwickeln
el: Ανάπτυξη για κινητά
eo: Disvolvi por poŝtelefonoj
et: Firefox Mobile'ile arendamine
eu: Garatu mugikorrerako
fy_nl: Untwikkel foar Mobyl
gl: Desenvolver para dispositivos móbiles
gu_in: મોબાઈલ માટે વિકસાવો
he: פיתוח לנייד
hu: Fejlesztés mobilra
mk: Развивајте за Mobile
ms: Bina untuk "Mobile"
nb_no: Utvikle for mobil
or: ମୋବାଇଲ ପାଇଁ ବିକାଶ କରନ୍ତୁ
pa_in: ਮੋਬਾਇਲ ਲਈ ਡਿਵੈਲਪ ਕਰੋ
pl: Programuj dla urządzeń mobilnych
ro: Dezvoltare pentru mobil
sk: Vývoj pre mobilné zariadenia
sl: Razvoj za mobilne naprave
sq: Zhvilloni për Celularin
sv_se: Utveckla för Mobile
tr: Mobil Sürümünü Geliştir
uk: Розробляй для мобільних
vi: Phát triển cho Di động
zu: Yakha kube yamaselula

source: Other Supported Platforms
ast: Otres plataformes disponibles
be: Іншыя платформы, якія падтрымліваюцца
cs: Ostatní podporované platformy
da: Andre understøttede platforme
de: Andere unterstützte Plattformen
el: Άλλες υποστηριζόμενες πλατφόρμες
eo: Aliaj subtenataj platformoj
et: Teised toetatud süsteemid
eu: Onartutako beste plataformak
fy_nl: Oare stipe platfoarms
gl: Outras plataformas compatíbeis
gu_in: અન્ય આધારભૂત પ્લેટફોર્મ
he: פלטפורמות נתמכות אחרות
hu: Más támogatott platformok
mk: Други подржани платформи
ms: Sokongan platform yang lain
nb_no: Andre støttede plattformer
or: ଅନ୍ୟାନ୍ୟ ସମର୍ଥିତ ପ୍ଲାଟଫର୍ମମାନ
pa_in: ਹੋਰ ਸਹਾਇਕ ਪਲੇਟਫਾਰਮ
pl: Inne obsługiwane platformy
ro: Alte platforme suportate
sk: Ďalšie podporované platformy
sl: Drugi operacijski sistemi
sq: Platforma të Tjera me Mbulim
sv_se: Andra plattformar som stöds
tr: Diğer Desteklenen Platformlar
uk: Інші підтримувані платформи
vi: Nền tảng được hỗ trợ khác
zu: Ezinye izingxenyekazi ezixhasiwe

source: Other Platforms &amp; Languages
ast: Otres llingües y plataformes
be: Іншыя платформы і мовы
cs: Ostatní platformy a jazyky
da: Andre styresystemer &amp; sprog
de: Andere Plattformen &amp; Sprachen
el: Άλλες πλατφόρμες &amp; γλώσσες
eo: Aliaj platformoj kaj lingvoj
et: Teised süsteemid ja keeled
eu: Beste plataforma eta hizkuntzak
fy_nl: Oare Platfoarmen &amp; Talen
gl: Outras plataformas e idiomas
gu_in: અન્ય પ્લેટફોર્મ અને ભાષાઓ
he: שפות ופלטפורמות אחרות
hu: Más platformok és nyelvek
mk: Други платформи и јазици
ms: Platform-platform lain &amp; Bahasa-bahasa
nb_no: Andre plattformer og språk
or: ଅନ୍ୟ ପ୍ଲାଟଫର୍ମମାନ &amp;ଭାଷାଗୁଡ଼ିକ
pa_in: ਹੋਰ ਪਲੇਟਫਾਰਮ ਤੇ ਭਾਸ਼ਾਵਾਂ
pl: Inne platformy i języki
ro: Alte platforme și limbi
sk: Ďalšie platformy a jazyky
sl: Drugi sistemi in jeziki
sq: Platforma &amp; Gjuhë të Tjera
sv_se: Andra plattformar och språk
tr: Diğer Platform ve Diller
uk: Інші системи та мови
vi: Nền tảng &amp; Ngôn ngữ khác
zu: Ezinye izingxenyekazi kanye nezilimi

source: Choose your location
ast: Esbilla la to llocalización
be: Выберыце ваша месцазнаходжанне
cs: Zvolte své umístění
da: Vælg din placering
de: Wählen Sie Ihren Standort aus
el: Επιλέξτε τοποθεσία
eo: Elektu vian lokon
et: Vali oma asukoht
eu: Aukeratu zure kokapena
fy_nl: Kies jo lokaasje
gl: Escolla a súa localización
gu_in: તમારું સ્થાન પસંદ કરો
he: בחר את המיקום שלך
hu: Válassza ki, hogy hol van
mk: Изберете ја Вашата локација
ms: Pilih lokasi anda
nb_no: Velg plassering
or: ଆପଣଙ୍କର ଅବସ୍ଥାନ ବାଛନ୍ତୁ
pa_in: ਆਪਣਾ ਦੇਸ਼ ਚੁਣੋ
pl: Wybierz swoje położenie
ro: Alegeți locul unde sunteți
sk: Zvoľte vaše umiestnenie
sl: Izberite svoj položaj
sq: Zgjidhni vendin tuaj
sv_se: Välj plats
tr: Konumunuzu seçin
uk: Оберіть своє місцезнаходження
vi: Chọn địa điểm của bạn
zu: Khetha indawo yakho

source: Download Firefox directly from your phone
ast: Descarga Firefox direutamente dende'l móvil
be: Сцягнуць Firefox адразу з вашага тэляфона
cs: Stažení Firefoxu přímo z vašeho mobilního telefonu
da: Download Firefox direkte fra din telefon
de: Firefox direkt von Ihrem Mobilgerät herunterladen
el: Κάντε λήψη του Firefox από το τηλέφωνο σας
eo: Elŝuti Firefox rekte el via telefono
et: Laadi Firefox alla oma telefonis
eu: Deskargatu Firefox zuzenean zure telefonotik
fy_nl: Laad Firefox direkt yn op jo telefoan
gl: Descargar Firefox directamente desde o seu móbil
gu_in: Firefox સીધું જ તમારા ફોનમાં ડાઉનલોડ કરો
he: הורד את Firefox ישירות ממכשיר הטלפון
hu: Töltse le a Firefox böngészőt közvetlenül a telefonjára
mk: Преземи го Firefox директно на Вашиот телефон
ms: Muat turun Firefox secara langsung daripada telefon anda
nb_no: Last ned Firefox direkte fra telefonen din
or: ଆପଣଙ୍କ ଫୋନରୁ ସିଧାସଳଖ ଭାବରେ Firefox କୁ ଆହରଣ କରନ୍ତୁ
pa_in: ਫਾਇਰਫਾਕਸ ਸਿੱਧਾ ਆਪਣੇ ਮੋਬਾਇਲ ਉੱਤੇ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz Firefoksa bezpośrednio na telefon
ro: Descarcă Firefox direct de pe telefonul tău
sk: Prevziať Firefox do mobilného telefónu
sl: Prenesite Firefox neposredno s svojega telefona
sq: Shkarkojeni Firefox-in drejt e nga telefoni juaj
sv_se: Hämta Firefox direkt från din telefon
tr: Firefox'u doğrudan telefonunuzla indirin
uk: Завантажити Firefox прямо зі свого телефону
vi: Tải Firefox trực tiếp từ điện thoại
zu: Layisha ungenise i-Firefox ngqo kwiselula yakho

source: Download
ast: Descargar
be: Сцягнуць
cs: Stažení
da: Download {ok}
de: Herunterladen
el: Κάντε λήψη
eo: Elŝuti
et: Laadi alla
eu: Deskargatu
fy_nl: Ynlade
gl: Descargar
gu_in: ડાઉનલોડ
he: הורדה
hu: Letöltés
mk: Преземање
ms: Muat Turun
nb_no: Last ned
or: ଆହରଣ କରନ୍ତୁ
pa_in: ਡਾਊਨਲੋਡ
pl: Pobierz
ro: Descarcă
sk: Prevziať
sl: Prenesi
sq: Shkarkim
sv_se: Hämta
tr: İndirin
uk: Завантажити
vi: Tải xuống
zu: Layisha ungenise

source: Next
ast: Siguiente
be: Далей
cs: Další
da: Næste
de: Nächste
el: Επόμενο
eo: Antaŭen
et: Järgmine
eu: Hurrengoa
fy_nl: Folgjende
gl: Seguinte
gu_in: આગળ
he: הבא
hu: Következő
mk: Понатаму
ms: Berikutnya
nb_no: Neste
or: ପରବର୍ତ୍ତୀ
pa_in: ਅੱਗੇ
pl: Dalej
ro: Înainte
sk: Ďalší
sl: Naprej
sq: Pasuesja
sv_se: Nästa
tr: Sonraki
uk: Наступне
vi: Tiếp
zu: Okulandelayo

source: MB
ast: MB {ok}
be: МБ
cs: MB {ok}
da: MB {ok}
de: MB {ok}
el: MB {ok}
eo: MO
et: MB {ok}
eu: MB {ok}
fy_nl: MB {ok}
gl: MB {ok}
he: מ״ב
hu: MB {ok}
mk: МБ
ms: MB {ok}
nb_no: MB {ok}
pa_in: MB {ok}
pl: MB {ok}
ro: MO
sk: MB {ok}
sl: MB {ok}
sq: MB {ok}
sv_se: MB {ok}
tr: MB {ok}
uk: МБ
zu: MB {ok}

source: MegaBytes
ast: MegaBytes {ok}
be: Мегабайтаў
cs: Megabajtů
da: Megabyte
de: Megabyte
el: MegaBytes {ok}
eo: Megaoktetoj
et: megabaiti
eu: MegaByte
gl: MegaBytes {ok}
gu_in: મેગાબાઈટ
he: מ״ב
hu: megabyte
mk: Мегабајти
ms: Megabait
nb_no: MegaBytes {ok}
or: ମେଗା ବାଇଟ
pa_in: ਮੈਗਾਬਾਈਟ
pl: megabajty
ro: Megaocteți
sk: Megabajtov
sl: Megabajtov
sq: Megabajte
sv_se: Megabyte
tr: Megabayt
uk: Мегабайт

source: FAQ
ast: EUF
be: Пытанні і Адказы
cs: FAQ {ok}
da: FAQ {ok}
de: FAQ {ok}
el: Συχνές ερωτήσεις
eo: Oftaj demandoj
et: KKK
eu: Ohiko galderak
fy_nl: FAQ {ok}
gl: FAQ {ok}
gu_in: વારંવાર પૂછવામાં આવતા પ્રશ્નો
he: שאלות ותשובות
hu: GYIK
mk: ЧПП
ms: FAQ{ok}
nb_no: OSS
pa_in: ਸਵਾਲ-ਜਵਾਬ
pl: FAQ {ok}
ro: Întrebări frecvente
sk: Často kladené otázky
sl: Pogosta vprašanja
sq: FAQ {ok}
sv_se: Vanliga frågor och svar
tr: S.S.S.
uk: ЧАП
zu: FAQ {ok}

source: Videos
ast: Vídeos
be: Відэястужкі
cs: Videa
da: Videoer
de: Videos {ok}
el: Βίντεο
eo: Filmetoj
et: Videod
eu: Bideoak
fy_nl: Fideos
gl: Vídeos
gu_in: વીડિયો
he: וידאו
hu: Videók
mk: Видеа
ms: Video-video
nb_no: Videoer
or: ଭିଡ଼ିଓଗୁଡ଼ିକ
pa_in: ਵਿਡੀਓ
pl: Filmy
ro: Videoclipuri
sk: Videá
sl: Video
sq: Video
sv_se: Videor
tr: Videolar
uk: Відео
vi: Phim
zu: Amavidiyo
