Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */main.po
Languages: ast, be, cs, da, de, el, eo, et, eu, fy_nl, gl, gu_in, he, hu, mk, ms, nb_no, or, pa_in, pl, ro, sk, sl, sq, sv_se, tr, uk, vi, zu

source: Navigation
ast: Estaya de navegación
be: Навігацыя
cs: Navigace
da: Navigation {ok}
de: Navigation {ok}
el: Περιήγηση
eo: Navigado
et: Menüü
eu: Nabigazioa
fy_nl: Navigaasje
gl: Navegación
gu_in: શોધખોળ
he: ניווט
hu: Navigáció
mk: Навигација
ms: Navigasi
nb_no: Navigasjon
or: ପଥପ୍ରଦର୍ଶନ
pa_in: ਨੇਵੀਗੇਸ਼ਨ
pl: Nawigacja
ro: Navigare
sk: Navigácia
sl: Meni
sq: Lundrim
sv_se: Navigation {ok}
tr: Gezinme
uk: Навігація
vi: Khám phá
zu: Ukuzula

source: Press area
ast: Estaya de prensa
be: Прэса
cs: Tiskové centrum
da: Presse
de: Pressebereich
el: Περιοχή τύπου
eo: Loko de gazetaro
et: Pressiteated
eu: Prentsagunea
fy_nl: Parseside
gl: Área de prensa
gu_in: જાહેરાત વિસ્તાર
he: אזור עיתונות
hu: Sajtóoldal
mk: Медиуми
ms: Kawasan Media
nb_no: Presseområde
or: ପ୍ରେସ କ୍ଷେତ୍ର
pa_in: ਪ੍ਰੈੱਸ ਏਰੀਆ
pl: Strefa prasowa
ro: Zona de presă
sk: Info pre tlač
sl: Za novinarje
sq: Zona e shtypit
sv_se: Press
tr: Basın Alanı
uk: Розділ преси
vi: Khu vực báo chí
zu: Indawo yokunyathelela

source: About
ast: Tocante a
be: Пра
cs: O nás
da: Om
de: Über uns
el: Σχετικά
eo: Pri
et: Teave
eu: Honi buruz
fy_nl: Oer
gl: Sobre
gu_in: વિશે
he: אודות
hu: Bemutatkozás
mk: За
ms: Tentang Kami
nb_no: Om
or: ବିବରଣୀ
pa_in: ਇਸ ਬਾਰੇ
pl: O nas
ro: Despre
sk: O nás
sl: O nas
sq: Rreth
sv_se: Om
tr: Hakkımızda
uk: Про…
vi: Giới thiệu
zu: Mayelana

source: Store
ast: Tienda
be: Крама
cs: Obchod
da: Butik
de: Shop
el: Κατάστημα
eo: Vendejo
et: Pood
eu: Denda
fy_nl: Winkel
gl: Almacén
gu_in: સંગ્રહ
he: חנות
hu: Áruház
mk: Продавница
ms: Kedai
nb_no: Butikk
or: ଭଣ୍ଡାର
pa_in: ਸਟੋਰ
pl: Sklep
ro: Magazin
sk: Obchod
sl: Trgovina
sq: Shitore
sv_se: Butik
tr: Mağaza
uk: Магазин
vi: Cửa hàng
zu: Gcina

source: Donate
ast: Donar
be: Ахвяраванні
cs: Přispějte
da: Doner
de: Spenden
el: Δωρεές
eo: Donaci
et: Annetamine
eu: Egin dohaintza
fy_nl: Donearje
gl: Doazóns
gu_in: દાન કરો
he: תרומה
hu: Hozzájárulás
mk: Донирајте
ms: Derma
nb_no: Donasjon
or: ଦାନ
pa_in: ਦਾਨ ਦਿਓ
pl: Dotacje
ro: Donați
sk: Darujte
sl: Darujte
sq: Dhuroni
sv_se: Donera
tr: Bağış
uk: Пожертвувати
vi: Ủng hộ
zu: Nikela

source: Support
ast: Sofitu
be: Падтрымка
cs: Podpora
da: Hjælp
de: Hilfe
el: Υποστήριξη
eo: Helpo
et: Kasutajatugi
eu: Laguntza
fy_nl: Stipe
gl: Asistencia técnica
gu_in: આધાર
he: תמיכה
hu: Támogatás
mk: Поддршка
ms: Sokongan
nb_no: Støtte
or: ସମର୍ଥନ
pa_in: ਸਹਿਯੋਗ
pl: Wsparcie
ro: Asistență
sk: Podpora
sl: Podpora
sq: Asistencë
sv_se: Support {ok}
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zu: Ukuxhasa

source: Products
ast: Productos
be: Прадукты
cs: Produkty
da: Produkter
de: Produkte
el: Προϊόντα
eo: Produktoj
et: Tooted
eu: Produktuak
fy_nl: Produkten
gl: Produtos
gu_in: ઉત્પાદનો
he: מוצרים
hu: Termékek
mk: Производи
ms: Produk-produk
nb_no: Produkter
or: ଉତ୍ପାଦ
pa_in: ਪਰੋਡੱਕਟ
pl: Produkty
ro: Produse
sk: Produkty
sl: Izdelki
sq: Produkte
sv_se: Produkter
tr: Ürünler
uk: Продукти
vi: Sản phẩm
zu: Imikhiqizo

source: Add-ons
ast: Complementos
be: Дадаткі
cs: Doplňky
da: Tilføjelser
de: Add-ons {ok}
el: Πρόσθετα
eo: Kromprogramoj
et: Lisad
eu: Gehigarriak
fy_nl: Add-ons {ok}
gl: Complementos
gu_in: એડ-ઓન
he: תוספות
hu: Kiegészítők
mk: Додатоци
ms: Add-ons {ok}
nb_no: Utvidelser
or: ଏଡ଼-ଅନଗୁଡ଼ିକ
pa_in: ਐਡ-ਆਨ
pl: Dodatki
ro: Suplimente
sk: Doplnky
sl: Razširitve
sq: Shtesa
sv_se: Tillägg
tr: Eklentiler
uk: Додатки
vi: Tiện ích
zu: Okungangezwa

source: About Us
ast: Tocante a nós
be: Пра нас
cs: O nás
da: Om os
de: Über uns
el: Περί
eo: Pri ni
et: Meist
eu: Guri buruz
fy_nl: Oer ús
gl: Sobre nós
gu_in: અમારા વિશે
he: אודות
hu: Rólunk
mk: За нас
ms: Tentang kami
nb_no: Om oss
or: ଆମ ବିଷୟରେ
pa_in: ਸਾਡੇ ਬਾਰੇ
pl: O nas
ro: Despre noi
sk: O nás
sl: O nas
sq: Rreth Nesh
sv_se: Om oss
tr: Hakkımızda
uk: Про нас
vi: Giới thiệu
zu: Myelana nathi

source: Developers
ast: Desendolcadores
be: Распрацоўцы
cs: Vývojáři
da: Udviklere
de: Entwickler
el: Δημιουργοί
eo: Disvolvigantoj
et: Arendajad
eu: Garatzaileak
fy_nl: Untwikkelers
gl: Desenvolvedores
gu_in: વિકાસકર્તાઓ
he: מפתחים
hu: Fejlesztők
mk: Програмери
ms: Developers {ok}
nb_no: Utviklere
or: ବିକାଶକାରୀମାନେ
pa_in: ਡਿਵੈਲਪਰ
pl: Dla programistów
ro: Dezvoltatori
sk: Vývojári
sl: Razvijalci
sq: Zhvilluesa
sv_se: Utvecklare
tr: Geliştiriciler
uk: Розробники
vi: Nhà phát triển
zu: Onjiniyela

source: Labs
ast: Labs {ok}
be: Лабы
cs: Labs {ok}
da: Laboratorier
de: Labs {ok}
el: Εργαστήρια
eo: Laboratorioj
et: Katselabor
eu: Laborategiak
fy_nl: Labs {ok}
gl: Laboratorios
gu_in: પ્રયોગશાળાઓ
he: מעבדות
hu: Labs {ok}
mk: Лаборатории
ms: Makmal
nb_no: Lab
or: ଲ୍ୟାବଗୁଡ଼ିକ
pa_in: ਲੈਬ
pl: Laboratoria
ro: Laborator
sk: Labs {ok}
sl: Laboratoriji
sq: Laboratorë
sv_se: Labbet
tr: Laboratuvar
uk: Лабораторії
vi: Phòng nghiên cứu
zu: Amalebhu

source: skip to Navigation
ast: Dir a la estaya de navegación
be: скочыць да навігацыі
cs: Skočit na navigaci
da: fortsæt til navigation
de: zur Navigation springen
el: Μετάβαση στην περιήγηση
eo: salti al navigado
et: liigu menüü juurde
eu: Saltatu nabigaziora
fy_nl: nei de navigaasje
gl: saltar á navegación
gu_in: શોધખોળ રદ કરો
he: עבור לניווט
hu: ugrás a Navigációra
mk: оди до навигација
ms: langkau kepada Navigasi
nb_no: bytt til navigasjon
or: ପଥପ୍ରଦର୍ଶନକୁ ଏଡ଼ାଇକରି
pa_in: ਨੇਵੀਗੇਸ਼ਨ ਲਈ ਛੱਡੋ
pl: przeskocz do nawigacji
ro: sari la Navigare
sk: preskočiť na navigáciu
sl: skoči na meni
sq: kaloni te Lundrimi
sv_se: Gå till Navigation
tr: gezinme alanına geç
uk: перейти до Навігації
vi: chuyển qua Khám phá
zu: yeqa ekuzuleni

source: switch language
ast: Camudar la llingua
be: змяніць мову
cs: Přepnout jazyk
da: skift sprog
de: Sprache wechseln
el: Αλλαγή γλώσσας
eo: ŝanĝi lingvon
et: keele vahetamine
eu: Aldatu hizkuntza
fy_nl: wizigje taal
gl: cambiar idioma
gu_in: ભાષા બદલો
he: החלף שפה
hu: nyelvválasztás
mk: промени јазик
ms: tukar bahasa
nb_no: bytt språk
or: ଭାଷା ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa_in: ਭਾਸ਼ਾ ਬਦਲੋ
pl: zmień język
ro: schimbă limba
sk: prepnúť jazyk
sl: zamenjaj jezik
sq: ndërroni gjuhën
sv_se: Byt språk
tr: dili değiştir
uk: Змінити мову
vi: chuyển đổi ngôn ngữ
zu: shintsha ulimi

source: Back to home page
ast: Volver a la páxina d'aniciu
be: У пачатак
cs: Titulní stránka
da: Tilbage til forsiden
de: Zur&uuml;ck zur Startseite
el: Πίσω στην αρχική Σελίδα
eo: Reen al la eka paĝo
et: Tagasi avalehele
eu: Itzuli hasierako orrira
fy_nl: Tebek nei begjinside
gl: Volver á páxina de inicio
gu_in: ઘર પાનાં પર પાછા જાવ
he: דף בית
hu: Vissza a kezdőlapra
mk: Назад до домашната страница
ms: Kembali ke laman utama
nb_no: Tilbake til startsiden
or: ମୂଳ ପୃଷ୍ଠାକୁ ଫେରନ୍ତୁ
pa_in: ਮੁੱਖ ਪੇਜ਼ ਉੱਤੇ ਵਾਪਸ ਜਾਓ
pl: Powrót na stronę główną
ro: Înapoi la pagina de start
sk: Naspäť na domovskú stránku
sl: Nazaj na domačo stran
sq: Mbrapsht te faqja hyrëse
sv_se: Tillbaka till startsidan
tr: Ana sayfaya dön
uk: На головну сторінку
vi: Trở về trang chủ
zu: Buyela kwikhasi eliyisiqalo

source: About Mozilla
ast: Tocante a Mozilla
be: Пра Mozilla
cs: O Mozille
da: Om Mozilla
de: Über Mozilla
el: Περί Mozilla
eo: Pri Mozilla
et: Mozilla teave
eu: Mozillari buruz
fy_nl: Oer Mozilla
gl: Sobre Mozilla
gu_in: Mozilla વિશે
he: אודות Mozilla
hu: A Mozilláról
mk: За Mozilla
ms: Mengenai Mozilla
nb_no: Om Mozilla
or: Mozilla ବିଷୟରେ
pa_in: ਮੋਜ਼ੀਲਾ ਬਾਰੇ
pl: O Mozilli
ro: Despre Mozilla
sk: Info o Mozille
sl: O Mozilli
sq: Rreth Mozilla-s
sv_se: Om Mozilla
tr: Mozilla Hakkında
uk: Про Mozilla
vi: Giới thiệu Mozilla
zu: Mayelana ne-Mozilla

source: Get Involved
ast: Andecha con nós
be: Уцягвайцеся
cs: Zapojte se
da: Bliv involveret
de: Beteiligen Sie sich
el: Συμμετέχετε
eo: Partopreni
et: Aita kaasa
eu: Parte hartu
fy_nl: Sels meidwaan
gl: Colaborar
gu_in: સંડોવાયેલ રહો
he: היה מעורב
hu: Csatlakozás
mk: Приклучете се
ms: Penglibatan diri
nb_no: Bli involvert
or: ଅନ୍ତର୍ଭୁକ୍ତ ହୋଇ
pa_in: ਸਾਥ ਦਿਓ
pl: Dołącz do nas
ro: Contribuiți și dumneavoastră
sk: Zapojte sa
sl: Pridružite se
sq: Përfshihuni
sv_se: Engagera dig
tr: Bize Katılın
uk: Долучайтеся
vi: Tham gia
zu: Zibandakanye

source: Licensing
ast: Llicencia
be: Ліцэнзіі
cs: Licenční podmínky
da: Licens
de: Lizenzierung
el: Αδειοδότηση
eo: Permesiloj
et: Litsentsitingimused
eu: Lizentzia
fy_nl: Lisinsjes
gl: Licenza
gu_in: લાઈસન્સ
he: רישוי
hu: Licencelés
mk: Лиценцирање
ms: Perlesenan
nb_no: Lisensiering
or: ଅନୁମତି ପତ୍ର ଆଣିବା
pa_in: ਲਾਈਸੈਂਸ
pl: Licencjonowanie
ro: Licențiere
sk: Licencovanie
sl: Licence
sq: Licensim
sv_se: Licensering
tr: Kullanım İzni
uk: Ліцензування
vi: Giấy phép
zu: Ukulayisensa

source: Careers
ast: Empléu
be: Кар'ера
cs: Kariéra
da: Job
de: Karrieren
el: Καριέρες
eo: Karieroj
et: Töökohad
eu: Lan-eskaintzak
fy_nl: Karriêres
gl: Os nosos profesionais
gu_in: ભવિષ્ય
he: קריירה
hu: Álláslehetőségek
mk: Кариера
ms: Kerjaya
nb_no: Jobbmuligheter
or: ବିକାଶ ପଥ
pa_in: ਕੈਰੀਅਰ
pl: Praca
ro: Cariere
sk: Zamestnanie
sl: Zaposlitev
sq: Vende pune
sv_se: Jobbmöjligheter
tr: İş Olanakları
uk: Кар’єра
vi: Nghề nghiệp
zu: Imisebenzi

source: Press Center
ast: Centru de prensa
be: Прэс-цэнтар
cs: Tiskové centrum
da: Pressecenter
de: Presse
el: Γραφείο Τύπου
eo: Centro de gazetaro
et: Pressikeskus
eu: Prentsagunea
fy_nl: Parsesintrum
gl: Centro de prensa
gu_in: જાહેરાત કેન્દ્ર
he: מרכז עיתונות
hu: Sajtóoldal
mk: Центар за медиуми
ms: Pusat Media
nb_no: Pressesenter
or: ପ୍ରେସ କେନ୍ଦ୍ର
pa_in: ਪਰੈੱਸ ਸੈਂਟਰ
pl: Centrum prasowe
ro: Centru de presă
sk: Tlačové centrum
sl: Za novinarje
sq: Qendër Shtypi
tr: Basın Merkezi
uk: Прес-центр
vi: Trung tâm Báo chí
zu: Isizinda sokunyathelela

source: Contact Us
ast: Contautu
be: Сувязь з намі
cs: Kontaktujte nás
da: Kontakt os
de: Kontakt
el: Επικοινωνήστε μαζί μας
eo: Kontakti nin
et: Kontakt
eu: Jarri gurekin harremanetan
fy_nl: Nim kontakt mei ús op
gl: Contacta connosco
gu_in: અમારો સંપર્ક કરો
he: צור קשר
hu: Kapcsolat
mk: Контактирајте нѐ
ms: Hubungi Kami
nb_no: Kontakt oss
or: ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ
pa_in: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Kontakt z nami
ro: Contactați-ne
sk: Kontaktujte nás
sl: Pišite nam
sq: Lidhuni me Ne
sv_se: Kontakta oss
tr: Bize Ulaşın
uk: Зв’язок з нами
vi: Liên hệ Chúng tôi
zu: Xhumana nathi

source: Site contact
ast: Ponese en contautu
be: Сувязь з пляцоўкаю
cs: Správce stránek
da: Kontakt
de: Kontakt
el: Επικοινωνία με την ιστοσελίδα
eo: Kontakto de retejo
et: Veebilehe kontakt
eu: Kontaktua
fy_nl: Websteekontakt
gl: Contacto do sitio
gu_in: સાઈટ સંપર્ક
he: איש קשר
hu: Kapcsolat
mk: Контакт за сајтот
ms: Hubungi Laman
nb_no: Nettstedsansvarlig
or: ସାଇଟ ଯୋଗାଯୋଗ
pa_in: ਸਾਈਟ ਸੰਪਰਕ
pl: Kontakt z webmasterem
ro: Contact
sk: Kontakt na správcu webu
sl: Stran za stik
sq: Kontakte për site-in
sv_se: Kontakt
tr: İletişim
uk: Відповідальний за сайт
vi: Liên hệ trang
zu: Ukuxhumana kwesayithi

source: Other languages:
ast: Otres llingües:
be: Іншыя мовы:
cs: Další jazyky:
da: Andre sprog:
de: Andere Sprachen:
el: Άλλες γλώσσες:
eo: Aliaj lingvoj:
et: Teistes keeltes:
eu: Beste hizkuntzetan:
fy_nl: Oare talen:
gl: Outros idiomas
gu_in: અન્ય ભાષાઓ
he: שפות אחרות:
hu: Más nyelvek:
mk: Други јазици:
ms: Bahasa-bahasa lain:
nb_no: Andre språk:
or: ଅନ୍ୟାନ୍ୟ ଭାଷାଗୁଡ଼ିକ:
pa_in: ਹੋਰ ਭਾਸ਼ਾਵਾਂ:
pl: Inne języki:
ro: Alte limbi:
sk: Iné jazyky:
sl: Drugi jeziki:
sq: Gjuhë të tjera:
sv_se: Andra språk:
tr: Diğer diller:
uk: Інші мови:
vi: Ngôn ngữ khác:
zu: Ezinye izilimi:

source: %Y-%m-%d
ast: %d-%m-%Y
be: %d.%m.%Y
cs: %d.%m.%Y
da: %d/%m %Y
de: %d.%m.%Y
el: %d-%m-%Y
eo: %Y-%m-%d {ok}
et: %d-%m-%Y
eu: %Y-%m-%d {ok}
fy_nl: %d-%m-%Y
gl: %d-%m-%Y
gu_in: %d-%m-%Y
he: %d/%m/%Y
mk: %d-%m-%Y
ms: %Y-%m-%d {ok}
nb_no: %d.%m.%Y
or: %d-%m-%Y
pa_in: %d-%m-%Y
pl: %d.%m.%Y
ro: %d.%m.%Y
sk: %d.%m.%Y
sl: %d. %m. %Y
sq: %d-%m-%Y
sv_se: %Y-%m-%d {ok}
tr: %d.%m.%Y
uk: %d.%m.%Y
vi: %d-%m-%Y
zu: %Y-%m-%d {ok}

source: All rights reserved.
ast: Tolos drechos reservaos.
be: Усе правы засцярожаны.
cs: Všechna práva vyhrazena
da: Alle rettigheder forbeholdes.
de: Alle Rechte vorbehalten.
el: Με την επιφύλαξη παντός δικαιώματος
eo: Ĉiuj rajtoj rezervitaj.
et: Kõik õigused kaitstud.
eu: Eskubide guztiak erreserbatuta.
fy_nl: Alle rjochten foarbehâlden
gl: Todos os dereitos reservados.
gu_in: બધા હકો આરક્ષિત છે.
he: כל הזכויות שמורות.
hu: Minden jog fenntartva
mk: Сите права задржани
ms: Hakcipta terpelihara.
nb_no: Alle rettigheter forbeholdt.
or: ସମସ୍ତ ଅଧିକାର ସଂରକ୍ଷିତ ଅଛି।
pa_in: ਸਭ ਹੱਕ ਰਾਖਵੇਂ ਹਨ।
pl: Wszelkie prawa zastrzeżone.
ro: Toate drepturile rezervate.
sk: Všetky práva vyhradené.
sl: Vse pravice pridržane.
sq: Tërë të drejtat të ruajtura.
sv_se: Med ensamrätt.
tr: Her hakkı saklıdır.
uk: Усі права захищені.
vi: Bảo lưu mọi quyền.
zu: Amalungelo wonke avinjelwe.

source: Legal Notices
ast: Avisos llegales
be: Прававыя звесткі
cs: Právní informace
da: Betingelser for brug
de: Rechtliche Hinweise
el: Νομικές σημειώσεις
eo: Leĝaj notoj
et: Juriidilised märkused
eu: Lege-oharrak
fy_nl: Juridyske meidielingen
gl: Avisos legais
gu_in: કાયદાકીય સૂચનાઓ
he: מידע משפטי
hu: Jogi nyilatkozatok
mk: Правна напомена
ms: Pemberitahuan Sah
nb_no: Juridisk info
or: ନୈତିକ ବିଜ୍ଞପ୍ତି
pa_in: ਕਾਨੂੰਨੀ ਨੋਟਿਸ
pl: Informacje prawne
ro: Mențiuni juridice
sk: Právne informácie
sl: Pravna obvestila
sq: Shënime Ligjore
sv_se: Juridisk info
tr: Yasal Uyarılar
uk: Юридичні повідомлення
vi: Lưu ý Pháp lí
zu: Imibiko yezomthetho

source: Privacy Policy
ast: Polítiques de privacidá
be: Палітыка прыватнасці
cs: Zásady ochrany soukromí
da: Erklæring om beskyttelse af personlige oplysninger
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
eo: Politiko pri privateco
et: Privaatsuspoliitika
eu: Pribatutasun-politika
fy_nl: Privacybetingsten
gl: Política de privacidade
gu_in: ખાનગીપણાની નીતિ
he: הצהרת פרטיות
hu: Adatvédelmi irányelvek
mk: Политика за приватност
ms: Polisi Privasi
nb_no: Personvern
or: ଗୋପନୀୟତା ନିତୀ
pa_in: ਪਰਾਈਵੇਸੀ ਪਾਲਸੀ
pl: Polityka prywatności
ro: Politică de confidențialitate
sk: Zásady ochrany súkromia
sl: Politika zasebnosti
sq: Rregulla Vetësie
sv_se: Sekretesspolicy
tr: Gizlilik İlkeleri
uk: Політика конфіденційності
vi: Chính sách Riêng tư
zu: Inqubomgomo yemfihlo

source: Visit Mozilla.com
ast: Visita Mozilla.com
be: Наведаць Mozilla.com
cs: Navštívit Mozilla.com
da: Besøg Mozilla.com
de: Besuchen Sie Mozilla.com
el: Επισκεφθείτε το Mozilla.com
eo: Viziti Mozilla.com
et: Külasta Mozilla.com'i
eu: Bisitatu Mozilla.com
fy_nl: Besykje Mozilla.com
gl: Visite Mozilla.com
gu_in: Mozilla.com ની મુલાકાત લો
he: בקר ב־Mozilla.com
hu: Látogassa meg a mozilla.com oldalt
mk: Посетете ја Mozilla.com
ms: Layari Mozilla.com
nb_no: Besøk Mozilla.com
or: Mozilla.com କୁ ପରିଦର୍ଶନ କରନ୍ତୁ
pa_in: Mozilla.com ਉੱਤੇ ਜਾਓ
pl: Odwiedź Mozilla.com
ro: Vizitați Mozilla.com
sk: Navštívte Mozilla.com
sl: Obiščite Mozilla.com
sq: Vizitoni Mozilla.com
sv_se: Besök Mozilla.com
tr: Mozilla.com'u ziyaret edin
uk: Відвідайте Mozilla.com
vi: Mở Mozilla.com
zu: Vakashela i-Mozilla.com

source: Visit Mozilla.com (in English)
ast: Visita Mozilla.com (n'inglés)
be: Наведаць Mozilla.com (Пляцоўка US)
cs: Navštívit Mozilla.com (v angličtině)
da: Besøg Mozilla.com (på engelsk)
de: Besuchen Sie Mozilla.com (auf Englisch)
el: Επισκεφθείτε το Mozilla.com (Αγγλικά)
eo: Viziti Mozilla.com (en la angla)
et: Külasta Mozilla.com veebilehte (ing. k)
eu: Bisitatu Mozilla.com (ingelesez)
fy_nl: Besykje Mozilla.com (yn it Ingelsk)
gl: Visite Mozilla.com (en inglés)
gu_in: Mozilla.com ની મુલાકાત લો (અંગ્રેજીમાં)
he: בקר ב־Mozilla.com (אנגלית)
hu: Látogassa meg a mozilla.com oldalt (angol)
mk: Посетете ја Mozilla.com (на англиски)
ms: Layari Mozilla.com (laman US)
nb_no: Besøk Mozilla.com (engelsk)
or: Mozilla.com (US ସାଇଟ) କୁ ପରିଦର୍ଶନ କରନ୍ତୁ
pa_in: Mozilla.com ਉੱਤੇ ਜਾਓ (ਅੰਗਰੇਜ਼ੀ ਵਿੱਚ)
pl: Odwiedź Mozilla.com (po angielsku)
ro: Vizitați Mozilla.com (versiunea engleză)
sk: Navštívte Mozilla.com (v angličtine)
sl: Obiščite Mozilla.com (v angleščini)
sq: Vizitoni Mozilla.com (site-i për US)
sv_se: Besök Mozilla.com (på engelska)
tr: Mozilla.com'u ziyaret edin (İngilizce)
uk: Завітайте на Mozilla.com (англійською)
vi: Mở Mozilla.com (tiếng Anh)
zu: Vakashela i-Mozilla.com (ngesiNgisi)

source: Download Firefox - Free
ast: Descargar Firefox - De baldre
be: Сцягнуць Firefox - Задарма
cs: Stáhnout Firefox - Zdarma
da: Download Firefox - Gratis
de: Laden Sie Firefox herunter - kostenlos
el: Δωρεάν λήψη - Firefox
eo: Elŝuti Firefox - Libere
et: Laadi Firefox alla - tasuta
eu: Lortu Firefox - Debalde
fy_nl: Laad Firefox yn - Fergees
gl: Descargue Firefox - De balde
gu_in: Firefox ડાઉનલોડ કરો - મુક્ત
he: הורדת Firefox - חינם
hu: Ingyenes letöltés
mk: Преземете го Firefox - Слободно
ms: Muat turun Firefox - Percuma
nb_no: Last ned Firefox - Gratis
or: Firefox - ମୁକ୍ତ ଆହରଣ କରନ୍ତୁ
pa_in: ਫਾਇਰਫਾਕਸ ਡਾਊਨਲੋਡ - ਮੁਫ਼ਤ
pl: Pobierz Firefoksa - za darmo
ro: Descărcați Firefox - Gratuit
sk: Prevziať Firefox - zadarmo
sl: Prenesite Firefox - brezplačno
sq: Shkarkoni Firefox-in - Falas
sv_se: Hämta Firefox - gratis
tr: Firefox'u İndirin - Ücretsiz
uk: Завантажте Firefox&nbsp;- безплатно
vi: Tải Firefox - Tự do & Miễn phí
zu: Layisha ungenise i-Firefox - Mahhala

source: Release Notes
ast: Notes de la versión
be: Заўвагі пра выданне
cs: Poznámky k vydání
da: Udgivelsesnoter
de: Versionshinweise
el: Σημειώσεις έκδοσης
eo: Notoj pri liverado
et: Väljalasketeave
eu: Bertsio-oharrak
fy_nl: Utjefteopmerkingen
gl: Notas de publicación
gu_in: પ્રકાશન નોંધો
he: הערות שחרור
hu: Kiadási megjegyzések
mk: Белешки за изданието
ms: Nota Keluaran
nb_no: Versjonsnotat
or: ପ୍ରକାଶନ ଟିପ୍ପଣୀ
pa_in: ਰੀਲਿਜ਼ ਨੋਟਿਸ
pl: Informacje o wydaniu
ro: Despre versiunea curentă
sk: Poznámky k vydaniu
sl: Opombe k izdaji
sq: Shënime Versioni
sv_se: Versionsfakta
tr: Sürüm Notları
uk: Примітки до випуску
vi: Ghi chú Phát hành
zu: Amanothi akhishwayo

source: Other Systems and Languages
ast: Otres llingües y sistemes
be: Іншыя сістэмы і мовы
cs: Ostatní systémy a jazyky
da: Andre operativsystemer og sprog
de: Andere Systeme &amp; Sprachen
el: Άλλα συστήματα και γλώσσες
eo: Aliaj sistemoj kaj lingvoj
et: Teised süsteemid ja keeled
eu: Beste sistemak eta hizkuntzak
fy_nl: Oare systemen & talen
gl: Outros sistemas e idiomas
gu_in: અન્ય સિસ્ટમો અને ભાષાઓ
he: מערכות הפעלה ושפות אחרות
hu: Más nyelvek és operációs rendszerek
mk: Други системи и јазици
ms: Sistem dan bahasa lain
nb_no: Andre systemer og språk
or: ଅନ୍ୟାନ୍ୟ ତନ୍ତ୍ର ଏବଂ ଭାଷା
pa_in: ਹੋਰ ਸਿਸਟਮ ਅਤੇ ਭਾਸ਼ਾਵਾਂ
pl: Inne systemy i języki
ro: Alte sisteme de operare și limbi
sk: Ďalšie systémy a jazyky
sl: Drugi sistemi in jeziki
sq: Sisteme dhe Gjuhë të Tjera
sv_se: Andra system och språk
tr: Diğer Sistemler ve Diller
uk: Інші системи та мови
vi: Hệ thống và Ngôn ngữ khác
zu: Ezinye izinhlelo kanye namalimi

source: Get Firefox
ast: Obtén Firefox
be: Атрымаць Firefox
cs: Získat Firefox
da: Hent Firefox
de: Holen Sie sich Firefox
el: Κάντε λήψη του Firefox
eo: Ricevi Firefox
et: Laadi Firefox alla
eu: Eskuratu Firefox
fy_nl: Krij Firefox
gl: Obteña Firefox
gu_in: Firefox મેળવો
he: קח את Firefox
hu: Firefox letöltése
mk: Земете го Firefox
ms: Dapatkan Firefox
nb_no: Last ned Firefox
or: Firefox ନିଅନ୍ତୁ
pa_in: ਫਾਇਰਫਾਕਸ ਲਵੋ
pl: Pobierz Firefoksa
ro: Descărcați Firefox
sk: Získať Firefox
sl: Prenesite Firefox
sq: Merrni Firefox-in
sv_se: Hämta Firefox
tr: Firefox'u İndirin
uk: Завантажити Firefox
vi: Tải Firefox
zu: Thola i-Firefox

source: Free Download
ast: Descarga de baldre
be: Дармовая загрузка
cs: Stáhnout zdarma
da: Gratis download
de: Kostenloser Download
el: Δωρεάν λήψη
eo: Elŝuti senpage
et: Tasuta allalaadimine
eu: Doako deskarga
fy_nl: Fergese ynlaad
gl: Descarga de balde
gu_in: મુક્ત ડાઉનલોડ
he: הורד חינם
hu: Ingyenes letöltés
mk: Слободно преземање
ms: Muat turun percuma
nb_no: Gratis nedlasting
or: ମୁକ୍ତ ଆହରଣ
pa_in: ਮੁਫ਼ਤ ਡਾਊਨਲੋਡ
pl: Pobierz za darmo
ro: Descărcare gratuită
sk: Prevziať zadarmo
sl: Brezplačen prenos
sq: Shkarkim Falas
sv_se: Gratis hämtning
tr: Ücretsiz İndirin
uk: Завантажити
vi: Tải miễn phí
zu: Ukulayisha ungenise kwamahhala

source: Help us make Firefox even better!
ast: ¡Ayúdanos a que Firefox seya entá meyor!
be: Дапамажыце нам зрабіць Firefox яшчэ лепшым!
cs: Pomozte nám učinit Firefox lepším!
da: Hjælp os med at gøre Firefox endnu bedre!
de: Helfen Sie uns, Firefox noch besser zu machen!
el: Βοηθήστε μας να κάνουμε τον Firefox ακόμα καλύτερο!
eo: Helpu nin plue plibonigi Firefox!
et: Aita meil Firefox veel paremaks muuta!
eu: Lagun gaitzazu Firefox hobetzen!
fy_nl: Help ús om Firefox better te meitsjen!
gl: Axúdenos a facer que Firefox sexa aínda mellor!
gu_in: Firefox ને હજુ સારું બનાવવા માટે અમારી મદદ કરો!
he: עזור לנו לעשות את Firefox טוב יותר!
hu: Segítsen a Firefoxot még jobbá tenni!
mk: Помогнете ни да го направиме Firefox уште подобар!
ms: Bantu kami menjadikan Firefox bahkan lebih baik!
nb_no: Hjelp oss å gjøre Firefox enda bedre!
or: Firefox କୁ ଉନ୍ନତତର କରିବା ପାଇଁ ସହାୟତା କରନ୍ତୁ!
pa_in: ਫਾਇਰਫਾਕਸ ਨੂੰ ਹੋਰ ਵਧੀਆ ਬਣਾਉਣ ਲਈ ਸਾਡੀ ਮੱਦਦ ਕਰੋ!
pl: Pomóż nam ulepszyć Firefoksa!
ro: Ajutați-ne să facem Firefox și mai bun!
sk: Pomôžte nám vylepšiť Firefox!
sl: Pomagajte nam izboljšati Firefox!
sq: Na ndihmoni ta bëjmë Firefox-in edhe më të mirë!
sv_se: Hjälp oss att förbättra Firefox!
tr: Firefox'u daha iyi hâle getirmemize yardım edin!
uk: Допоможіть нам зробити Firefox ще кращим!
vi: Hãy cùng nhau hoàn thiện Firefox!
zu: Sisize ukuze senze i-Firefox ibe ngcono kakhulu!

source: Take a few moments to take a quick survey and share your thoughts with us.
ast: Tómate un segundu pa enllenar una encuesta percurtia y compartir con nós les tos opiniones.
be: Адшукайце колькі хвілінаў для ўдзелу ў нашым апытанні і падзяліцеся сваімі думкамі з намі.
cs: Věnujte chvíli vyplněním krátkého dotazníků a podělte se se svými názory.
da: Deltag i en hurtig spørgeskemaundersøgelse og del dine tanker med os.
de: Bitte nehmen Sie sich für unsere kurze Umfrage einen Moment Zeit und teilen Sie uns Ihre Gedanken mit.
el: Αφιερώστε μερικά λεπτά για να απαντήσετε σε ένα σύντομο ερωτηματολόγιο και να μοιραστείτε τις σκέψεις σας μαζί μας.
eo: Prenu iom da tempo por respondi rapidan demandaron kaj kundividi viajn opiniojn kun ni.
et: Leia natuke aega lühikese küsimustiku täitmiseks ja meiega oma arvamuse jagamiseks.
eu: Hartu unetxo bat inkesta bizkor bat bete eta zure iritzia gurekin partekatzeko.
fy_nl: Nim wat tiid om in koarte fragelist yn te foljen, om jo tinzen mei ús te dielen.
gl: Tómese un momento para responder unha breve enquisa e comparta as súas inquedanzas connosco.
gu_in: નાનકડા સર્વેમાં ભાગ લઈને તમારા વિચારો અમારી સાથે વહેંચવા માટે થોડી ક્ષણો ફાળવો.
he: הקדש מספר רגעים לסקר קצר ושתף את מחשבותיך איתנו.
hu: Szánjon rá egy kis időt a kérdőív kitöltésére és ossza meg velünk gondoldatait.
mk: Ако имате малку време, одговорете на оваа анкета и споделете го Вашето мислење со нас.
ms: Sekadar beberapa ketika untuk mengambil satu kaji selidik ringkas dan berkongsi fikiran anda dengan kami.
nb_no: Bruk et lite øyeblikk for å svare på en kort spørreundersøkelse for å dele dine meninger.
or: ଗୋଟିଏ ସୁକ୍ଷ୍ମ ଗବେଷଣା ପାଇଁ କିଛି ସମୟ ନିଅନ୍ତୁ ଏବଂ ନିଜର ଚିନ୍ତାଧାରାକୁ ଆମ ସାମ୍ନାରେ ପ୍ରକାଶ କରନ୍ତୁ।
pa_in: ਇੱਕ ਸੰਖੇਪ ਸਰਵੇ ਲਈ ਕੁਝ ਪਲ਼ ਦਿਓ ਅਤੇ ਸਾਡੇ ਨਾਲ ਆਪਣੇ ਵਿਚਾਰ ਸਾਂਝੇ ਕਰੋ।
pl: Podziel się z nami swoimi opiniami wypełniając krótką ankietę.
ro: Petreceți câteva momente pentru a completa un sondaj rapid și a ne împărtăși părerea dumneavoastră.
sk: Venujte niekoľko chvíľ krátkemu prieskumu a podeľte sa s nami s vašimi myšlienkami.
sl: Vzemite si nekaj časa za kratko anketo in nam povejte svoje menje.
sq: Ndaluni pak minuta për një vëzhgim të shpejtë dhe ndani me ne mendimet tuaja.
sv_se: Använd några minuter för att besvara en kort enkät och dela med dig av dina tankar till oss.
tr: Birkaç dakikanızı ayırıp hızlı anketimize katılılarak düşüncelerinizi bizimle paylaşın.
uk: Потратьте пару хвилин на швидке опитування та поділиться вашою думкою з нами.
vi: Xin hãy dành chút thời gian tham gia một khảo sát nhanh và chia sẻ suy nghĩ của bạn với chúng tôi.
zu: Zinike isikhashana ukuthi uphendule imibuzo embalwa futhi wabelane nathi ngemibono yakho.
