Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */main.po
Languages: ast, be, cs, da, de, el, eo, et, eu, fy_nl, gl, gu_in, he, hu, mk, ms, nb_no, or, pa_in, pl, ro, sk, sl, sq, sv_se, tr, uk, vi, zu

source: You're using an old version of Firefox. Get your update to stay safe! <br/> <a href="%s">Download the free upgrade</a> in less than a minute for the latest features, speed and security fixes.
ast: Tas usando una versión antigua de Firefox. ¡Anova pa tener más seguridá! <br/> <a href="%s">Descarga l'anovamientu gratuitu</a> en menos d'un minutu pa obtener les caberes carauterístiques, velocidá y meyores en seguridá.
be: Вы карыстаецеся састарэлай версіяй Firefox. Атрымайце ваша абнаўленне, каб заставацца ў бяспецы! <br/> <a href="%s">Сцягніце дармовае абнаўленне</a> за хвілінку дзеля атрымання найноўшых асаблівасцяў, паскарэння і выпраўлення праблемаў бяспекі.
cs: Používáte starou verzi Firefoxu. Pro vaši bezpečnost aktualizujte! <br/> Pro nejnovější funkce, rychlejší prohlížeč a bezpečnostní opravy si <a href="%s">stáhněte aktualizaci</a>. Nezabere vám to více než jednu minutu.
da: Do bruger en gammel version af Firefox. Hent opdateringen for at bevare din sikkerhed på nettet! <br/> <a href="%s">Hent den gratis opdatering</a> på mindre end et minut for at få de seneste funktioner, hastighedsforbedringer og sikkerhedsrettelser.
de: Sie verwenden eine veraltete Version von Firefox. Holen Sie sich Ihr Update und bleiben Sie geschützt! <br/> <a href="%s">Laden Sie sich das kostenlose Update herunter</a> &ndash; es dauert weniger als eine Minute und enthält die neuesten Funktionen, sowie Geschwindigkeits- und Sicherheitsverbesserungen.
el: Χρησιμοποιείτε μια παλιότερη έκδοση του Firefox. Ενημερώστε τον για να είστε ασφαλείς! <br/> <a href="%s">Κάντε λήψη της δωρεάν αναβάθμισης</a> και σε λιγότερο από ένα λεπτό θα έχετε όλα τα πιο σύγχρονα χαρακτηριστικά, τις διορθώσεις ασφαλείας και τη μεγαλύτερη ταχύτητα.
eo: Vi uzas kadukan version de Firefox. Aktualigu ĝin por resti sekura! <br/> <a href="%s">Elŝutu la senpagan ĝisdatigon</a> en malpli ol minuto por havi la lastajn trajtajn, rapidecajn kaj sekurecajn plibonigojn.
et: Kasutad aegunud Firefoxi versiooni. Sirvi veebi turvaliselt ja uuenda! <br/> Laadi vähem kui minutiga alla <a href="%s">tasuta uuendus</a>, mis toob endaga suurema kiiruse, uued võimalused ja turvaparandused.
eu: Firefoxen bertsio zahar bat ari zara erabiltzen. Eskuratu eguneraketa babesean ibiltzeko! <br/> <a href="%s">Deskargatu doako bertsio-berritzea</a> di-da batean azken ezaugarri, abiadura eta segurtasun-konponketentzat.
fy_nl: Jo brûke in âlde ferzje fan Firefox. Krij jo fernijing om feilich te bliuwen! <br/> <a href="%s">Laad de fergese fernijing yn</a> yn minder as in minút foar de lêste funksjes, faasje en feilicheidsoplossingen.
gl: Está a usar unha versión antiga de Firefox. Actualícese para permanecer seguro!</br> <a href="%s">Descargue a anovación</a> en menos dun minuto para poder gozar das últimas características, e melloras na velocidade e na seguridade.
gu_in: તમે Firefox ની જૂની આવૃત્તિ વાપરી રહ્યા છો. સુરક્ષિત રહેવા માટે તમારું અપડેટ મેળવો! <br/> તાજેતરના લક્ષણો, ઝડપ અને સુરક્ષા સુધારાઓ માટે મિનિટ કરતાં પણ ઓછા સમયમાં <a href="%s">મુક્ત અપગ્રેડ ડાઉનલોડ કરો</a>.
he: זוהי גרסה ישנה של Firefox. רצוי לעדכן כדי להישאר בצד הבטוח! <br/> <a href="%s">הורדת השדרוג</a> תארך פחות מדקה.
hu: Egy régi Firefox böngészőt használ. Töltse le a frissítést, hogy továbbra is biztonságban maradjon! <br/> Az <a href="%s">ingyenes frissítés letöltése</a> alig egy percet vesz igénybe és máris használhatja a legújabb funkciókat, élvezheti a sebességet és a biztonsági javításokat.
mk: Користите стара верзија на Firefox. Надградете за да останете безбедни! <br/> <a href="%s">Преземете ја бесплатната надградба</a> и добијте ги најновите можности брзина и безбедносни закрпи за помалку од една минута.
ms: Anda telah menggunakan Firefox versi terdahulu. Dapatkan kemaskini anda untuk bertindak selamat! <br/> <a href="%s">Muat turun free upgrade</a> dalam masa kurang seminit untuk ciri-ciri terkini, kelajuan dan keselamatan yg dipulihkan.
nb_no: Du bruker en gammel versjon av Firefox. Last ned en oppdatering for å være trygg på nettet! <br/> <a href="%s">Last ned gratis oppdatering</a> på mindre enn et minutt for å få de nyeste funksjonene, bedre hastighet og sikkerhetsfikser.
or: ଆପଣ Firefox ର ପୁରୁଣା ସଂସ୍କରଣକୁ ବ୍ୟବହାର କରୁଛନ୍ତି। ସୁରକ୍ଷିତ ରହିବା ପାଇଁ ଆପଣଙ୍କର ଅଦ୍ୟତନକୁ ନିଅନ୍ତୁ! <br/> ନୂତନତମ ବିଶେଷତା, ତୀବ୍ରତା ଏବଂ ସୁରକ୍ଷା ଜନିତ ସମାଧାନଗୁଡ଼ିକ ପାଇଁ ଏକ ମିନଟରୁ କମ ସମୟରେ <a href="%s">ମାଗଣା ଉନ୍ନୟନକୁ ଆହରଣ କରନ୍ତୁ</a>।
pa_in: ਤੁਸੀਂ ਫਾਇਰਫਾਕਸ ਦਾ ਪੁਰਾਣਾ ਵਰਜਨ ਵਰਤ ਰਹੇ ਹੋ। ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਲਈ ਆਪਣਾ ਅੱਪਡੇਟ ਲਵੋ! <br/> ਨਵੇਂ ਫੀਚਰ, ਤੇਜ਼ ਅਤੇ ਸੁਰੱਖਿਆ ਸੁਧਾਰਾਂ ਲਈ ਇੱਕ ਮਿੰਟ ਤੋਂ ਵੀ ਘੱਟ ਸਮੇਂ ਵਿੱਚ <a href="%s">ਮੁਫ਼ਤ ਅੱਪਗਰੇਡ ਡਾਊਨਲੋਡ ਕਰੋ</a> ਲਵੋ।
pl: Korzystasz z nieaktualnej wersji Firefoksa. Zadbaj o swoje bezpieczeństwo i zainstaluj najnowszą wersję! <br/> <a href="%s">Pobierz darmową aktualizację</a> w niecałą minutę, aby móc korzystać z szybszej przeglądarki, najnowszych opcji i poprawek bezpieczeństwa.
ro: Utilizezi o versiune veche de Firefox. Actualizează pentru a fi în siguranță! <br/> <a href="%s">Descarcă actualizarea gratuită</a> în mai puțin de un minut pentru cele mai noi funcționalități, viteză și actualizări de securitate.
sk: Používate starú verziu prehliadača Firefox. Aby ste ostali v bezpečí, mali by ste aktualizovať. <br/> <a href="%s">Získajte voľne dostupnú aktualizáciu</a> za menej ako minútu a užite si najnovšie funkcie, rýchlosť a vylepšenú bezpečnosť.
sl: Uporabljate starejšo različico Firefoxa. Posodobite ga za večjo varnost! <br/> <a href="%s">Prenesite brezplačno nadgradnjo</a> in čez minuto boste uživali v novostih, višji hitrosti in večji varnosti.
sq: Po përdorni një version të vjetër të Firefox-it. Merrni për të përditësimin, që të mbeteni i sigurt! <br/> <a href="%s">Shkarkoni falas përditësimin</a> në më pak se një minutë, për të pasur veçoritë më të reja, shpejtësi dhe ndreqje sigurie.
sv_se: Du använder en gammal version av Firefox. Uppdatera för att skydda dig! <br/> <a href="%s">Hämta en gratis uppgradering</a> på mindre än en minut så får du de senaste funktionerna och en snabbare och säkrare Firefox.
tr: Firefox'un eski bir sürümünü kullanıyorsunuz. Güvende kalmak için şimdi güncelleyin! <br/> En yeni özellikleri, hız ve güvenlik düzeltmelerini içeren <a href="%s">ücretsiz güncellemeyi indirmeniz</a> sadece birkaç dakika sürecek.
uk: У вас стара версія Firefox. Оновіться, щоб бути у безпеці! <br/> <a href="%s">Завантажте безплатне оновлення</a> і за якусь хвилину ви зможете користуватись новими можливостями з покращенною швидкодією та усунутими вадами безпеки.
vi: Bạn đang dùng bản Firefox cũ. Hãy cập nhật để an toàn. <br/> <a href="%s">Tải về bản cập nhật</a> trong chưa đầy một phút để có những tính năng mới nhất.

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
ast: ¡Necesites anovar! Obtén seguridá en menos d'un minutu. <br/> Entama a usar el to nuevu Firefox pa una meyor navegación y personalización de la web. <br/> ¡Ye rápidu y de baldre!
be: Вам патрэбны ўздым! Ахвяруйце хвілінку дзеля бяспекі. <br/> Пачніце ўжываць новы Firefox для найлепшага азірання і ўладкавання Сеціва. <br/> Хуткі і дармовы!
cs: Potřebujete aktualizovat! Bezpečí získáte za méně než minutu. <br/> Začněte používat nejnovější Firefox pro nejlepší prohlížení a přizpůsobení webu. <br/> Je rychlý a je zdarma!
da: Du er nødt til at opdatere. Surf sikkert på mindre end et minut. <br/> Brug din nye Firefox med de bedste tilpasningsmuligheder på nettet. <br/> Det er hurtigt og gratis!
de: Sie brauchen ein Update! Bleiben Sie in weniger als einer Minute geschützt. <br/> Verwenden Sie ab sofort Ihren neuen Firefox, um das Beste beim Surfen und der Anpassbarkeit im Internet zu erleben. <br/> Es geht schnell und ist kostenlos!
el: Χρειάζεστε αναβάθμιση! Σε λιγότερο από ένα λεπτό, μπορείτε να αυξήσετε την ασφάλεια σας. <br/> Χρησιμοποιήστε τον νέο σας Firefox για να έχετε τις μεγαλύτερες δυνατότητες περιήγησης και προσαρμογής στον ιστό. <br/> Γρήγορα και δωρεάν!
eo: Vi bezonas ĝisdatigi! Resti sekura en malpli ol minuto. <br/> Komencu la uzadon de via nova Firefox por havi la plejbonon en retesplorado kaj adaptado en la TTT. <br/> Estas rapide kaj senpage!
et: Versiooniuuendus on vajalik! Taga enda turvalisus vähem kui minutiga. <br/> Parimaks veebilehitsemiseks ja kohandamiseks alusta uue Firefoxi kasutamist.<br/> See on kiire ja tasuta!
eu: Bertsio-berritzea behar duzu! Babestu zaitez di-da batean. <br/> Hasi Firefox berria erabiltzen webeko nabigatze eta pertsonalizazio hoberena izateko. <br/> Azkarra eta doakoa da!
fy_nl: Jo hawwe in fernijing nedich! Bliuw feilich yn minder as in minút. <br/> Start mei it gebrûk fan jo nije Firefox foar it bêste yn browsen en oanpasberheid op it Web. <br/> It is fluch en fergees!
gl: Precisa unha anovación! Permaneza seguro en menos dun minuto.</br> Comece a usar o novo Firefox para gozar da mellor navegación e personalización existentes para a Web.</br> É rápido e de balde!
gu_in: તમને અપગ્રેડની જરૂર છે! મિનિટ કરતાં પણ ઓછા સમયમાં સુરક્ષિત થઇ જાવ. <br/> વેબ પર બ્રાઉઝીંગમાં અને વૈવિધ્યપૂર્ણ ઉપયોગમાં શ્રેષ્ઠ એવા તમારા નવા Firefox વાપરવાનું શરૂ કરો. <br/> તે ઝડપી અને મુક્ત છે!
he: יש צורך לשדרג! הישארו בטוחים תוך פחות מדקה. <br/> התחילו להשתמש ב־Firefox החדש כדי להנות מהגלישה הטובה ביותר ברשת. <br/> השדרוג מהיר ובחינם!
hu: Frissítésre van szüksége! Maradjon biztonságban. <br/> Használja az új Firefoxot, amely a legjobb a böngészésben és az internet testreszabásában. <br/> Gyors és ingyenes!
mk: Потребна Ви е надградба! Обезебедете се за помалку од една минута. <br/> Почнете да го користите новиот Firefox за најдоброто суфрање и прилагодување на мрежата. <br/> Брз е и слободен!
ms: Anda perlu upgrade! Bertindak selamat dalam kurang daripada seminit. <br/> Mulakan Firefox baru anda untuk melayari dengan terbaik dan kustomisasi kepada Web. <br/> Ia pantas dan percuma!
nb_no: Du trenger en oppgradering! Bli trygg på nettet på mindre enn ett minutt. <br/> Begynn å bruke den nyeste Firefox for å få det beste i nettlesing og tilpasningsmuligheter som fins på verdensveven. <br/> Det går raskt, og er gratis!
or: ଆପଣଙ୍କୁ ଗୋଟିଏ ଉନ୍ନୟନ ଦରକାର! ଏକ ମିନଟରୁ କମ ସମୟ ଦେଇ ସୁରକ୍ଷିତ ରୁହନ୍ତୁ। <br/> ୱେବରେ ଉତ୍ତମ ବ୍ରାଉଜିଙ୍ଗ ଏବଂ ଇଚ୍ଛାରୂପଣ ପାଇଁ ଆପଣଙ୍କର ନୂତନ Firefox ବ୍ୟବହାର କରିବା ଆରମ୍ଭ କରନ୍ତୁ। <br/> ଏହା ତୀବ୍ରତର ଏବଂ ମାଗଣା ଅଟେ!
pa_in: ਤੁਹਾਨੂੰ ਅੱਪਗਰੇਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ! ਇੱਕ ਮਿੰਟ ਤੋਂ ਵੀ ਘੱਟ ਸਮੇਂ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਰਹੋ। <br/> ਵੈੱਬ ਉੱਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਬਰਾਊਜ਼ਿੰਗ ਅਤੇ ਕਸਟਮਾਈਜੇਸ਼ਨ ਲਈ ਆਪਣੇ ਨਵੇਂ ਫਾਇਰਫਾਕਸ ਨੂੰ ਵਰਤਣਾ ਸ਼ੁਰੂ ਕਰੋ <br/> ਇਹ ਤੇਜ਼ ਅਤੇ ਮੁਫ਼ਤ ਹੈ!
pl: Potrzebujesz aktualizacji! Zwiększ swoje bezpieczeństwo w niecałą minutę. <br/> Zacznij korzystać z nowego Firefoksa, oferującego to, co najlepsze w przeglądaniu Sieci na swój własny sposób. <br/> To szybkie i nic nie kosztuje!
ro: Ai nevoie de actualizare! Vei fi în siguranță în mai puțin de un minut. < /br> Începe să folosești noul Firefox pentru cea mai bună navigare și personalizare a Web-ului.
sk: Mali by ste aktualizovať! Ostaňte v bezpečí za menej ako minútu. <br/> Začnite používať nový Firefox a užite si vylepšené prehliadanie a prispôsobenie na webe. <br/> Je rýchly a zadarmo.
sl: Potrebna je nadgradnja! Že čez minuto boste bolj varni. <br/> Začnite uporabljati novi Firefox in si ga prilagodite po svojem okusu. <br/> Je hiter in brezplačen!
sq: Ju duhet një përmirësim! Riktheni sigurinë në më pak se një minutë. <br/> Filloni përdorimin e Firefox-it të ri, për anët më të mira në shfletim dhe personalizim në Web. <br/> Bëhet shpejt dhe falas!
sv_se: Du behöver en uppgradering! Skydda dig på mindre än en minut. <br/> Börja använd din nya Firefox och få det bästa inom surfning och anpassningar på webben. <br/> Snabbt och gratis!
tr: Yükseltmeniz gerekiyor! Birkaç dakika içinde güvenliğinizi yeniden sağlayın. <br/> Web'de gezinme ve en iyi özelleştirme deneyimi için yeni Firefox'u kullanmaya başlayın. <br/> Hem hızlı hem de bedava!
uk: Вам треба оновитись! Ви будете у безпеці менше чим за хвилину. <br/> Розпочніть використовувати новий Firefox з найкращими можливостями перегляду та налаштування у всій мережі. <br/> Це швидко і безплатно!
vi: Bạn cần nâng cấp! Chỉ cần một phút để lướt Web an toàn. <br/> Hãy bắt đầu dùng Firefox, duyệt và tùy biến dễ nhất trên mạng. <br/> Firefox nhanh và tự do&miễn phí.

source: You're using an older version of Firefox. Get <a href="%s">your update</a> to stay safe! <br/> Experience the latest features, security fixes and the fastest Firefox yet. Download the free upgrade in less than a minute.
ast: Tas usando una versión vieya de Firefox. ¡Consigui <a href="%s">l'anovamientu</a> pa permanecer seguru! <br/> Esperimenta les caberes carauterístiques, meyores de seguridá y el Firefox más rápidu hasta la data. Descarga l'anovamientu de baldre en menos d'un minutu.
be: Вы карыстаецеся старой версіяй Firefox. Атрымайце <a href="%s">абнаўленне</a>, каб заставацца ў бяспецы! <br/> Зазнайце апошнія асаблівасці, выпраўленні праблемаў бяспекі і атрымайце асалоду ад найхутчэйшага, чым калі, Firefox. Сцягніце дармовы ўздым за хвілінку.
cs: Používáte starou verzi Firefoxu. Stáhněte si <a href="%s">aktualizaci</a> a zůstaňte v bezpečí! <br/> Těšte se z nejnovějších funkcí a bezpečnostních aktualizací nejnovější verze Firefoxu. Stažení aktualizace, která je dostupná zdarma, nezabere více než minutu.
da: Du bruger en ældre version af Firefox. Hent <a href="%s">din opdatering</a> for at bevare din sikkerhed på nettet! <br/> Oplev de nyeste funktioner, sikkerhedsrettelser og hastighedsforbedringer i Firefox. Hent den gratis opdatering på mindre end et minut.
de: Sie verwenden eine veraltete Version von Firefox. Holen Sie sich <a href="%s">Ihr Update</a>, um geschützt zu bleiben! <br/> Erleben Sie die neuesten Funktionen, Sicherheitsverbesserungen und den bisher schnellsten Firefox. Laden Sie das kostenlose Update in weniger als einer Minute herunter.
el: Χρησιμοποιείτε μια παλιότερη έκδοση του Firefox. Κάντε λήψη της <a href="%s">ενημέρωσης</a> για να είστε ασφαλείς! <br/> Απολαύστε όλα τα νέα χαρακτηριστικά, τις διορθώσεις ασφαλείας και τον ταχύτερο Firefox από ποτέ. Κάντε λήψη της δωρεάν αναβάθμισης σε λιγότερο από ένα λεπτό.
eo: Vi uzas malnovan version de Firefox. Elŝutu <a href="%s">vian aktualigon</a> por resti sekura! <br/> Spertu la lastajn trajtojn, sekurecajn riparojn kaj la plej rapidan Firefox ĝis nun. Elŝutu la senpagan ĝisdatigon en malpli ol minuto.
et: Kasutad Firefoxi vanemat versiooni. Sirvi veebi turvaliselt ja <a href="%s">uuenda</a>! <br/> Koge uusi võimalusi, turvaparandusi ja kiireimat Firefoxi üldse. Laadi uuendus alla vähem kui minutiga.
eu: Firefoxen bertsio zaharrago bat ari zara erabiltzen. Eskuratu <a href="%s">eguneraketa</a> babesean ibiltzeko! <br/> Probatu azken ezaugarriak, segurtasun-konponketak eta orain arteko Firefoxik azkarrena. Deskargatu doako bertsio-berritzea di-da batean.
fy_nl: Jo brûke in âlde ferzje fan Firefox. Krij <a href="%s">jo fernijing</a> om feilich te bliuwen! <br/> Untdek de lêste funksjes, feilichheidsoplossingen en de fluchste Firefox ea. Laad de fergese fernijing yn yn minder as in minút.
gl: Está a usar unha versión antiga de Firefox.<a href="%s">Actualícese</a> para permanecer seguro! </br> Goce das últimas características, e melloras de seguridade da versión de Firefox máis rápida. Descargue a anovación de balde en menos dun minuto.
gu_in: તમે Firefox ની જૂની આવૃત્તિ વાપરી રહ્યા છો. સુરક્ષિત રહેવા માટે <a href="%s">તમારું અપડેટ</a> મેળવો! <br/> તાજેતરના લક્ષણો, સુરક્ષા સુધારાઓ અને અત્યાર સુધીના ઝડપી એવા Firefox નો અનુભવ કરો. મિનિટ કરતાં પણ ઓછા સમયમાં મુક્ત અપગ્રેડ ડાઉનલોડ કરો.
he: זוהי גרסה ישנה של Firefox. רצוי <a href="%s">לעדכן</a> כדי להישאר בצד הבטוח! <br/> קבלו את התכונות האחרונות, תיקוני האבטחה בגרסה המהירה ביותר של Firefox עד כה. הורדת השדרוג תארך פחות מדקה.
hu: Egy régi Firefox böngészőt használ. Töltse le a <a href="%s">frissítést</a> és maradjon biztonságban! <br/> Ismerje meg a legújabb funkciókat, biztonsági javításokat és az eddigi leggyorsabb Firefoxot. Töltse le a legújabb frissítést kevesebb, mint egy perc alatt.
mk: Користите стара верзија на Firefox. <a href="%s">Подновете го</a> за да останете безбедни! <br/> Доживејте ги најновите можности, безбедносни поправки и најбрзиот Firefox до сега. Преземањето на најновата надградба трае помалку од минута.
ms: Anda telah menggunakan Firefox versi terdahulu. Dapatkan <a href="%s">kemaskini anda</a> untuk bertindak selamat! <br/> Pengalaman dengan ciri-ciri terkini, keselamatan dipulihkan dan kepantasan Firefox menetapkan kelajuan. Muat turun "free upgrade" dalam masa kurang daripada seminit.
nb_no: Du bruker en eldre versjon av Firefox. Last ned <a href="%s">en oppdatering</a> for å bli trygg på nettet! <br/> Opplev de nyeste funksjonene, sikkerhetsfiksene og den raskeste Firefox hittil. Denne gratis oppdateringen kan lastes ned på mindre enn ett minutt.
or: ଆପଣ Firefox ର ପୁରୁଣା ସଂସ୍କରଣକୁ ବ୍ୟବହାର କରୁଛନ୍ତି। ସୁରକ୍ଷିତ ରହିବା ପାଇଁ <a href="%s">ଆପଣଙ୍କର ଅଦ୍ୟତନକୁ</a> ଆଣନ୍ତୁ ! <br/> ନୂତନତମ ବିଶେଷତା, ସୁରକ୍ଷା ଜନିତ ସମାଧାନ ଏବଂ ତୀବ୍ରତର Firefox କୁ ଅନୁଭବ କରନ୍ତୁ। ଏକ ମିନଟରୁ କମ ସମୟରେ ମାଗଣା ଉନ୍ନୟନକୁ ଆହରଣ କରନ୍ତୁ।
pa_in: ਤੁਸੀਂ ਫਾਇਰਫਾਕਸ ਦਾ ਪੁਰਾਣਾ ਵਰਜਨ ਵਰਤ ਰਹੇ ਹੋ। ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਲਈ <a href="%s">ਆਪਣਾ ਅੱਪਡੇਟ</a> ਲਵੋਂ! <br/> ਨਵੇਂ ਫੀਚਰ, ਸੁਰੱਖਿਆ ਸੁਧਾਰ ਅਤੇ ਹੁਣ ਤੱਕ ਦਾ ਸਭ ਤੋਂ ਤੇਜ਼ ਫਾਇਰਫਾਕਸ ਵਰਤ ਕੇ ਵੇਖੋ। ਮੁਫ਼ਤ ਅੱਪਗਰੇਡ ਇੱਕ ਮਿੰਟ ਤੋਂ ਵੀ ਘੱਟ ਸਮੇਂ ਵਿੱਚ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Korzystasz ze starszej wersji Firefoksa. Zadbaj o swoje bezpieczeństwo i <a href="%s">zaktualizuj przeglądarkę</a>! <br/> Korzystaj z najnowszych funkcji, poprawek bezpieczeństwa i najszybszej dotąd wersji Firefoksa. Pobranie najnowszej wersji nic nie kosztuje i zajmie Ci niecałą minutę.
ro: Utilizezi o versiune mai veche de Firefox. Obține <a href="%s">actualizarea</a> pentru a fi în siguranță! <br/> Încearcă ultimele funcționalități, actualizările de securitate și cel mai rapid Firefox. Descarcă actualizarea gratuită în mai puțin de un minut.
sk: Používate staršiu verziu prehliadača Firefox. <a href="%s">Získajte aktualizáciu</a> a ostaňte v bezpečí. <br/> Užite si najnovšie funkcie, vylepšenú bezpečnosť a doteraz najrýchlejší Firefox. Prevezmite si voľne dostupnú aktualizáciu za menej ako minútu.
sl: Uporabljate starejšo različico Firefoxa. Namestite <a href="%s">posodobitev</a> za večjo varnost! <br/> Spoznajte zadnje novosti, varnostne popravke in najhitrejši Firefox doslej. Prenesite brezplačno nadgradnjo v minuti.
sq: Po përdorni një version të vjetër të Firefox-it. Merrni për të <a href="%s">përditësimin</a> që të mbeteni i sigurt! <br/> Provoni veçoritë më të reja, ndreqje sigurie dhe Firefox-in më të shpejtë deri më sot. Shkarkoni falas përditësimin në më pak se një minutë.
sv_se: Du använder en gammal version av Firefox. <a href="%s">Uppdatera</a> för att skydda dig! <br/> Upptäck de senaste funktionera, säkerhetsfixarna och den snabbaste Firefox hittills. Hämta en gratis uppgradering på mindre än en minut.
tr: Firefox'un eski bir sürümünü kullanıyorsunuz. Güvende kalmak için <a href="%s">güncellemeyi edinin</a>! <br/> En yeni özelliklerin, güvenlik düzeltmelerinin ve şimdiye kadarki en hızlı Firefox'un keyfini sürün. Ücretsiz güncellemeyi indirmeniz sadece birkaç dakika sürecek.
uk: У вас застаріла версія Firefox. <a href="%s">Оновіться</a>, щоб залишатись у безпеці! <br/> Спробуйте нові можливості Firefox з усунутими вадами безпеки та покращенною швидкодією. Оновлення безплатне та не займе багато часу.
vi: Bạn đang dùng Firefox cũ. Tải <a href="%s">bản cập nhật</a> để lướt Web an toàn! <br/> Chỉ cần một phút bạn sẽ có Firefox với các tính năng mới nhất, nhanh nhất, an toàn nhất.

source: Upgrade now
ast: Anovar agora
be: Узняць зараз
cs: Aktualizujte
da: Opdater nu
de: Aktualisieren Sie jetzt
el: Αναβαθμίστε τώρα
eo: Ĝisdatigi nun
et: Hangi versiooniuuendus kohe
eu: Bertsio-berritu orain
fy_nl: Fernij no
gl: Anove agora
gu_in: હમણાં અપગ્રેડ કરો
he: שדרגו עכשיו
hu: Frissítsen most
mk: Надгради сега
ms: Upgrade sekarang
nb_no: Oppgrader nå
or: ବର୍ତ୍ତମାନ ଉନ୍ନୟନ କରନ୍ତୁ
pa_in: ਹੁਣੇ ਅੱਪਗਰੇਡ ਕਰੋ
pl: Zaktualizuj teraz
ro: Actualizează acum
sk: Aktualizujte teraz
sl: Nadgradi zdaj
sq: Përmirësojeni tani
sv_se: Uppgradera nu
tr: Şimdi yükselt
uk: Оновити зараз
vi: Nâng cấp ngay

source: Update now
ast: Anovar agora
be: Абнавіць зараз
cs: Aktualizujte
da: Opdater nu
de: Aktualisieren Sie jetzt
el: Ενημερώστε τώρα
eo: Aktualigi nun
et: Uuenda kohe
eu: Eguneratu orain
fy_nl: Fernij no
gl: Actualice agora
gu_in: હમણાં અપડેટ કરો
he: עדכנו עכשיו
hu: Frissítsen most
mk: Поднови сега
ms: Kemaskini sekarang
nb_no: Oppdater nå
or: ବର୍ତ୍ତମାନ ଅଦ୍ୟତନ କରନ୍ତୁ
pa_in: ਹੁਣੇ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj teraz
ro: Actualizează acum
sk: Aktualizujte teraz
sl: Posodobi zdaj
sq: Përditësojeni tani
sv_se: Uppdatera nu
tr: Şimdi güncelle
uk: Оновити зараз
vi: Cập nhật ngay

source: Supported Devices
ast: Preseos sofitaos
cs: Podporovaná zařízení
da: Understøttede enheder
de: Unterstützte Geräte
el: Υποστηριζόμενες συσκευές
eo: Subtenataj aparatoj
et: Toetatud seadmed
eu: Sostengatutako gailuak
fy_nl: Stipe apparaten
gl: Dispositivos compatíbeis
gu_in: આધારભૂત ઉપકરણો
he: התקנים נתמכים
hu: Támogatott eszközök
mk: Поддржани уреди
nb_no: Støttede enheter
or: ସମର୍ଥିତ ଉପକରଣଗୁଡ଼ିକ
pa_in: ਸਹਾਇਕ ਜੰਤਰ
pl: Obsługiwane urządzenia
ro: Dispozitive suportate
sk: Podporované zariadenia
sl: Podprte naprave
sq: Pajisje të mbuluara
sv_se: Enheter som stöds
tr: Desteklenen aygıtlar
uk: Підтримувані пристрої
vi: Thiết bị hỗ trợ

source: What’s New
ast: Qu'hai nuevo
cs: Co je nového
da: Nyheder
de: Was ist neu
el: Νέα
eo: Novaĵoj
et: Uuendused
fy_nl: Wat is nij
gl: Novidades
hu: Újdonságok
mk: Што е ново
pl: Co nowego
sk: Čo je nové
sl: Novosti
sq: Ç'ka të Re
sv_se: Nyheter
tr: Neler yeni?

source: Privacy
ast: Privacidá
cs: Soukromí
da: Privatliv
de: Datenschutz
el: Απόρρητο
eo: Privateco
et: Privaatsusest
fy_nl: Privacy {ok}
gl: Privacidade
hu: Adatvédelem
mk: Приватност
pl: Prywatność
sk: Súkromie
sl: Zasebnost
sq: Privatësi
sv_se: Sekretess
tr: Gizlilik
