Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */main.po
Languages: ast, be, cs, da, de, el, eo, et, eu, fy_nl, gl, gu_in, he, hu, mk, ms, nb_no, or, pa_in, pl, ro, sk, sl, sq, sv_se, tr, uk, vi, zu

source: Join the Beta Program
ast: Participa nel programa Beta
be: Далучайцеся да Бета-праграмы
cs: Zapojte se do beta programu
da: Vær med i beta-programmet
de: Machen Sie beim Beta-Programm mit
el: Πάρτε μέρος στις δοκιμές
eo: Partopreni la betan programon
et: Liitu beetaprogrammiga
eu: Egizu bat Beta programarekin
fy_nl: Doch mei mei it bètaprogramma
gl: Únase ao programa beta
gu_in: બીટા પ્રોગ્રામમાં જોડાવ
he: הצטרף לתכנית הבטא
hu: Csatlakozzon a Beta programhoz
mk: Приклучете се во програмата за Бета
ms: Sertai Program Beta
nb_no: Bli med i beta-programmet
or: ବିଟା ପ୍ରଗ୍ରାମରେ ଅଂଶଗ୍ରହଣ କରନ୍ତୁ
pa_in: ਬੀਟਾ ਪਰੋਗਰਾਮ 'ਚ ਭਾਗ ਲਵੋ
pl: Dołącz do beta-testerów
ro: Alăturați-vă programului beta
sk: Pripojte sa k programu Beta
sl: Pridružite se programu beta
sq: Bëhuni pjesë e Programit Beta
sv_se: Gå med i betaprogrammet
tr: Beta Programına Katılın
uk: Долучайтесь до тестування бети
vi: Tham gia chương trình Beta
zu: Joyina uhlelo lwe-Beta

source: Experience Firefox
ast: Siente Firefox
be: Зазнайце Firefox
cs: Zažijte Firefox
da: Oplev Firefox
de: Erleben Sie Firefox
el: Νιώστε την εμπειρία του Firefox
eo: Sperti Firefox
et: Koge Firefoxi
eu: Bizi Firefox
fy_nl: Untdek Firefox
gl: Experimente o Firefox
gu_in: Firefox નો અનુભવ લો
he: חווה את Firefox
hu: Ismerje meg a Firefox böngészőt
mk: Доживејте го Firefox
ms: Pengalaman Firefox
nb_no: Opplev Firefox
or: Firefox କୁ ପରୀକ୍ଷା କରନ୍ତୁ
pa_in: ਫਾਇਰਫਾਕਸ ਦਾ ਤਜਰਬਾ
pl: Wypróbuj Firefoksa
ro: Experiența Firefox
sk: Zažite Firefox
sl: Občutite Firefox
sq: Provoni Firefox-in
sv_se: Upptäck Firefox
tr: Firefox'un Farkını Yaşayın
uk: Спробуйте Firefox
vi: Trải nghiệm Firefox

source: The future of the Web is waiting for you!
ast: ¡El futuru de la Web ta esperándote!
be: Будучае Сеціва чакае вас!
cs: Budoucnost webu čeká na vás!
da: Nettets fremtid venter på dig!
de: Die Zukunft des Internets wartet auf Sie!
el: Το μέλλον του διαδικτύου σας περιμένει!
eo: La estonteco de la TTT atendas vin!
et: Tulevikuveeb ootab sind!
eu: Webaren etorkizuna zure zain dago!
fy_nl: De takomst fan it ynternet wachtet op jo!
gl: O futuro da Web estáo esperando!
gu_in: વેબનું ભવિષ્ય તમારી રાહ જુએ છે!
he: העתיד של הרשת ממתין לך!
hu: A jövő internete csak Önre vár!
mk: Иднината на мрежата Ве очекува
ms: Masa depan daripada Web telah menunggu anda!
nb_no: Fremtiden til nettet venter på deg!
or: ଭବିଷ୍ୟତର ୱେବ ଆପଣଙ୍କୁ ଅପେକ୍ଷା କରିଅଛି!
pa_in: ਵੈੱਬ ਦਾ ਭਵਿੱਖ ਤੁਹਾਨੂੰ ਉਡੀਕਦਾ ਹੈ
pl: Przyszłość WWW czeka na Ciebie!
ro: Viitorul internetului te așteaptă!
sk: Budúcnosť webu čaká práve na vás!
sl: Prihodnost spleta vas pričakuje!
sq: Ju pret e ardhmja e Web-it!
sv_se: Framtidens webb väntar dig!
tr: Web'in geleceği sizi bekliyor!
uk: Майбутнє мережі чекає на тебе!
vi: Tương lai của Web đang chờ đón bạn!
zu: Ikusasa lewebhu limele wena!

source: The future of the Web starts now.
ast: El futuru de la Web entama agora.
be: Будучае Сеціва пачынаецца зараз.
cs: Budoucnost webu právě začíná.
da: Nettets fremtid starter nu.
de: Die Zukunft des Internets beginnt jetzt.
el: Το μέλλον του διαδικτύου ξεκινάει τώρα.
eo: La estonteco de la TTT komenciĝas nun.
et: Veebi tulevik algab juba nüüd
eu: Webaren etorkizuna oraintxe bertan hasten da.
fy_nl: De takomst fan it ynternet begjint no.
gl: O futuro da Web comeza agora.
gu_in: વેબનું ભવિષ્ય હવે શરૂ થાય છે.
he: עתיד הרשת מתחיל עכשיו.
hu: Az internet jövője most kezdődik.
mk: Иднината на мрежата почнува сега.
ms: Masa depan daripada Web bermula sekarang.
nb_no: Fremtiden til nettet starter nå.
or: ଭବିଷ୍ୟତର ୱେବ ବର୍ତ୍ତମାନ ଆରମ୍ଭ ହୋଇଛି।
pa_in: ਵੈੱਬ ਦਾ ਭਵਿੱਖ ਹੁਣ ਸ਼ੁਰੂ ਹੋਣ ਵਾਲਾ ਹੈ।
pl: Przyszłość WWW zaczyna się teraz.
ro: Viitorul internetului începe acum.
sk: Budúcnosť webu začína teraz.
sl: Prihodnost spleta se začenja danes.
sq: E ardhmja e Web-it zë fill tani.
sv_se: Framtidens webb börjar nu.
tr: Web'in geleceği şimdi başlıyor.
uk: Майбутнє мережі починається сьогодні.
vi: Tương lai của Web đã bắt đầu.
zu: Ikusasa lewebhu liqala manje.

source: Try Firefox with a fresh look and feel.
ast: Prueba les nueves sensaciones de Firefox.
be: Атрымайце асалоду ад новага Firefox
cs: Vyzkoušejte Firefox s novým svěžím vzhledem.
da: Prøv Firefox med et frisk nyt udseende.
de: Probieren Sie Firefox mit seinem neuen Erscheinungsbild aus.
el: Δοκιμάστε τη νέα εμφάνιση και αίσθηση του Firefox.
eo: Provi Firefox kun freŝa aspekto.
et: Proovi värske välimusega Firefoxi
eu: Probatu itxurarik freskoena duen Firefox.
fy_nl: Probearje Firefox mei in fernijde foarmjouwing.
gl: Proba Firefox cunha aparencia renovada.
gu_in: Firefox ને નવા દેખાવ અને અનુભવ સાથે પ્રયાસ કરી જુઓ.
he: נסה את Firefox עם מראה מעודכן.
hu: Próbálja ki az új megjelenésű Firefox böngészőt.
mk: Пробајте го Firefox со свеж изглед и чувство.
ms: Cuba Firefox dengan dengan rupa baru dan rasainya
nb_no: Prøv Firefox med en nytt utseende.
or: Firefox କୁ ନୂତନ ରୂପରେ ଦେଖନ୍ତୁ ଏବଂ ଅନୁଭବ କରନ୍ତୁ।
pa_in: ਫਾਇਰਫਾਕਸ ਦੀ ਤਾਜ਼ਾ ਦਿੱਖ ਨੂੰ ਅਨੁਭਵ ਕਰੋ।
pl: Sprawdź nowy wygląd Firefoksa.
ro: Încercați un Firefox mai nou.
sk: Vyskúšajte Firefox s novým vzhľadom.
sl: Poskusite Firefox z novim videzom.
sq: Provoni Firefox-in me një pamje të re dhe ndjesi të reja.
sv_se: Prova en Firefox med nytt utseende och känsla.
tr: Yepyeni bir görünüme sahip Firefox'u deneyin.
uk: Спробуйте Firefox зі свіжим оформленням.
vi: Hãy thử Firefox với giao diện hoàn toàn mới.
zu: Zama i-Firefox ngokubukeka kanye nokuzwa okusha.

source: Experience tomorrow's Web today.
ast: Experimenta güei la Web del mañana.
be: Зазнайце будучае Сеціва сёння.
cs: Objevte zítřejší web již dnes.
da: Oplev morgendagens net i dag.
de: Erleben Sie das Internet von morgen schon heute.
el: Ζήστε σήμερα στο διαδίκτυο του μέλλοντος.
eo: Sperti la TTTn morgaŭan hodiaŭ.
et: Koge tulevikuveebi juba täna.
eu: Bizi biharko weba gaur bertan.
fy_nl: Untdek hjoed it ynternet fan moarn.
gl: Experimente hoxe a Web do mañá.
gu_in: આવતીકાલની વેબનો આજે અનુભવ લો.
he: התנסה היום ברשת יום המחר.
hu: Tapasztalja meg a holnap internetét még ma.
mk: Искусете ја утрешната мрежа денес.
ms: Pengalaman esok Web adalah hari ini.
nb_no: Opplev morgendagens web i dag.
or: ଆଗାମୀ କାଲିର ୱେବକୁ ଆଜି ଦେଖନ୍ତୁ।
pa_in: ਭਲਕੇ ਦਾ ਵੈੱਬ ਵੇਖੋ ਅੱਜ ਹੀ।
pl: Doświadcz jutrzejszego Internetu już dziś.
ro: Experimentați azi internetul de mâine
sk: Zažite web zajtrajška už dnes.
sl: Že danes okusite, kakšen bo splet jutri.
sq: Provoni që sot Web-in e të ardhmes.
sv_se: Upplev framtidens webb idag.
tr: Yarının Web'ini bugün yaşayın.
uk: Відчуйте майбутнє мережі вже сьогодні.
vi: Trải nghiệm ngay tương lai của Web.
zu: Zijwayeza iwebhu lakusasa manje.

source: Check out the new look and feel of Firefox.
ast: Comprueba l'aspeutu y sensaciones del nuevu Firefox.
be: Зазнайце яскравыя адчуванні ад новага выгляду Firefox.
cs: Podívejte se na nový svěží vzhled Firefoxu.
da: Udforsk det nye udseende i Firefox.
de: Sehen Sie sich das neue Erscheinungsbild von Firefox an.
el: Δείτε τη νέα εμφάνιση και τη νέα αίσθηση που προσφέρει ο Firefox.
eo: Kontroli la novan aspekton de Firefox.
et: Tutvu Firefoxi uue välimusega
eu: Egiaztatu zuk zeuk Firefoxen itxura berria.
fy_nl: Probearje de fernijde foarmjouwing fan Firefox.
gl: Comprobe a nova aparencia do Firefox.
gu_in: Firefox નો નવો દેખાવ અને અનુભવ માણો.
he: בדוק את המראה החדש של Firefox.
hu: Tekintse meg az új megjelenésű Firefox böngészőt.
mk: Проверете го новиот изглед и чувство на Firefox.
ms: Nikmati dengan rupa baru dan rasai daripada Firefox.
nb_no: Prøv ut det nye utseendet til Firefox.
or: Firefox ର ନୂତନ ରୂପକୁ ଦେଖନ୍ତୁ ଏବଂ ଅନୁଭବ କରନ୍ତୁ।
pa_in: ਫਾਇਰਫਾਕਸ ਦੀ ਨਵੀਂ ਦਿੱਖ ਤੇ ਰੂਪ ਨੂੰ ਅੱਜ ਵਰਤ ਕੇ ਵੇਖੋ।
pl: Wypróbuj nowy wygląd Firefoksa.
ro: Încercați noul aspect al Firefox.
sk: Vyskúšajte nový vzhľad Firefoxu.
sl: Spoznajte zadnje novosti Firefoxa.
sq: Shiheni vetë pamjen e re dhe ndjesitë e reja që jep Firefox-i.
sv_se: Upptäck allt det nya i Firefox.
tr: Firefox'un yeni görünümüne göz atın.
uk: Огляньте нове оформлення Firefox.
vi: Thử giao diện mới của Firefox.
zu: Check out the new look and feel of Firefox. {ok}

source: Browse the future of the Web.
ast: Restola'l futuru de la Web.
be: Азірніце будучае Сеціва.
cs: Podívejte se na budoucnost webu.
da: Surf på fremtidens net
de: Surfen Sie im Internet der Zukunft.
el: Περιηγηθείτε στο μέλλον του διαδικτύου.
eo: Esplori la estonton de la TTT.
et: Lehitse tulevikuveebi
eu: Arakatu webaren etorkizuna.
fy_nl: Besjoch de takomst fan it ynternet.
gl: Descobre o futuro da Web
gu_in: વેબનું ભવિષ્ય ખોળો.
he: גלוש אל עתיד הרשת.
hu: Tekintse meg a jövő internetét.
mk: Сурфајте ја иднината на мрежата.
ms: Semak seimbas masa depan daripada Web
nb_no: Surf i fremtiden til nettet.
or: ଭବିଷ୍ୟତର ୱେବକୁ ବ୍ରାଉଜ କରନ୍ତୁ।
pa_in: ਵੈੱਬ ਦੇ ਭਵਿੱਖ ਨੂੰ ਬਰਾਊਜ਼ ਕਰੋ
pl: Przeglądaj przyszłość WWW.
ro: Navigați viitorul internetului.
sk: Pozrite si budúcnosť webu.
sl: Brskajte po prihodnosti spleta.
sq: Shfletoni të ardhmen e Web-it.
sv_se: Surfa på framtidens webb.
tr: Web'in geleceğine göz atın.
uk: Загляніть у майбутнє мережі.
vi: Duyệt tương lai của Web.
zu: Dlulisa amehlo kwikusasa lewebhu.

source: See Firefox with a new look and feel.
ast: Mira'l nuevu aspeutu de Firefox.
be: Пабачце, як выглядае новы Firefox
cs: Podívejte se na Firefox s novým vzhledem.
da: Se Firefox med det nye udseende.
de: Sehen Sie sich Firefox mit neuem Erscheinungsbild an.
el: Δείτε τον Firefox με τη νέα του εμφάνιση και τη νέα αίσθηση που προσφέρει.
eo: Vidi Firefox kun nova aspekto.
et: Vaata uue välimusega Firefoxi
eu: Ikusi Firefox bere itxura berriarekin.
fy_nl: Besjoch Firefox mei in nije foarmjouwing
gl: Vexa o Firefox cunha nova aparencia.
gu_in: Firefox ને નવા દેખાવ અને અનુભવ સાથે જુઓ.
he: צפה במראה החדש של Firefox.
hu: Tekintse meg az új megjelenésű Firefox böngészőt.
mk: Видете го Firefox со нов изглед и чувство.
ms: Lihat Firefox dengan rupa baru dan rasainya.
nb_no: Se Firefox med et nytt utseende.
or: Firefox କୁ ଗୋଟିଏ ନୂତନ ରୂପରେ ଦେଖନ୍ତୁ ଏବଂ ଅନୁଭବ କରନ୍ତୁ।
pa_in: ਫਾਇਰਫਾਕਸ ਦੀ ਨਵੀਂ ਦਿੱਖ ਤੇ ਰੂਪ ਨੂੰ ਵੇਖੋ।
pl: Zobacz nowy wygląd Firefoksa.
ro: Vedeți Firefox cu o nouă înfățișare.
sk: Pozrite si nový vzhľad Firefoxu.
sl: Poglejte si Firefox z novim videzom.
sq: Shihni Firefox-in me një pamje të re dhe ndjesi të reja.
sv_se: Se Firefox med nytt utseende och känsla.
tr: Firefox'u bir de yeni görünümüyle görün.
uk: Перегляньте нове оформлення Firefox.
vi: Xem giao diện mới của Firefox.
zu: See Firefox with a new look and feel. {ok}

source: Download Beta Now.
ast: Descarga la Beta agora.
be: Сцягніце Бету зараз.
cs: Stáhnout betaverzi.
da: Hent betaen nu.
de: Laden Sie jetzt die Beta-Version herunter.
el: Κάντε τώρα λήψη της δοκιμαστικής έκδοσης.
eo: Elŝuti la betan version nun.
et: Laadi beeta kohe alla
eu: Deskargatu Beta orain.
fy_nl: Laad de bèta no yn.
gl: Descargar a beta agora.
gu_in: હવે બીટા ડાઉનલોડ કરો.
he: הורד את גרסת הבטא עכשיו.
hu: Beta verzió letöltése
mk: Преземете ја Бетата сега.
ms: Muat Turun Beta Sekarang!
nb_no: Last ned betaen nå.
or: ବିଟାକୁ ବର୍ତ୍ତମାନ ଆହରଣ କରନ୍ତୁ।
pa_in: ਬੀਟਾ ਹੁਣੇ ਡਾਊਨਲੋਡ ਕਰੋ।
pl: Pobierz wersję beta.
ro: Descărcați versiunea beta acum.
sk: Prevziať verziu beta
sl: Prenesite različico beta.
sq: Shkarkojeni Beta-n Tani.
sv_se: Hämta betan nu.
tr: Beta'yı şimdi indirin.
uk: Забирайте бету зараз.
vi: Tải ngay Beta.
zu: Layisha ungenise i-Beta manje.

source: All Systems & Languages
ast: Tolos Sistemes & Llingües
be: Усе сістэмы і мовы
cs: Všechny systémy a jazyky
da: Alle styresystemer & sprog
de: Alle Systeme & Sprachen
el: Όλα τα συστήματα & οι γλώσσες
eo: Ĉiuj lingvoj kaj sistemoj
et: Kõik süsteemid ja keeled
eu: Sistema eta hizkuntza guztiak
fy_nl: Alle systemen & talen
gl: Todos os sistemas e idiomas
gu_in: બધી સિસ્ટમો અને ભાષાઓ
he: כל המערכות והשפות
hu: Összes nyelv és operációs rendszer
mk: Сите системи и јазици
ms: Keseluruhan sistem-sistem dan bahasa lain.
nb_no: Alle systemer og språk
or: ସମସ୍ତ ତନ୍ତ୍ର ଏବଂ ଭାଷାଗୁଡ଼ିକ
pa_in: ਸਭ ਸਿਸਟਮ ਤੇ ਭਾਸ਼ਾਵਾਂ
pl: Wszystkie systemy i&nbsp;języki
ro: Toate sistemele și limbile
sk: Všetky systémy a jazyky
sl: Vsi sistemi in jeziki
sq: Krejt Sistemet & Gjuhët
sv_se: Alla system och språk
tr: Tüm Sistemler ve Diller
uk: Всі системи та мови
vi: Mọi Hệ thống & Ngôn ngữ
zu: Zonke izinhlelo kanye namalimi

source: View Full Site
ast: Ver el sitiu completu
be: Пабачыць пляцоўку цалкам
cs: Zobrazit celou stránku
da: Vis den fulde side
de: Vollständige Seite ansehen
el: Αρχική σελίδα
eo: Vidi la tutan retejon
et: Vaata veebilehe täisversiooni
eu: Ikusi gune osoa
fy_nl: Toan folsleine webstee
gl: Ver o sitio completo
gu_in: પૂર્ણ સાઇટ જુઓ
he: מעבר לאתר המלא
hu: Teljes oldal megtekintése
mk: Види ја целата страница
ms: Lihat laman penuh
nb_no: Vis hele nettstedet
or: ସମ୍ପୂର୍ଣ୍ଣ ସାଇଟକୁ ଦେଖନ୍ତୁ
pa_in: ਪੂਰੀ ਸਾਈਟ ਵੇਖੋ
pl: Przejdź do pełnej witryny
ro: Vizitați saitul complet
sk: Zobraziť celú stránku
sl: Prikaz celotne strani
sq: Shihni Site-in e Plotë
sv_se: Visa webbplatsen
tr: Tüm siteyi göster
uk: Повна версія сайту
vi: Xem trang đầy đủ
zu: Buka isayithi egcwele

source: Get Firefox for Android
ast: Obtén Firefox p'Android
be: Атрымаць Firefox для Android
cs: Získat Firefox pro Android
da: Hent Firefox til Android
de: Holen Sie sich Firefox für Android
el: Λήψη του Firefox για Android
eo: Ricevi Firefox por Android
et: Hangi Firefox Androidile
eu: Eskuratu Firefox Android-erako
fy_nl: Krij Firefox foar Android
gl: Obter o Firefox para Android
gu_in: Android માટે Firefox મેળવો
he: הורדת Firefox עבור Android
hu: Töltse le a Firefoxot Androidhoz
mk: Земи го Firefox за Android
ms: Dapatkan Firefox untuk Android
nb_no: Last ned Firefox for Android
or: Android ପାଇଁ Firefox କୁ ଆଣନ୍ତୁ
pa_in: ਐਡਰਾਇਡ ਲਈ ਫਾਇਰਫਾਕਸ ਲਵੋ
pl: Pobierz Firefoksa dla Androida
ro: Obține Firefox pentru Android
sk: Získať Firefox pre Android
sl: Prenesite Firefox za Android
sq: Merrni Firefox-in për Android
sv_se: Skaffa Firefox för Android
tr: Android için Firefox'u edinin
uk: Забирайте Firefox для Андроїда
vi: Tải Firefox cho Android

source: Download for <span>Android</span>
ast: Descarga p'<span>Android</span>
be: Сцягнуць <span>Android</span>
cs: Stáhnout pro <span>Android</span>
da: Download til <span>Android</span>
de: Für <span>Android</span> herunterladen
el: Λήψη για <span>Android</span>
eo: Elŝuti por <span>Android</span>
et: Laadi alla <span>Androidile</span>
eu: Deskargatu <span>Android</span>erako
fy_nl: Download foar <span>Android</span>
gl: Descargar para o <span>Android</span>
gu_in: <span>Android</span> માટે ડાઉનલોડ કરો
he: הורדה עבור <span>Android</span>
hu: Töltse le <span>Androidhoz</span>
mk: Преземи за <span>Android</span>
ms: Muat Turun tuntuk <span>Android</span>
nb_no: Last ned for <span>Android</span>
or: <span>Android</span> ପାଇଁ ଆହରଣ କରନ୍ତୁ
pa_in: <span>ਐਡਰਾਇਡ</span> ਲਈ ਡਾਊਨਲੋਡ
pl: Pobierz dla <span>Androida</span>
ro: Descarcă pentru <span>Android</span>
sk: Prevziať pre <span>Android</span>
sl: Prenos za <span>Android</span>
sq: Shkarkojeni për <span>Android</span>
sv_se: Hämta för <span>Android</span>
tr: <span>Android</span> için indir
uk: Забирайте для <span>Андроїда</span>
vi: Tải xuống bản <span>Android</span>

source: Free from the Android Market
ast: De baldre dende'l Android Market
be: Задарма на рынку для Android
cs: Zdarma na Android Market
da: Gratis fra Android Market
de: Kostenlos im Android Market
el: Δωρεάν από το Android Market
eo: Senpage el la bazaro por Android
et: Tasuta Android Marketist
eu: Doan Android Market-en
fy_nl: Fergees út de Android Market
gl: De balde desde o Android Market
gu_in: Android બજારમાંથી મુક્ત
he: חינם ב־Android Market
hu: Ingyenes az Android Market-ben
mk: Слободно од Android Market
ms: Percuma daripada Android Market
nb_no: Gratis fra Android Market
or: Android ବଜାରରୁ ମୁକ୍ତ
pa_in: ਐਡਰਾਇਡ ਮਾਰਕੀਟ ਤੋਂ ਮੁਫ਼ਤ ਲਵੋ
pl: Za darmo w Android Market
ro: Gratis de la Android Market
sk: Zadarmo z Android Market
sl: Brezplačno z Android Marketa
sq: Falas prej Android Market
sv_se: Gratis på Android Market
tr: Android Market'te bedava
uk: Безплатно в Android Market
vi: Miễn phí trên Android Market

source: Desktop
ast: Escritoriu
be: Настольны
cs: Desktop {ok}
da: Computer
de: Desktop {ok}
el: Για υπολογιστές
eo: Komputilo
et: Töölauaversioon
eu: Mahaigaina
fy_nl: Búro-PC
gl: Escritorio
gu_in: ડૅસ્કટોપ
he: מחשב
hu: Számítógép
mk: Десктоп
ms: Desktop {ok}
nb_no: Desktop {ok}
or: ଡେସ୍କଟପ
pa_in: ਡੈਸਕਟਾਪ
pl: Desktop {ok}
ro: Desktop{ok}
sk: Počítač
sl: Namizje
sq: Desktop {ok}
sv_se: Skrivbord
tr: Masaüstü
uk: Настільний
vi: Máy tính

source: Firefox Beta for mobile
ast: Firefox Beta pa móviles
be: Мабільны Firefox Бета
cs: Firefox Beta pro mobily
da: Firefox Beta til mobilen
de: Firefox Beta für Mobilgeräte
el: Firefox Beta για κινητά
eo: Firefox Beta por poŝtelefonoj
et: Firefox beeta mobiilsele seadmele
eu: Firefox Beta mugikorrerako
fy_nl: Firefox Bèta foar mobyl
gl: Firefox Beta para o móbil
gu_in: મોબાઇલ માટે Firefox બીટા
he: Firefox Beta לנייד
hu: Firefox Beta for mobile {ok}
mk: Firefox Beta за мобилни
ms: Firefox Beta untuk mobile
nb_no: Firefox Beta for mobil
or: ମୋବାଇଲ ପାଇଁ Firefox ବିଟା
pa_in: ਮੋਬਾਇਲ ਲਈ ਫਾਇਰਫਾਕਸ ਬੀਟਾ
pl: Mobilny Firefox Beta
ro: Firefox Beta pentru mobil
sk: Mobilný Firefox Beta
sl: Firefox beta za mobilnike
sq: Firefox Beta për celular
sv_se: Firefox Beta för mobilen
tr: Mobil aygıtlar için Firefox Beta
uk: Firefox Beta для мобілок
vi: Firefox Beta cho di động

source: Firefox for mobile
ast: Firefox pa móviles
be: Мабільны Firefox
cs: Firefox pro mobily
da: Firefox til mobilen
de: Firefox für Mobilgeräte
el: Firefox για κινητά
eo: Firefox por poŝtelefonoj
et: Firefox mobiilsele seadmele
eu: Firefox mugikorrerako
fy_nl: Firefox foar mobyl
gl: Firefox para o móbil
gu_in: મોબાઇલ માટે Firefox
he: Firefox לנייד
hu: Firefox for mobile {ok}
mk: Firefox за мобилни
ms: Firefox untuk mobile
nb_no: Firefox for mobil
or: ମୋବାଇଲ ପାଇଁ Firefox
pa_in: ਮੋਬਾਇਲ ਲਈ ਫਾਇਰਫਾਕਸ
pl: Mobilny Firefox
ro: Firefox pentru mobil
sk: Mobilný Firefox
sl: Firefox za mobilnike
sq: Firefox për celular
sv_se: Firefox för mobilen
tr: Mobil aygıtlar için Firefox
uk: Firefox для мобілок
vi: Firefox cho di động

source: Email
ast: Corréu-e
be: Э-Пошта
da: Mail
el: Ηλεκτρονικό ταχυδρομείο
eo: Retpoŝto
et: E-post
eu: Posta
gl: Correo electrónico
gu_in: ઇ-મેલ
he: דואר אלקטרוני
mk: Е-пошта
ms: Emel
nb_no: E-post
or: ଇମେଲ
pa_in: ਈਮੇਲ
ro: Email{ok}
sl: E-pošta
sq: Email {ok}
sv_se: E-post
tr: E-posta
uk: Email {ok}

source: Mozilla Firefox. Bringing the modern Web to XP.
ast: Mozilla Firefox. Trayendo la web moderna a XP.
be: Mozilla Firefox. Сучаснае Сеціва для XP.
cs: Mozilla Firefox. Přináší moderní web pro XP.
da: Mozilla Firefox. Få det moderne Web på XP.
de: Mozilla Firefox. Bringt das moderne Internet auf XP.
el: Mozilla Firefox. Φέρνει τον σύγχρονο ιστό στα XP.
eo: Mozilla Firefox. Porti la modernan TTTn al XP.
et: Mozilla Firefox. Toob kaasaegse veebi XP-ni.
eu: Mozilla Firefox. XPra web modernoa ekarriz.
fy_nl: Mozilla Firefox. Bringt it moderne Web nei XP.
gl: Mozilla Firefox. Traendo a web moderna ao XP.
gu_in: Mozilla Firefox. આધુનિક વેબને XP માં લાવી રહ્યા છિએ.
he: Mozilla Firefox. מביאים את הרשת של היום אל XP.
hu: Mozilla Firefox. Elhozza a modern internetet az XP-re.
mk: Mozilla Firefox ја носи модерната мрежа на XP.
ms: Mozilla Firefox. Membawa kepada Web Moden untuk XP.
nb_no: Mozilla Firefox. Bringer den moderne verdensveven til XP.
or: Mozilla Firefox. XP ପାଇଁ ଆଧୁନିକ ୱେବ ଆଣିଅଛି।
pa_in: ਮੋਜ਼ੀਲਾ ਫਾਇਰਫਾਕਸ। ਨਵਾਂ ਵੈੱਬ XP ਲਈ ਲਿਆਂਦਾ ਜਾ ਰਿਹਾ ਹੈ।
pl: Mozilla Firefox. Nowoczesne WWW także w Windows XP.
ro: Mozilla Firefox. Aduce Web-ul modern pe XP.
sk: Mozilla Firefox. Prináša moderný web pre XP.
sl: Mozilla Firefox. Moderni splet za vaš XP.
sq: Mozilla Firefox. Sillni Web-in modern edhe në XP.
sv_se: Mozilla Firefox. Tar den moderna webben till XP.
tr: Mozilla Firefox, modern web'i XP'ye getiriyor.
uk: Mozilla Firefox. Приносить новітній веб в XP.
vi: Mozilla Firefox. Mang Web hiện đại tới XP.

source: Super speed
ast: Super velocidá
be: Звыш-хуткасць
cs: Super rychlost
da: Super hastighed
de: Tolle Geschwindigkeit
el: Απίστευτη ταχύτητα
eo: Supera rapido
et: Superkiirus
eu: Super-abiadura
fy_nl: Superfaasje
gl: Aumento da velocidade
gu_in: અત્યંત ઝડપી
he: מהירות על
hu: Szupergyors
mk: Супер брзина
ms: Kelajuan luar biasa
nb_no: Super hastighet
or: ଅତି ତୀବ୍ର
pa_in: ਸੁਪਰ ਸਪੀਡ
pl: Ogromna szybkość
ro: Superviteză
sk: Super rýchlosť
sl: Super hitrost
sq: Super shpejtësi
sv_se: Supersnabb
tr: Yüksek hız
uk: Супер-швидкість
vi: Siêu nhanh

source: Stunning graphics
ast: Gráficos sorprendentes
be: Ашаламляльная графіка
cs: Úžasná grafika
da: Forbløffende grafik
de: Atemberaubende Grafikdarstellung
el: Καταπληκτικά γραφικά
eo: Miriga grafiko
et: Ilus graafika
eu: Grafiko txundigarriak
fy_nl: Fantastyske graphics
gl: Gráficos impresionantes
gu_in: સ્તબ્ધ કરી નાંખે એવું ગ્રાફિક્સ
he: גרפיקה מדהימה
hu: Lenyűgöző grafika
mk: Неверојатна графика
ms: Grafik-grafik yang mengagumkan
nb_no: Fantastisk grafikk
or: ଆଶ୍ଚର୍ଯ୍ୟ ଜନକ ଆଲେଖି
pa_in: ਸ਼ਾਨਦਾਰ ਗਰਾਫਿਕਸ
pl: Niesamowita grafika
ro: Grafică uimitoare
sk: Úžasná grafika
sl: Grafika, ki osupne
sq: Grafikë mbresëlënëse
sv_se: Fantastisk grafik
tr: Etkileyici grafikler
uk: Вражаюча графіка
vi: Đồ họa siêu việt

source: The latest technologies
ast: Les caberes teunoloxíes
be: Найноўшыя тэхналогіі
cs: Nejnovější technologie
da: De nyeste teknologier
de: Die neueste Technologie
el: Όλες οι νέες τεχνολογίες
eo: La lastaj teĥnologioj
et: Uusimad tehnoloogiad
eu: Azken teknologiak
fy_nl: De lêste technology
gl: As últimas tecnoloxías
gu_in: તાજેતરની ટેક્નૉલોજીઓ
he: הטכנולוגיות החדשות ביותר
hu: A legújabb technológiák
mk: Најновата технологија
ms: Teknologi-teknologi yang terbaru
nb_no: De nyeste teknologiene
or: ନୂତନତମ ପ୍ରଯୁକ୍ତିଜ୍ଞାନ
pa_in: ਸਭ ਤੋਂ ਨਵੀਆਂ ਤਕਨੀਕਾਂ
pl: Najnowsze technologie
ro: Ultimele tehnologii
sk: Najnovšie technológie
sl: Najnovejše tehnologije
sq: Teknologjia më e re
sv_se: De senaste teknikerna
tr: En yeni teknolojiler
uk: Найновіші технології
vi: Công nghệ mới nhất
