Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */mobile.po
Languages: ca, cs, da, de, es_ar, et, fy_nl, gl, hu, it, nb_no, nl, pa_in, pl, pt_br, ro, sk, sl, sq

source: Get Firefox for Android
ca: Baixeu el Firefox per a l'Android
cs: Získat Firefox pro Android
da: Hent Firefox til Android
de: Holen Sie sich Firefox für Android
es_ar: Descargá Firefox para Android
et: Hangi Firefox Androidile
fy_nl: Krij Firefox foar Android
gl: Obter o Firefox para Android
hu: Firefox for Android letöltése
it: Scarica Firefox per Android
nb_no: Last ned Firefox for Android
nl: Download Firefox voor Android
pa_in: ਐਡਰਾਇਡ ਲਈ ਫਾਇਰਫਾਕਸ ਲਵੋ
pl: Pobierz Firefoksa dla systemu Android
pt_br: Baixe o Firefox para Android
ro: Obține Firefox pentru Android
sk: Získajte Firefox pre Android
sl: Prenesite Firefox za Android
sq: Merrni Firefox-in për Android

source: Download for <span>Android</span>
ca: Baixa per a l'<span>Android</span>
cs: Stáhnout pro <span>Android</span>
da: Download til <span>Android</span>
de: Für <span>Android</span> herunterladen
es_ar: Descargá para <span>Android</span>
et: Laadi alla <span>Androidile</span>
fy_nl: Download foar <span>Android</span>
gl: Descargar para o <span>Android</span>
hu: Letöltés <span>Androidra</span>
it: Scarica per <span>Android</span>
nb_no: Last ned for <span>Android</span>
nl: Download voor <span>Android</span>
pa_in: <span>ਐਡਰਾਇਡ</span> ਲਈ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz dla systemu <span>Android</span>
pt_br: Baixe para <span>Android</span>
ro: Descarcă pentru <span>Android</span>
sk: Prevziať pre <span>Android</span>
sl: Prenos za <span>Android</span>
sq: Shkarkojeni për <span>Android</span>

source: Free from the Android Market
ca: Gratuït a l'Android Market
cs: Zdarma na Android Market
da: Gratis fra Android Market
de: Kostenlos im Android Market
es_ar: Gratis desde Google Play
et: Tasuta Android Marketist
fy_nl: Fergees út de Android Market
gl: De balde desde o Android Market
hu: Ingyenes a Google Play-en
it: Gratis su Android Market
nb_no: Gratis fra Android Market
nl: Gratis via de Android Market
pa_in: ਐਡਰਾਇਡ ਮਾਰਕੀਟ ਵਿੱਚੋਂ ਮੁਫ਼ਤ ਲਵੋ
pl: Za darmo w Android Market
pt_br: Grátis no Android Market
ro: Gratuit de la Android Market
sk: Zadarmo z Android Marketu
sl: Brezplčno z Android Marketa
sq: Falas nga Android Market

source: Or visit <a %s>Firefox.com/m</a> on your phone.
ca: O visiteu <a %s>Firefox.com/m</a> des del mòbil.
cs: Nebo návštěvou <a %s>Firefox.com/m</a> ve svém telefonu.
da: Eller besøg <a %s>Firefox.com/m</a> på din mobiltelefon.
de: Oder besuchen Sie <a %s>Firefox.com/m</a> mit Ihrem Handy.
es_ar: O visitá <a %s>Firefox.com/m</a> desde tu teléfono.
et: Või ava <a %s>Firefox.com/m</a> oma telefonis.
fy_nl: Of probearje <a %s>Firefox.com/m</a> op jo mobyl.
gl: Ou visite <a %s>Firefox.com/m</a> no seu móbil.
hu: Vagy látogassa meg a <a %s>Firefox.com/m</a> weboldalt a telefonján.
it: Oppure visita <a %s>Firefox.com/m</a> dal tuo telefono.
nb_no: Eller besøk <a %s>Firefox.com/m</a> med telefonen.
nl: Of bezoek <a %s>Firefox.com/m</a> op uw telefoon.
pa_in: ਜਾਂ ਆਪਣੇ ਫੋਨ ਉੱਤੇ <a %s>Firefox.com/m</a> ਖੋਲ੍ਹੋ।
pl: Albo otwórz <a %s>Firefox.com/m</a> na telefonie.
pt_br: Ou visite <a %s>Firefox.com/m</a> no seu celular.
ro: Sau vizitează <a %s>Firefox.com/m</a> pe telefonul tău.
sk: Alebo navštívte <a %s>Firefox.com/m</a> vo svojom telefóne.
sl: Ali obiščite <a %s>Firefox.com/m</a> s svojim telefonom.
sq: Ose vizitoni <a %s>Firefox.com/m</a> me telefonin tuaj.

source: Supported Devices
ca: Dispositius amb suport
cs: Podporovaná zařízení
da: Understøttede enheder
de: Unterstützte Geräte
es_ar: Dispositivos disponibles
et: Toetatud seadmed
fy_nl: Stipe apparaten
gl: Dispositivos compatíbeis
hu: Támogatott eszközök
it: Dispositivi compatibili
nb_no: Støttede enheter
nl: Ondersteunde apparaten
pa_in: ਸਹਾਇਕ ਜੰਤਰ
pl: Wspierane urządzenia
pt_br: Dispositivos compatíveis
ro: Dispozitive suportate
sk: Podporované zariadenia
sl: Podprte naprave
sq: Pajisje të Mbuluara

source: Get it from iTunes - FREE
ca: Baixeu-lo des de l'iTunes gratuïtament
cs: Získat z iTunes - ZDARMA
da: Hent den fra iTunes - GRATIS
de: Holen Sie sich ihn auf iTunes - KOSTENLOS
es_ar: Descargalo desde iTunes - GRATIS
et: Laadi alla iTunes'ist - TASUTA
fy_nl: Krij it fan iTunes - FERGEES
gl: Fágase con el desde iTunes - De balde
hu: Letöltés iTunes-ról - Ingyenes
it: Installa da iTunes - GRATIS
nb_no: Last ned fra iTunes - GRATIS
nl: Download via iTunes - Gratis
pa_in: ਆਈਟਿਊਨ ਤੋਂ ਲਵੋ - ਮੁਫ਼ਤ
pl: Pobierz za darmo, używając iTunes
pt_br: Baixe no iTunes – GRÁTIS
ro: Obține-l de la iTunes - GRATIS
sk: Získať z iTunes - ZADARMO
sl: Prenos z iTunes - BREZPLAČEN
sq: Merreni prej iTunes - FALAS

source: Firefox Home for <span>iPhone</span>
ca: Firefox Home per a l'<span>iPhone</span>
cs: Firefox Home pro <span>iPhone</span>
da: Firefox Home til <span>iPhone</span>
de: Firefox-Home für das <span>iPhone</span>
es_ar: Firefox Home para <span>iPhone</span>
et: Firefox Home <span>iPhone'le</span>
fy_nl: Firefox Home foar <span>iPhone</span>
gl: Firefox Home para <span>iPhone</span>
it: Firefox Home per <span>iPhone</span>
nb_no: Firefox Home for <span>iPhone</span> {ok}
nl: Firefox Home voor <span>iPhone</span>
pa_in: <span>iPhone</span> ਲਈ ਫਾਇਰਫਾਕਸ ਹੋਮ
pl: Firefox Home dla <span>iPhone'a</span>
pt_br: Firefox Home para <span>iPhone</span>
ro: Firefox Home pentru <span>iPhone</span>
sk: Firefox Home pre <span>iPhone</span>
sl: Firefox Home za <span>iPhone</span>
sq: Firefox Home për <span>iPhone</span>

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
ca: Accediu a l'historial, a les adreces d'interès i a les pestanyes obertes del Firefox amb l'iPhone.
cs: Přistupujte k historii Firefoxu, jeho záložkám a otevřeným panelům ze svého iPhone.
da: Få adgang til din Firefox' historik, bogmærker og åbne faneblade på din iPhone.
de: Greifen Sie mit Ihrem iPhone auf die Chronik, Lesezeichen und geöffneten Tabs Ihres Firefox’ zu.
es_ar: Accedé a tu Historial, marcadores y pestañas abiertas de tu Firefox en el iPhone.
et: Kasuta Firefoxi ajalugu, järjehoidjaid ja avatud kaarte iPhone's.
fy_nl: Krij jo Firefox skiednis, blêdwizers en iepen ljepblêden op jo iPhone.
gl: Acceda ao historial, aos marcadores e ás lapelas abertas do Firefox desde o seu iPhone.
hu: Használja a Firefox előzményeket, könyvjelzőket és nyitott lapokat az iPhone-on.
it: Accedi dall'iPhone alla cronologia, ai segnalibri e alle schede aperte di Firefox.
nb_no: Få tilgang til Firefox-historikk, bokmerker og åpne faner fra din iPhone.
nl: Benader uw geschiedenis, bladwijzers, wachtwoorden en open tabbladen van Firefox op uw iPhone.
pa_in: ਆਪਣੇ iPhone ਉੱਤੇ ਆਪਣਾ ਫਾਇਰਫਾਕਸ ਅਤੀਤ, ਬੁੱਕਮਾਰਕ ਅਤੇ ਖੋਲ੍ਹੀਆਂ ਹੋਈਆਂ ਟੈਬਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Korzystaj na iPhonie z historii przeglądania, zakładek i otwartych kart ze&nbsp;swojego Firefoksa.
pt_br: Acesse seu histórico, favoritos e abas abertas no seu iPhone.
ro: Accesează istoricul, semnele de carte și filele deschise din Firefox pe iPhone-ul tău.
sk: Pristupujte k histórii prehliadania Firefoxu, záložkám a otvoreným kartám vo svojom iPhone.
sl: Dostop do vaše zgodovine za Firefox, zaznamkov in odprtih zavihkiv na vašem iPhone.
sq: Hyni në historikun tuaj të Firefox-it, faqerojtësit dhe skedat e hapura, te iPhone-i juaj.

source: Download Firefox to <span>Your Mobile</span>
ca: Baixa el Firefox al <span>mòbil</span>
cs: Stáhněte si Firefox do <span>svého telefonu</span>
da: Download Firefox til <span>mobilen</span>
de: Laden Sie sich Firefox auf <span>Ihr Mobilgerät</span>
es_ar: Descargá Firefox para <span>tu dispositivo móvil</span>
et: Hangi Firefox <span>oma mobiilile</span>
fy_nl: Download Firefox nei <span>Jo Mobyl</span>
gl: Descargue o Firefox no <span>seu móbil</span>
hu: Firefox letöltése <span>Mobilra</span>
it: Scarica Firefox per il <span>tuo cellulare</span
nb_no: Last ned Firefox til <span>mobilen din</span>
nl: Download Firefox naar <span>uw mobiel</span>
pa_in: ਫਾਇਰਫਾਕਸ ਨੂੰ <span>ਆਪਣੇ ਮੋਬਾਇਲ</span> ਉੱਤੇ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz Firefoksa na <span>swój telefon</span>
pt_br: Baixe o Firefox para o <span>seu celular</span>
ro: Descarcă Firefox pentru <span>mobilul tău</span>
sk: Prevziať Firefox do <span>vášho mobilu</span>
sl: Prenesite Firefox za <span>svoj mobilnik</span>
sq: Shkarkojeni Firefox-in te <span>Celulari Juaj</span>

source: Want to test the latest features?
ca: Voleu provar les darreres funcions?
cs: Chcete si vyzkoušet poslední novinky?
da: Har du lyst til at teste de nyeste funktioner?
de: Möchten Sie die neuesten Funktionen testen?
es_ar: ¿Querés probar las nuevas funcionalidades?
et: Soovid testida uusimaid võimalusi?
fy_nl: Wolle jo de lêste funksjes teste?
gl: Desexa probar as últimas características?
hu: Ki szeretné próbálni a legújabb funkciókat?
it: Vuoi provare le ultime novità?
nb_no: Vil du prøve de nyeste funksjonene?
nl: Wilt u de nieuwste functies testen?
pa_in: ਨਵੇਂ ਫੀਚਰਾਂ ਨੂੰ ਟੈਸਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Chcesz przetestować najnowsze funkcje?
pt_br: Quer testar as últimas funcionalidades?
ro: Vrei să testezi celel mai recente funcționalități?
sk: Chcete otestovať najnovšie funkcie?
sl: Želite preskusiti najnovejše zmogljivosti?
sq: Doni të provoni veçoritë më të reja?

source: Get Firefox Home for iPhone
ca: Baixeu el Firefox Home per a l'iPhone
cs: Získat Firefox Home pro iPhone
da: Hent Firefox Home til iPhone
de: Holen Sie sich Firefox-Home für das iPhone
es_ar: Descargá Firefox Home para iPhone
et: Hangi Firefox Home iPhone'le
fy_nl: Krij Firefox Home foar iPhone
gl: Obter Firefox Home para iPhone
hu: Firefox Home for iPhone
it: Scarica Firefox Home per iPhone
nb_no: Last ned Firefox Home for iPhone
nl: Download Firefox Home voor iPhone
pa_in: iPhone ਲਈ ਫਾਇਰਫਾਕਸ ਹੋਮ ਲਵੋ
pl: Pobierz Firefox Home dla iPhone'a
pt_br: Baixe o Firefox Home para iPhone
ro: Obține Firefox Home pentru iPhone
sk: Získať Firefox Home pre iPhone
sl: Prenesite Firefox Home za iPhone
sq: Merrni Firefox Home për iPhone

source: Download Beta for Android
ca: Baixeu la Beta per a l'Android
cs: Stáhnout betu pro Android
da: Download Beta til Android
de: Laden Sie sich die Beta für Android herunter
es_ar: Descargá Beta para Android
et: Laadi alla beeta versioon Androidile
fy_nl: Download Bèta foar Android
gl: Descargar a beta para Android
hu: Beta letöltése Androidra
it: Scarica la beta per Android
nb_no: Last ned Beta for Android
nl: Download Bèta voor Android
pa_in: ਐਡਰਾਇਡ ਲਈ ਬੀਟਾ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz wersję beta dla Androida
pt_br: Baixe o Beta para Android
ro: Descarcă Beta pentru Android
sk: Prevziať verziu Beta pre Android
sl: Prenesite beto za Android
sq: Shkarkoni Beta-n për Android

source: Download
ca: Baixa'l
cs: Stáhnout
da: Download {ok}
de: Herunterladen
es_ar: Descarga
et: Laadi alla
fy_nl: Download {ok}
gl: Descargar
hu: Letöltés
it: Scarica
nb_no: Last ned
nl: Download {ok}
pa_in: ਡਾਊਨਲੋਡ
pl: Pobierz
pt_br: Baixar
ro: Descarcă
sk: Prevziať
sl: Prenesi
sq: Shkarkoje

source: for
ca: per
cs: pro
da: til
de: für
es_ar: para
et: platvormile
fy_nl: foar
gl: para
it: per
nb_no: for {ok}
nl: voor
pa_in: ਇਸ ਲਈ
pl: dla systemu
pt_br: para
ro: pentru
sk: pre
sl: za
sq: për

source: Free from iTunes
ca: Gratuït des de l'iTunes
cs: Zdarma na iTunes
da: Gratis fra iTunes
de: Kostenlos über iTunes
es_ar: Gratis en iTunes
et: Tasuta iTunes'ist
fy_nl: Fergees fan iTunes
gl: De balde para iTunes
it: Gratis su iTunes
nb_no: Gratis fra iTunes
nl: Gratis via iTunes
pa_in: iTunes ਤੋਂ ਮੁਫ਼ਤ
pl: Za darmo w iTunes
pt_br: Grátis no iTunes
ro: Gratis de la iTunes
sk: Zadarmo z iTunes
sl: Brezplačno z iTunes
sq: Falas nga iTunes

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
ca: Podreu provar funcions d'avantguarda i enviar comentaris per ajudar a refinar i polir el que serà en la versió final.
cs: Získáte nejnovější funkce a budete moci nám poskytnout zpětnou vazbu, která nám pomůže utvářet to, co se objeví ve finální verzi.
da: Du vil opleve spritnye funktioner og give feedback, der vil hjælpe os med at forbedre og finpudse funktionerne i den færdige udgave.
de: Sie erleben die allerneuesten Funktionen und können uns Ihre Meinung sagen, um uns zu helfen, Firefox für die endgültige Version zu verbessern und aufzupolieren.
es_ar: Podrás experimentar las últimas funcionalidades y podrás darnos tu opinión que nos ayudará a refinar y pulir lo que estará en la versión final.
et: Sa saad katsetada verivärskeid võimalusi ja anda tagasisidet, et aidata lihvida lõppversiooni.
fy_nl: Jo krije de mooglikheid om de bjusterbaarlikste funksjes te ûntdekken en kommentaar te jaan om te helpen mei ferbetterjen en polysten wat yn de nijste útjefte komt.
gl: Poderá experimentar as características máis innovadoras e darnos a súa opinión para axudarnos a refinar e pulir a versión final.
hu: Megismerheti a legújabb funkciókat és visszajelzése segítségével finomhangolhatjuk a végleges kiadást.
it: Avrai la possibilità di provare in anteprima tutte le novità e, attraverso i tuoi commenti, aiutarci a migliorare Firefox e stabilire quali funzioni mantenere nella versione finale.
nb_no: Du kan oppleve de nyeste funksjonene, og gi tilbakemelding for å hjelpe oss avgjøre hva som skal være med i den endelige utgivelsen.
nl: Beleef de allernieuwste functionaliteiten en geef feedback om te helpen bij het verfijnen en bijschaven van nieuwe zaken in de definitieve uitgave.
pa_in: ਤੁਸੀਂ ਬਿਲਕੁਲ ਨਵੇਂ ਨਕੋਰ ਫੀਚਰ ਵਰਤ ਸਕਦੇ ਹੋ ਅਤੇ ਅੰਤਮ ਰੀਲਿਜ਼ ਵਿੱਚ ਉਪਲੱਬਧ ਕਰਵਾਉਣ ਲਈ ਸੁਧਾਰਨ ਅਤੇ ਵਧੀਆ ਬਣਾਉਣ ਲਈ ਮੱਦਦ ਕਰਨ ਵਾਸਤੇ ਸੁਝਾਅ ਦੇ ਸਕਦੇ ਹੋ।
pl: Zapoznaj się z najnowocześniejszymi funkcjami i przekaż opinie, które pomogą udoskonalić i poprawić to, co znajdzie się w finalnym wydaniu.
pt_br: Você experimentará recursos novíssimos e nos ajudará a refinar e polir a versão final.
ro: Vei putea experimenta funcționalități de ultimă oră și să ne transmiți reacțiile tale pentru a ajuta la îmbunătățirea și cizelarea produsului final.
sk: Budete si môcť vyskúšať najnovšie funkcie a poskytnúť spätnú väzbu, ktorá pomôže pri dolaďovaní finálnej verzie prehliadača.
sl: Okusili boste vrhunske zmogljivosti, nam pa s svojo izkušnjo pomagali izboljšati in zbrusiti vsebino končne izdaje.
sq: Do të keni rastin kështu të provoni veçoritë më të reja dhe të jepni përshtypjet tuaja, me qëllim përmirësimin dhe përimtësimin e atij që do të jetë produkti përfundimtar.

source: Developer Tools
ca: Eines per desenvolupadors
cs: Nástroje pro vývojáře
da: Udviklingsværktøjer
de: Entwicklerwerkzeuge
es_ar: Herramientas para desarrolladores
et: Tööriistad arendajatele
fy_nl: Untwikkelersark
gl: Ferramentas do desenvolvedor
hu: Fejlesztői eszközök
it: Strumenti per sviluppatori
nb_no: Utviklerverktøy
nl: Ontwikkelaarshulpmiddelen
pa_in: ਡਿਵੈਲਪਰ ਟੂਲ
pl: Narzędzia programisty
pt_br: Ferramentas para desenvolvedores
ro: Instrumente pentru dezvoltatori
sk: Vývojárske nástroje
sl: Razvojna orodja
sq: Mjete Zhvilluesish

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
ca: Podeu instal·lar la versió mòbil del Firefox al nostre ordinador de taula per provar-lo, enviar comentaris i fer complements.
cs: Pro účely testování, poskytování zpětné vazby či tvorby doplňků si můžete nainstalovat mobilní verzi Firefoxu na váš desktop.
da: Du kan installere den mobile version af Firefox på din stationære computer, hvis du vil hjælpe med at teste, give feedback eller lave tilføjelser.
de: Sie können die mobile Version von Firefox auf Ihrem Desktop-Rechner installieren, um zu testen, uns Ihre Meinung zu sagen und Add-ons zu entwickeln.
es_ar: Puedes instalar la versión móvil de Firefox en tu equipo de escritorio para probarlo, darnos tu opinión y crear complementos.
et: Sa võid paigaldada mobiilse Firefoxi oma töölauaarvutisse, et testida, anda tagasisidet ja arendada lisasid.
fy_nl: Jo kinnne de mobile ferzje fan Firefox ynstallearje op jo desktop om to testen, kommentaar te jaan en add-ons te meitsjen.
gl: Pode instalar a versión móbil do Firefox no equipo de escritorio para probala, darnos a súa opinión e crear complementos.
hu: Feltelepítheti a Firefox mobil verzióját a számítógépére is, hogy tesztelje, visszajelzést küldjön, vagy fejlesszen hozzá.
it: Puoi installare la versione di Firefox per dispositivi portatili sul tuo computer per eseguire dei test, farci conoscere le tue impressioni e sviluppare componenti aggiuntivi.
nb_no: Du kan installere den mobile versjonen av Firefox på vår desktop-maskin for å teste og gi tilbakemelding, og lage utvidelser.
nl: U kunt de mobiele versie van Firefox installeren op uw desktop, zodat u kunt testen, feedback kunt geven en add-ons kunt maken.
pa_in: ਤੁਸੀਂ ਫਾਇਰਫਾਕਸ ਦੇ ਮੋਬਾਇਲ ਵਰਜਨ ਨੂੰ ਆਪਣੇ ਡੈਸਕਟਾਪ ਕੰਪਿਊਟਰ ਉੱਤੇ ਟੈਸਟ ਕਰਨ, ਸੁਜਾਅ ਦੇਣ ਅਤੇ ਐਡ-ਆਨ ਬਣਾਉਣ ਲਈ ਇੰਸਟਾਲ ਕਰ ਸਕਦੇ ਹੋ।
pl: Możesz zainstalować na komputerze mobilną wersję Firefoksa, aby przetestować go, przekazać opinie i tworzyć dodatki.
pt_br: Você pode instalar a versão móvel do Firefox no seu computador para testar, opinar e criar complementos.
ro: Poți instala versiunea mobilă pentru Firefox pe calculatorul tău pentru a-l testa, a trimite reacțiile și a construi suplimente.
sk: Mobilnú verziu Firefoxu si môžete nainštalovať aj na svoj počítač, aby ste ho mohli otestovať, poskytnúť nám spätnú väzbu či vytvárať doplnky.
sl: Mobilno različico Firefoxa lahko namestite na svoj namizni računalnik, da jo preskusite, nam sporočite svoje mnenje in da si razvijate dodatke.
sq: Versionin për celular të Firefox-it mund ta instaloni te kompjuteri juaj desktop me qëllim që ta provoni, të jepni përshtypjet tuaja, dhe të krijoni shtesa.

source: Connect With Firefox for Mobile:
ca: Connecteu-vos amb el Firefox per a mòbil
cs: Propojte se s Firefoxem pro mobily:
da: Få forbindelse med Firefox til mobilen:
de: Mit Firefox für Mobilgeräte verbinden:
es_ar: Conectar con Firefox para móviles:
et: Hoia end toimuvaga kursis:
fy_nl: Ferbyn mei Firefox foar Mobyl:
gl: Conecta con Firefox para o móbil:
hu: Kapcsolódás Firefox for Mobile-lal:
it: Resta in contatto con Firefox Mobile:
nb_no: Koble til med Firefox for Mobil:
nl: Verbind met Firefox voor mobiel:
pa_in: ਮੋਬਾਇਲ ਲਈ ਫਾਇਰਫਾਕਸ ਨਾਲ ਕੁਨੈਕਟ ਕਰੋ:
pl: Połącz się z Firefoksem Mobile:
pt_br: Conecte-se ao Firefox Móvel:
ro: Conectează-te cu Firefox pentru Mobil:
sk: Buďte v spojení s mobilným Firefoxom:
sl: Spoznajte se s Firefoxom za mobilnike:
sq: Lidhuni me Firefox-in për Celular:

source: Monthly newsletter
ca: Butlletí mensual
cs: Měsíční magazín
da: Månedligt nyhedsbrev
de: Monatlicher Newsletter
es_ar: Boletín mensual
et: Igakuine uudiskiri
fy_nl: Moanlikse nijsbrief
gl: Boletín mensual
hu: Havi hírlevél
it: Newsletter mensile
nb_no: Månedlig nyhetsbrev
nl: Maandelijkse nieuwsbrief
pa_in: ਮਹੀਨੇਵਾਰ ਖ਼ਬਰਸਾਰ
pl: Miesięczny newsletter
pt_br: Newsletter mensal
ro: Buletin de știri lunar
sk: Mesačné reporty
sl: Mesečne novice
sq: Buletini mujor

source: Follow us
ca: Seguiu-nos
cs: Sledujte nás
da: Følg os
de: Folgen Sie uns
es_ar: Síguenos
et: Jälgi meid
fy_nl: Folgje ús
gl: Séguenos
hu: Kövessen minket
it: Seguici
nb_no: Følg oss
nl: Volg ons
pa_in: ਸਾਨੂੰ ਫਾਅਲੋ ਕਰੋ
pl: Obserwuj nas
pt_br: Siga-nos
ro: Urmărește-ne
sk: Sledujte nás
sl: Ostanite v stiku z nami
sq: Na ndiqni

source: Become a fan
ca: Feu-vos-en admirador
cs: Staňte se fanouškem
da: Bliv en fan
de: Werden Sie Fan
es_ar: Hacete fan
et: Hakka fänniks
fy_nl: Wurd in fan
gl: Fágase fan
hu: Legyen rajongó
it: Diventa fan
nb_no: Bli en fan
nl: Word een fan
pa_in: ਸ਼ੌਕੀਨ ਬਣੋ
pl: Zostań fanem
pt_br: Torne-se um fã
ro: Devino un fan
sk: Staňte sa fanúšikom
sl: Postanite ljubitelj
sq: Bëhuni fan

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
ca: El Firefox està ple d'innovacions que us permeten escriure menys, navegar més i arribar al web ràpidament i fàcil.
cs: Firefox je plný inovací, které vám umožní psát méně, více prohlížet a dostat se na web rychle a snadno.
da: Firefox er fyldt med innovationer, der lader dig taste mindre, surfe mere og komme på nettet hurtigt og let.
de: Firefox steckt voller Innovationen, mit denen Sie weniger tippen, mehr surfen und das Internet schnell und einfach erreichen können.
es_ar: Firefox está lleno de innovaciones que te permitirán escribir menos, navegar más y estar en la Web más rápido y fácilmente.
et: Firefox on täis innovatsiooni, mis võimaldab sul vähem kirjutada ning kiiremini ja lihtsamini veebi lehitseda.
fy_nl: Firefox is fol mei ynnovaassjes dy't jo minder type lit, mear sneupe en fluch maklik op it ynternet lit.
gl: Firefox está cheo de innovacións que lle permiten escribir menos, navegar máis e acceder á Web de forma fácil e rápida.
hu: A Firefox olyan innovációkat tartalmaz, amelynek használata során kevesebbet kell gépelnie és többet böngésznie, így gyorsabban és egyszerűbben internetezhet.
it: Firefox è ricco di innovazioni che ti permettono di scrivere meno, navigare di più e accedere al Web in modo semplice e veloce.
nb_no: Firefox er full av nyskapninger som gjør at du skriver mindre, surfer mere, og kommer i gang på nettet raskt og enkelt.
nl: Firefox zit vol met innovaties die u minder laten typen, meer laten browsen en u snel en eenvoudig op het internet helpen.
pa_in: ਫਾਇਰਫਾਕਸ ਖੋਜਾਂ ਭਰਿਆ ਪਿਆ ਹੈ, ਜੋ ਕਿ ਤੁਸੀਂ ਘੱਟ ਲਿਖਣ, ਵੱਧ ਬਰਾਊਜ਼ ਕਰਨ ਅਤੇ ਵੈੱਬ ਤੁਰੰਤ ਤੇ ਸੌਖੀ ਤਰ੍ਹਾਂ ਵਰਤਣ ਦਿੰਦੀਆਂ ਹਨ।
pl: Firefox oferuje wiele innowacyjnych rozwiązań, dzięki którym możesz mniej czasu poświęcić na wstukiwanie adresów, a więcej na szybsze i łatwiejsze przeglądanie Sieci.
pt_br: O Firefox está repleto de inovações que permitem que você digite menos, navegue mais e acesse a Web rápido e facilmente.
ro: Firefox este plin de inovații care vă permit să tastați mai puțin, să navigați mai mult și să ajungeți la Internet mai rapid și ușor.
sk: Firefox je plný inovácií, vďaka ktorým menej píšete, viac prehliadate a dostanete sa na web rýchlo a jednoducho.
sl: Firefox vsebuje cel kup novosti, sedaj lahko manj tipkate in več brskate ter hitreje in enostavneje pridete na spletu.
sq: Firefox-i përmban plot risi që ju lejojnë të shtypni më pak në tastierë, të shfletoni më tepër dhe të përdorni Web-in më shpejt dhe më lehtë.

source: Freedom from typing
ca: Llibertat per escriure
cs: Osvobození od psaní
da: Fri for at taste
de: Frei von Tipparbeit
es_ar: Libertad para escribir
et: Vabane kirjutamisest
fy_nl: Frijheid mei typjen
gl: Libérese do teclado
hu: Elszabadulás a gépeléstől
it: Libertà dalla tastiera
nb_no: Frihet fra tasting
nl: Vrijheid van typewerk
pa_in: ਲਿਖਣ ਤੋਂ ਆਜ਼ਾਦੀ
pl: Mniej wstukiwania
pt_br: Livre de digitação
ro: Libertate pentru scriere
sk: Sloboda od písania
sl: Rešite se tipkanja
sq: Çlirim nga të shkruajturit
