Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */mobile.po
Languages: ca, cs, da, de, es_ar, et, fy_nl, gl, hu, it, nb_no, nl, pa_in, pl, pt_br, ro, sk, sl, sq

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
ca: La pantalla fantàstica aprèn els vostres llocs preferits perquè hàgiu d'escriure poc o gens per navegar.
cs: Chytrá úvodní obrazovka se učí vaše oblíbené stránky, takže můžete prohlížet s minimálním či žádným psaním.
da: Den fantastiske skærm husker dine foretrukne websteder, så du kan surfe med lidt eller ingen tastning.
de: Der intelligente Bildschirm merkt sich Ihre Lieblingsseiten, damit Sie ohne oder mit nur wenig Tippen surfen können.
es_ar: La pantalla asombrosa aprende tus sitios favoritos para que puedas navegar escribiendo menos o sin escribir.
et: Awesome Screen õpib ära sinu lemmiklehed, nii et võid veebi lehitseda pea kirjutamata.
fy_nl: It startskerm leart jo favorite siden sadat jo blêdzje kinne troch in bytsje oant neat te typjen.
gl: A pantalla incríbel coñece os seus sitios favoritos polo que pode navegar case sen escribir.
hu: Az Intelligens képernyő megtanulja kedvenc oldalait, így kevés gépeléssel vagy gépelés nélkül internetezhet.
it: La schermata iniziale riconosce i tuoi siti preferiti e ti consente di navigare senza digitare nulla (o quasi).
nb_no: Awesome-skjermen lærer hva som er favorittnettstedene dine, og hjelper deg å komme dit med lite eller ingen tasting.
nl: Het Awesome Screen leert uw favoriete websites, zodat u met minder of zonder typewerk kunt browsen.
pa_in: ਬੇਨਜ਼ੀਰ ਸਕੀਰਨ ਤੁਹਾਡੀ ਪਸੰਦ ਦੀਆਂ ਸਾਈਟਾਂ ਬਾਰੇ ਸਿੱਖਦੀ ਹੈ ਤਾਂ ਕਿ ਤੁਹਾਨੂੰ ਬਹੁਤ ਘੱਟ ਜਾਂ ਬਿਲਕੁਲ ਹੀ ਨਾ ਲਿਖਣਾ ਪਵੇ।
pl: Inteligentny ekran zapamiętuje Twoje ulubione strony, dzięki czemu możesz przeglądać Sieć bez potrzeby wstukiwania całych adresów.
pt_br: A Awesome Screen aprende seus sites favoritos para que você possa navegar com pouca ou nenhuma digitação.
ro: Ecranul inteligent învață care sunt siteurile dumneavoastră preferate astfel încât să puteți naviga tastând puțin sau chiar deloc.
sk: Inteligentný prehliadač sa učí vaše obľúbené stránky, takže prehliadate len s minimálnym zadávaním textu.
sl: Pametna vrstica si zapomni priljubljene strani, tako da je tipkanje komaj še potrebno.
sq: Ekrani Mahnitës i mban mend site-et tuaj të parapëlqyer që kështu të shfletoni vetëm me pak ose aspak shkrim në tastierë.

source: Best of both worlds
ca: El millor dels dos móns
cs: Nejlepší pro oba světy
da: Det bedste fra begge verdener
de: Das Beste aus beiden Welten
es_ar: Lo mejor de los dos mundos
et: Parim mõlemast maailmast
fy_nl: Bêste fan beide wrâlden
gl: O mellor de ambos mundos
hu: Mindenből a legjobb
it: Il meglio dei due mondi
nb_no: Det beste av to verdener
nl: Het beste van twee werelden
pa_in: ਦੋਵੇਂ ਸੰਸਾਰ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ
pl: Najlepsze z obu światów
pt_br: O melhor dos dois mundos
ro: Cel mai bun din ambele lumi
sk: Najlepší pre oba svety
sl: Najboljše iz obeh svetov
sq: Më të mirën e të dy botëve

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
ca: El Firefox per a l'Android està ara redissenyat i optimitzat per la manera en què navegueu amb telèfons i tauletes.
cs: Firefox pro Android je nyní navržen a optimalizován pro způsob, jakým prohlížíte na telefonech a tabletech.
da: Firefox til Android er nu redesignet og optimeret til den måde, du surfer på telefoner og tablets.
de: Firefox für Android wurde jetzt neu gestaltet und für das Surfen auf Handys und Tablets optimiert.
es_ar: Firefox para Android ha sido rediseñado y optimizado para la forma en que navegas en teléfonos o tablets..
et: Firefox Androidile on nüüd värske kujundusega ning optimeeritud telefonides ja tahvelarvutites kasutamiseks.
fy_nl: Firefox foar Android is no opnij ûntwerpe en optimalisearre foar de manier hoe't jo sneupe op telefoans en tablets.
gl: Agora Firefox para Android está redeseñado e optimizado para a navegación nos móbiles e nas tabletas.
hu: A Firefox for Android újratervezett és böngészésre optimalizált telefonokon és táblagépeken egyaránt.
it: Firefox per Android è ottimizzato per la navigazione su telefoni cellulari e tablet.
nb_no: Firefox for Android er redesignet og optimalisert for måten du bruker nettet på telefoner og nettbrett.
nl: Firefox voor Android is nu opnieuw ontworpen en geoptimaliseerd voor uw manier van browsen op telefoons en tablets.
pa_in: ਐਡਰਾਇਡ ਲਈ ਫਾਇਰਫਾਕਸ ਨੂੰ ਹੁਣ ਨਵੇਂ ਸਿਰੇ ਤੋਂ ਇੰਝ ਡਿਜ਼ਾਇਨ ਕੀਤਾ ਅਤੇ ਅਨੁਕੂਲ ਬਣਾਇਆ ਗਿਆ ਹੈ ਕਿ ਫੋਨ ਅਤੇ ਟੇਬਲੇਟ ਉੱਤੇ ਬਰਾਊਜ਼ ਕਰ ਸਕੋ।
pl: Firefox dla systemu Android został przebudowany i dostosowany do sposobu, w jaki przeglądasz Internet na telefonach i tabletach.
pt_br: Firefox para Android foi redesenhado e otimizado para o jeito que você navega em celulares e tablets.
ro: Firefox pentru Android este acum reproiectat și optimizat pentru modalitatea de navigare de pe telefoane și tablete.
sk: Firefox pre Android bol upravený a optimalizovaný pre prehliadanie na mobiloch a tabletoch.
sl: Firefox za Android smo preoblikovali in optimizirali za brskanje na telefonih in tablicah.
sq: Firefox-i për Android tani është rihartuar dhe optimizuar që të mund të shfletoni nga telefonë dhe tablete.

source: Browse quick and easy
ca: Navegueu ràpidament i fàcil
cs: Rychlé a snadné prohlížení
da: Surf hurtigt og let
de: Surfen Sie schnell und einfach
es_ar: Navega rápido y fácil
et: Lehitse veebi kiiresti ja lihtsalt
fy_nl: Sneup fluch en maklik
gl: Navega rápido e fácil
hu: Gyors és könnyű böngészés
it: Navigazione semplice e veloce
nb_no: Enkel og rask nettlesing
nl: Snel en eenvoudig browsen
pa_in: ਤੁਰੰਤ ਅਤੇ ਸੌਖੀ ਤਰ੍ਹਾਂ ਬਰਾਊਜ਼ ਕਰੋ
pl: Szybkie i łatwe surfowanie
pt_br: Navegue rápido e facilmente
ro: Navighează rapid și ușor
sk: Jednoduché a rýchle prehliadanie
sl: Brskajte hitro in enostavno
sq: Shfletoni shpejt dhe lehtë

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
ca: Funcions com la sincronització, la navegació amb pestanyes i el poder afegir les adreces d'interès amb un sol toc fan que tot sigui a l'abast.
cs: Funkce jako je synchronizace, prohlížení v panelech či přidání záložky na jedno klepnutí máte na dosah ruky.
da: Du har alt lige ved hånden med funktioner som Sync, faneblads-surfing og bogmærkning med ét tryk.
de: Funktionen wie Sync, Surfen mit Tabs und Setzen von Lesezeichen mit einer einzigen Berührung bedeuten, dass alles, was Sie wollen, in Reichweite ist.
es_ar: Funcionalidades como Sync, navegación por pestañas y marcar una página con un solo toque permiten que todo lo que querés esté cerca, en tu mano.
et: Tänu Sync'ile, kaartidega veebilehitsemisele ning ühe puudutusega järjehoidja lisamisele on kõik, mida soovid, ligidal.
fy_nl: Funksjes lykas Sync, sneupe mei ljepblêden en ien-tik blêdwizerje betsjut dat alles wat jo wolle tichtby is.
gl: Características como Sync, navegación con lapelas e engadir marcadores cun só toque para pór todo o que necesite ao seu alcance.
hu: Az olyan funkciók, mint a Sync, a lapkezelés és a gyors könyvjelzőkezelés már csak egyetlen érintésre vannak.
it: Funzioni come Sync, la navigazione a schede e i segnalibri in un tocco ti permettono di raggiungere al volo tutto ciò che ti serve.
nb_no: Funksjoner som Sync, nettlesing med faner, bokmerking med ett trykk gjør at du har alt du vil ha.
nl: Met functies als Sync, navigeren met tabbladen en bladwijzers maken met één klik hebt u alles wat u wilt bij de hand.
pa_in: ਫੀਚਰ ਜਿਵੇਂ ਕਿ ਸਿੰਕ, ਟੈਬ ਰਾਹੀਂ ਬਰਾਊਜ਼ ਕਰਨਾ, ਇੱਕ ਛੋਹ ਨਾਲ ਬੁੱਕਮਾਰਕ ਕਰਨਾ ਆਦਿ, ਜੋ ਵੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ, ਉਹ ਸਭ ਤੁਹਾਡੇ ਹੱਥਾਂ ਦੇ ਕੋਲ।
pl: Wszystko, czego Ci potrzeba, jest na wyciągnięcie ręki dzięki takim funkcjonalnościom, jak synchronizacja, przeglądanie w kartach i dodawanie zakładek jednym dotknięciem.
pt_br: Recursos como o Sync, navegação por abas e favoritos em um toque trazem tudo que você quer ao alcance de suas mãos.
ro: Caracteristici cum ar fi sincronizarea, navigarea cu file și semnele de carte cu o apăsare sunt tot ceea ce doriți să aveți la îndemână.
sk: Funkcie ako synchronizácia, prehliadanie na kartách a záložky na jeden dotyk sú všetko, čo potrebujete.
sl: Usklajevanje, brskanje z zavihki in zaznamovanje z enim klikom zagotvljajo vse, kar potrebujete, na dosegu roke.
sq: Veçori të tilla si Sync, shfletimi me skeda dhe faqeruajtjet me një prekje do të thotë që gjithçka që ju duhet, e keni në pëllëmbë të dorës.

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
ca: <a %s>Us cal ajuda?</a> Visiteu el nostre lloc d'assistència del Firefox per a l'Android
cs: <a %s>Potřebujete pomoci?</a> Navštivte naše stránky podpory Firefoxu pro Android.
da: <a %s>Brug for hjælp?</a> Besøg vores websted med support til Firefox til Android.
de: <a %s>Benötigen Sie Hilfe?</a> Besuchen Sie unsere Hilfeseite für Firefox für Android.
es_ar: <a %s>¿Necesitás ayuda?</a> Visitá nuestro centro de ayuda de Firefox para Android.
et: <a %s>Vajad abi?</a> Külasta meie Firefox Androidile kasutajatuge.
fy_nl: <a %s>Help nedich?</a> Besykje ús Firefox foar Android Stipesite.
gl: <a %s>Necesita axuda?</a> Visita o noso sitio de asistencia do Firefox para Android.
hu: <a %s>Segítségre van szüksége?</a> Látogasson el a Firefox for Android támogatói oldalra.
it: <a %s>Hai bisogno di aiuto?</a> Visita il nostro sito di supporto per Firefox su Android.
nb_no: <a %s>Trenger du hjelp?</a> Besøk vårt brukerstøttenettsted for Firefox for Android.
nl: <a %s>Hulp nodig?</a> Bezoek onze Firefox voor Android-ondersteuningswebsite.
pa_in: <a %s>ਮੱਦਦ ਚਾਹੀਦੀ ਹੈ?</a> ਐਡਰਾਇਡ ਸਹਾਇਕ ਸਾਈਟ ਲਈ ਸਾਡੇ ਫਾਇਰਫਾਕਸ ਨੂੰ ਵੇਖੋ।
pl: <a %s>Wystąpił problem?</a> Odwiedź stronę pomocy dla Firefoksa dla systemu Android.
pt_br: <a %s>Precisa de ajuda?</a> Visite nosso site de suporte ao Firefox para Android.
ro: <a %s>Ai nevoie de ajutor?</a> Vizitează saitul nostru de suport pentru Firefox pentru Android.
sk: <a %s>Potrebujete pomoc?</a> Navštívte stránky podpory pre Firefox pre Android.
sl: <a %s>Potrebujete pomoč?</a> Obiščite pomoč za Firefox za Android.
sq: <a %s>Ju duhet ndihmë?</a> Vizitoni site-in tonë të Asistencës për Firefox për Android.

source: Download and test the build that’s right for you.
ca: Baixeu i proveu el muntatge que us sigui més adient.
cs: Stáhněte si a vyzkoušejte verzi, která je pro vás vhodná.
da: Download og test det build, der passer dig bedst.
de: Laden Sie den für Sie passenden Build herunter und testen Sie ihn.
es_ar: Descargá y probá la versión que se ajuste a tu necesidad.
et: Laadi alla ning testi just sulle sobivat väljalaset.
fy_nl: Download en test de build dy't krekt foar jo is.
gl: Descargue e probe a versión que se adapte as súas necesidades.
hu: Töltse le és próbálja ki a legmegfelelőbb verziót.
it: Scarica e prova la versione giusta per te.
nb_no: Last ned og prøv ut versjonen som er riktig for deg.
nl: Download en test de versie die bij u past.
pa_in: ਬਿਲਡ ਡਾਊਨਲੋਡ ਅਤੇ ਟੈਸਟ ਕਰੋ, ਜੋ ਵੀ ਤੁਹਾਡੇ ਲਈ ਠੀਕ ਹੋਵੇ।
pl: Pobierz i testuj wydanie, które najbardziej Ci odpowiada.
pt_br: Baixe e teste a melhor versão para você.
ro: Descarcă și testează varianta care ți se potrivește cel mai bine.
sk: Nainštalujte a otestujte zostavenie, ktoré je pre vás to najvhodnejšie.
sl: Prenesite in preskusite izdajo, ki vam najbolj odgovarja.
sq: Shkarkoni dhe provoni montimin e përshtatshëm për ju.

source: See all our channels for mobile »
ca: Vegeu tots els nostres canals pel mòbil »
cs: Zobrazit všechny verze pro mobily »
da: Se alle vores kanaler for mobilen »
de: Sehen Sie sich alle Kanäle für Firefox Mobile an »
es_ar: Mirá todos nuestros canales para disp. móviles »
et: Vaata kõiki mobiiliversiooni kanaleid »
fy_nl: Besjoch al ús kanalen foar mobyl »
gl: Consulte todas as nosas canles para o móbil »
hu: Összes csatorna a mobil eszközhöz »
it: Visualizza tutti i canali di aggiornamento per mobile »
nb_no: Se alle våre kanaler for mobil »
nl: Al onze kanalen voor mobiel bekijken »
pa_in: ਮੋਬਾਇਲ ਲਈ ਸਾਡੇ ਸਭ ਚੈਨਲ ਵੇਖੋ »
pl: Wszystkie wydania mobilnego Firefoksa »
pt_br: Veja nossos canais para o Firefox Móvel »
ro: Vezi toate canalele noastre pentru mobil »
sk: Zobraziť všetky kanály pre mobilný Firefox »
sl: Oglejte si vse kanale za mobilnike »
sq: Shihni krejt kanalet tanë për celularë »

source: Free from the Google Play Store
ca: Gratuït al Google Play Store
cs: Získat zdarma z Google Play
da: Gratis fra Google Play
de: Kostenlos aus dem Google Play Store
es_ar: Gratis desde Google Play
et: Tasuta saadaval Google Playst
fy_nl: Fergees út de Google Play Store
gl: De balde desde o Google Play Store
hu: Ingyenes a Google Play Store-ban
it: Gratis su Google Play
nl: Gratis vanaf de Google Play Store
pl: Pobierz za darmo ze sklepu Google Play
pt_br: Grátis no Google Play
sk: Zadarmo v obchode Google Play
sl: Brezplačno z Google Play Stora
sq: Falas te Shitorja Google Play

source: for
hu: ;Free from iTunes
