Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */mozspaces.po
Languages: de

source: Mozilla Spaces
de: Mozilla-Räumlichkeiten

source: Mountain View
de: Mountain View {ok}

source: Address:
de: Adresse:

source: E-mail:
de: E-Mail-Adresse:

source: Twitter:
de: Twitter: {ok}

source: IRC:
de: IRC: {ok}

source: Auckland
de: Auckland {ok}

source: The first of our new spaces. We opened our doors in New Zealand in July 2011.
de: Die erste unserer neuen Räumlichkeiten. Wir haben unsere Türen in Neuseeland im Juli 2011 geöffnet.

source: Beijing
de: Peking

source: Paris
de: Paris {ok}

source: The Paris space will be moving to a bigger location. Site visits are happening in December 2011 and we're targeting to open the new space in the second quarter of 2012.
de: Die Räumlichkeiten in Paris ziehen an einen größeren Standort um. Besichtigungen der Örtlichkeiten finden im Dezember 2011 statt und wir planen die Eröffnung der neuen Räumlichkeiten im zweiten Quartal 2012.

source: San Francisco
de: San Francisco {ok}

source: We are excited to announce that our new San Francisco space was launched in September 2011 right on the Embarcadero.
de: Wir freuen uns, bekanntzugeben, dass unsere neuen Räumlichkeiten in San Francisco im September 2011 direkt am Embarcadero eröffnet wurden.

source: Toronto
de: Toronto {ok}

source: August 2011 brought the launch of our new Mozilla Space in Toronto, complete with Signature espresso machine.
de: Im August 2011 erfolgte die Eröffnung unserer neuen Mozilla-Räumlichkeiten in Toronto – inklusive der Signature-Espresso-Maschine.

source: Vancouver
de: Vancouver {ok}

source: We are in the process of revamping our Vancouver space. We’re staying in the same building, just expanding to incorporate a new community area that will launch early in 2012. Hope to see you there!
de: Wir erneuern derzeit unsere Räumlichkeiten in Vancouver. Wir bleiben im selben Gebäude, bauen aber aus, um einem neuen Gemeinschaftsbereich Platz zu bieten, der Anfang 2012 eröffnet wird. Hoffentlich sehen wir uns dort!

source: London
de: London {ok}

source: This space is currently under construction and coming along nicely. We’ll be opening our doors in January 2012.
de: Diese Räumlichkeiten werden derzeit gebaut und alles geht gut voran. Wir öffnen unsere Türen im Januar 2012.

source: Berlin
de: Berlin {ok}

source: The search is under way! Stay tuned for updates on tours, building locations and construction kick-off. We’re targeting to open our doors in the second half of 2012.
de: Die Suche läuft! Bleiben Sie dran, um Neuigkeiten zu Besichtigungen, Gebäudestandorten und der Grundsteinlegung zur erfahren. Wir planen die Öffnung der Türen in der zweiten Hälfte des Jahres 2012.

source: Taipei
de: Taipeh

source: We’ll be launching our Taipei space in 2012. Stay tuned for more details.
de: Wir eröffnen unsere Räumlichkeiten in Taipeh im Jahr 2012. Bleiben Sie dran, um weitere Details zu erfahren.

source: Sign up for Mozilla Spaces updates
de: Melden Sie sich an, um Neuigkeiten zu Mozilla-Räumlichkeiten zu erfahren

source: We’re hiring
de: Wir stellen ein

source: Get involved
de: Mitwirken
