Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */newsletter.po
Languages: ast, bs, da, de, el, eo, es_ar, et, fr, fy_nl, gl, gu_in, he, hu, it, mk, nl, pl, pt_br, sk, sl, sq, sv_se

source: Get Monthly News
ast: Obtén noticies mensualmente
bs: Dobijajte mjesečne novosti
da: Få månedlige nyheder
de: Erhalten Sie monatliche Neuigkeiten
el: Λάβετε το μηνιαίο δελτίο νέων μας
eo: Ricevi monatajn novaĵojn
es_ar: Enterate de las novedades mensuales
et: Telli igakuised uudised
fr: Recevez notre lettre mensuelle
fy_nl: Krij eltse moanne nijs
gl: Obter novas mensualmente
gu_in: માસિક સમાચાર મેળવો
he: קבלת עדכוני חדשות חודשיים
hu: Olvassa a Havi Hírlevelet
it: Ricevi la newsletter mensile
mk: Претплатете се на месечните новости
nl: Ontvang maandelijks nieuws
pl: Wiadomości co miesiąc
pt_br: Receba notícias mensalmente
sk: Získať mesačné reporty
sl: Mesečne novice
sq: Merrni Lajme të Përmuajshme
sv_se: Få nyheter varje månad

source: Your Email Address
ast: El to corréu-e
bs: Vaša email adresa
da: Din mailadresse
de: Ihre E-Mail-Adresse
el: Η διεύθυνση σας
eo: Via retpoŝtadreso
es_ar: Tu correo electrónico
et: Sinu e-posti aadress
fr: Votre adresse électronique
fy_nl: Jo e-mailares
gl: O seu enderezo de correo
gu_in: તમારું ઇમેઇલ સરનામું
he: כתובת הדואר האלקטרוני שלך
hu: E-mail cím
it: Il tuo indirizzo email
mk: Вашата адреса за е-пошта
nl: Uw e-mailadres
pl: Twój adres e-mail
pt_br: Seu endereço de e-mail
sk: Vaša e-mailová adresa
sl: Vaš e-poštni naslov
sq: Adresa Juaj Email
sv_se: Din e-postadress

source: Text
ast: Testu
bs: Tekst
da: Tekst
de: Text {ok}
el: Απλό κείμενο
eo: Teksto
es_ar: Texto
et: Tekst
fr: Texte
fy_nl: Tekst
gl: Texto
gu_in: લખાણ
he: מלל
hu: Szöveg
it: Testo
mk: Текст
nl: Tekst
pl: Tekst
pt_br: Texto
sk: Text {ok}
sl: Besedilo
sq: Tekst
sv_se: Text {ok}

source: Available Languages
ast: Llingües disponibles
bs: Dostupni jezici
da: Tilgængelige sprog
de: Verfügbare Sprachen
el: Διαθέσιμες γλώσσες
eo: Haveblaj lingvoj
es_ar: Idiomas disponibles
et: Saadaval olevad keeled
fr: Langues disponibles
fy_nl: Beskikbere talen
gl: Idiomas dispoñíbeis
gu_in: ઉપલબ્ધ ભાષાઓ
he: שפות זמינות
hu: Elérhető nyelvek
it: Lingue disponibili
mk: Достапни јазици
nl: Beschikbare talen
pl: Dostępne języki
pt_br: Idiomas disponíveis
sk: Dostupné jazyky
sl: Jeziki na razpolago
sq: Gjuhë të Mundshme
sv_se: Tillgängliga språk

source: Select country
ast: Seleiciona país
bs: Izaberite državu
da: Vælg land
de: Land auswählen
el: Επιλογή χώρας
eo: Elektu landon
es_ar: Elige país
et: Vali riik
fr: Sélectionnez votre pays
fy_nl: Selektearje lân
gl: Seleccionar país
gu_in: દેશ પસંદ કરો
he: נא לבחור מדינה
hu: Válasszon országot
it: Scegli la nazione
mk: Одбери земја
nl: Land selecteren
pl: Wybór państwa
pt_br: Selecione seu país
sk: Zvoľte krajinu
sl: Izberite državo
sq: Përzgjidhni vendin
sv_se: Välj land

source: Whoops! Be sure to enter a valid email address.
ast: Eeepa! Introduz un corréu-e válidu
bs: Ups! Pobrinite se da unesete ispravnu email adresu.
da: Ups! Kontrollér, at du har indtastet en gyldig mailadresse.
de: Hoppla! Geben Sie bitte eine gültige E-Mail-Adresse ein.
el: Βεβαιωθείτε ότι εισάγατε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
eo: Atentu! Estu certa tajpi validan retpoŝtan adreson.
es_ar: ¡Ups! Asegurate de escribir una dirección de correo electrónico válida.
et: Ups! Veendu, et sisestatud e-posti aadress on korrektne.
fr: Oups&nbsp;! L'adresse que vous avez saisie est invalide
fy_nl: Blinder! Wês wis dat jo in korrekt e-mailadres ynfolje.
gl: Vaites! Asegúrese de que introduciu un enderezo de correo electrónico correcto.
gu_in: અરર! માન્ય ઇમેલ સરનામું દાખલ કરવાની ખાતરી કરો.
he: אופס! נא לוודא שהזנת כתובת דואר אלקטרוני חוקית
hu: Hoppá! Győződjön meg róla, hogy jó e-mail címet adott-e meg.
it: Oops! Verifica di aver inserito un indirizzo email valido.
mk: Упс! Внесете правилна адреса за е-пошта.
nl: Oeps! Zorg dat u een geldig e-mailadres invoert.
pl: Upewnij się, że wpisany adres e-mail jest poprawny.
pt_br: Ops! Confira se você inseriu um endereço de e-mail válido.
sk: Ops! Zadajte platnú e-mailovú adresu.
sl: Opsala! Prepričajte se, da je e-poštni naslov pravilen.
sq: Kujdes! Sigurohuni që po jepni një adresë email të vlefshme.
sv_se: Hoppsan! Var noga med att ange en giltig e-postadress.

source: Please read the Mozilla Privacy Policy and agree by checking the box.
ast: Por favor, llei la Política de Privacidá de Mozilla y aceuta conseñando la caxella.
bs: Molimo da pročitate Mozilla policu privatnosti i da je prihvatite.
da: Læs Mozillas privatlivspolitik, og acceptér den ved at sætte flueben i boksen.
de: Bitte lesen Sie die Mozilla-Datenschutzerklärung und stimmen Sie zu, indem Sie das Kontrollkästchen aktivieren.
el: Παρακαλούμε διαβάστε την πολιτική απορρήτου του Mozilla και αποδεχτείτε την κάνοντας κλικ στο πλαίσιο.
eo: Bonvolu legi la Politiko pri privateco de Mozilla kaj akcepti ĝin per alklakado de la elektobutono.
es_ar: Lee la Política de privacidad de Mozilla y seleccioná la casilla si estás de acuerdo.
et: Palun loe Mozilla privaatsuspoliitikat ja märgista nõustumisel märkeruut.
fr: Veuillez consulter la politique de respect de la vie privée de Mozilla et l'approuver en sélectionnant la case à cocher.
fy_nl: Lês it Mozilla Privacy-belied en gean akkoard troch it fekje oan te finken.
gl: Lea a política de privacidade de Mozilla e acéptea marcándoa a caixa.
gu_in: મહેરબાની કરીને Mozilla ખાનગીપણાની નીતિ વાંચો અને ચકાસણી બોક્સ પર ક્લિક કરીને સંમત થાવ.
he: נא לקרוא את מדיניות הפרטיות ואשרו אותה באמצעות סימון תיבה זו.
hu: Kérjük olvassa el a Mozilla Adatvédelmi irányelveit és fogadja el azokat.
it: Leggi l'informativa sulla privacy di Mozilla e accettala selezionando la casella.
mk: Прочитајте ја политиката за приватност на Mozilla и штиклирајте ако се согласувате.
nl: Lees het privacybeleid van Mozilla en stem hiermee in door het vakje aan te vinken.
pl: Po zapoznaniu się z polityką prywatności Mozilli zaznacz pole, aby ją zaakceptować.
pt_br: Por favor, leia a Política de Privacidade da Mozilla a aceite marcando a caixa.
sk: Prečítajte si Zásady ochrany súkromia Mozilla a odsúhlaste ich označením políčka.
sl: Preberite politiko zasebnosti in jo potrdite, če se strinjate.
sq: Ju lutem lexoni Rregullat e Mozilla-s mbi Vetësinë dhe jepni miratimin duke i vënë shenjë kutisë.
sv_se: Läs Mozillas sekretesspolicy och godkänn genom att klicka i rutan.

source: I agree to the <a href="%s">Privacy Policy</a>
ast: Aceuto la <a href="%s">Política de Privacidá</a>
bs: Prihvatam <a href="%s">policu privatnosti</a>
da: Jeg accepterer <a href="%s">privatlivspolitikken</a>
de: Ich stimme der <a href="%s">Datenschutzerklärung</a> zu
el: Αποδέχομαι την <a href="%s">πολιτική απορρήτου</a>
eo: Mi akceptas la <a href="%s">Politikon pri privateco</a>
es_ar: Estoy de acuerdo con la <a href="%s">Política de privacidad</a>
et: Nõustun <a href="%s">privaatsuspoliitika</a> tingimustega
fr: J'accepte la <a href="%s">politique de respect de la vie privée</a>
fy_nl: Ik gean akkoard mei it <a href="%s">Privacybelied</a>
gl: Estou de acordo coa <a href=\"%s\">política de privacidade</a>
gu_in: હું <a href="%s">ખાનગીપણાની નીતિ</a> સાથે સંમત છું
he: אני מסכים ל<a href="%s">הצהרת הפרטיות</a>
hu: Elfogadom az <a href="%s">Adatvédelmi irányelveket</a>
it: Accetto l'<a href="%s">informativa sulla privacy</a>
mk: Се сложувам со <a href="%s">политиката за приватност</a>
nl: Ik stem in met het <a href="%s">privacybeleid</a>
pl: Akceptuję <a href="%s">politykę prywatności</a>
pt_br: Eu concordo com a <a href="%s">Política de Privacidade</a>
sk: Súhlasím so <a href="%s">Zásadami ochrany súkromia</a>
sl: Strinjam se s <a href="%s">politiko zasebnosti</a>
sq: Pajtohem me <a href="%s">Rregullat e Vetësisë</a>
sv_se: Jag godkänner <a href="%s">sekretesspolicyn</a>

source: Sign me up!
ast: Rexistráime!
bs: Prijavi me!
da: Tilmeld mig!
de: Schreibt mich auf die Liste!
el: Συνδρομή!
eo: Aboni min!
es_ar: ¡Inscribirme!
et: Tellin!
fr: Je m'inscris&nbsp;!
fy_nl: Abonnearje!
gl: Subscribirme!
gu_in: મને જોડી દો!
he: רישמו אותי!
hu: Feliratkozom!
it: Iscrivimi!
mk: Претплати ме!
nl: Schrijf me in!
pl: Zapisz się!
pt_br: Inscrever!
sk: Prihlásiť sa!
sl: Prijavi me!
sq: Regjistromëni!
sv_se: Jag anmäler mig!

source: We will only send you Mozilla-related information.
ast: Namás va unviásete información rellacionao con Mozilla.
bs: Mi ćemo vam slati samo informacije vezane za Mozillu.
da: Vi vil udelukkende sende dig Mozilla-relateret information.
de: Wir schicken Ihnen nur Informationen mit Bezug zu Mozilla.
el: Θα σας στείλουμε μόνο νέα σχετιζόμενα με το έργο Mozilla.
eo: Ni nur sendos al vi informon pri Mozilla.
es_ar: Solo te enviaremos información relacionada a Mozilla.
et: Saadame sulle vaid Mozillaga seotud infot.
fr: Nous ne vous enverrons que des informations concernant Mozilla
fy_nl: Wy sille jo allinnich Mozilla-relatearre ynformaasje stjoere.
gl: Só se lle enviará información relacionada con Mozilla.
gu_in: અમે તમને ફક્ત Mozilla-સંબંધિત માહીતિ મોકલીશું.
he: אנו נשלח אליך רק מידע שקשור ל־Mozilla.
hu: Csak a Mozillával kapcsolatos információt fogunk küldeni.
it: Ti invieremo solo notizie relative a Mozilla.
mk: Ќе Ви испраќаме само информации што се поврзани со Mozilla.
nl: We sturen u alleen Mozilla-gerelateerde informatie.
pl: Przesyłane będą wyłącznie informacje związane z Mozillą.
pt_br: Nós enviaremos somente informações relacionadas à Mozilla.
sk: Zasielať Vám budeme len informácie týkajúce sa Mozilly.
sl: Pošiljali vam bomo samo informacije, ki se tičejo Mozille.
sq: Do t'ju dërgojmë vetëm të dhëna që kanë lidhje me Mozilla-n.
sv_se: Vi kommer endast att skicka Mozilla-relaterad information.

source: Thanks for Subscribing!
ast: Gracies por soscribite!
bs: Hvala za prijavu!
da: Tak for din tilmelding!
de: Danke, dass Sie den Newsletter abonniert haben!
el: Σας ευχαριστούμε για την εγγραφή σας!
eo: Dankon pro la abonado!
es_ar: ¡Gracias por suscribirte!
et: Täname tellimise eest!
fr: Merci de vous être abonné&nbsp;!
fy_nl: Tank foar abonnearjen!
gl: Grazas por subscribirse!
gu_in: ઉમેદવારી નોંધાવવા બદલ આભાર!
he: תודה על הרשמתך!
hu: Köszönjük, hogy feliratkozott!
it: Ti ringraziamo per la tua iscrizione.
mk: Благодариме што се претплативте!
nl: Bedankt voor het inschrijven!
pl: Dziękujemy za subskrypcję!
pt_br: Obrigado por inscrever-se!
sk: Ďakujeme za prihlásenie!
sl: Hvala za prijavo!
sq: Faleminderit për Regjistrimin!
sv_se: Tack för anmälan!

source: We look forward to soon begin sharing tips &amp; tricks on getting the most out of Firefox, as well as exciting news about Mozilla and how we’re working to create a better Web.
ast: Esperamos poder entamar aína a compartir conseyos y trucos pa saca-y el máximu a Firefox, asina como una bona noticia sobre Mozilla y el mou nel que tamos trabayando pa facer una Web meyor.
bs: Jedva čekamo da uskoro počnemo sa vama dijeliti tajne i trikove kako da izvučete maksimum iz Firefoxa, kao i uzbudljive novosti o Mozilli i našem trudu da Web učinimo boljim.
da: Vi ser frem til snarest at dele tips og tricks om, hvordan du får mest muligt ud af Firefox samt spændende nyheder om Mozilla, og hvordan vi arbejder på at skabe et bedre web.
de: Wir freuen uns darauf, Ihnen bald Tipps &amp; Tricks zur Frage zu schicken, wie Sie das meiste aus Firefox herausholen können, sowie aufregende Neuigkeiten über Mozilla und Informationen dazu, wie wir für ein besseres Internet arbeiten.
el: Σύντομα θα αρχίσουμε να σας στέλνουμε συμβουλές και κόλπα για το πως μπορείτε να εκμεταλλευτείτε τον Firefox στο έπακρο, καθώς και ενδιαφέροντα νέα γύρω από το έργο Mozilla και το τι κάνουμε για να φτιάξουμε έναν καλύτερο παγκόσμιο ιστό.
eo: Ni antaŭĝojas jam je la eblon baldaŭ dividi kun vi konsiletojn kaj trukojn por eltiri la maksimumon el Firefox kaj ekscitigajn novaĵojn pri Mozilla kaj pri kiel ni laboras por krei pli bonan Teksaĵon.
es_ar: Estamos ansiosos por compartir consejos y trucos para que saques lo mejor de Firefox, además de noticias sobre Mozilla y cómo trabajamos para crear una Web mejor.
et: Ootame kannatamatult sinuga nippide ja trikkide jagamist, mis aitavad sul Firefoxist parimat võtta. Samuti jagame põnevaid uudiseid Mozillast ning sellest, kuidas parema veebi loomise kallal töötame.
fr: Nous vous enverrons très bientôt des trucs et astuces vous permettant de tirer le meilleur de Firefox ainsi que des nouvelles concernant Mozilla et notre travail dédié à l'amélioration du Web.
fy_nl: Wy sjogge der nei út ynkoarten te starten mei it dielen fan tips &amp; trúks om it measte út Firefox te krijen, en ek opwinend nijs oer Mozilla en hoe we wurkje om in better ynternet te meitsjen.
gl: Moi pronto enviarémoslle trucos e consellos para sacar o máximo proveito de Firefox, así como novas sobre Mozilla e como está traballando para crear unha web mellor.
gu_in: અમે આગળ જતાં ખૂબ જલદી Firefox લગતી યુક્તિઓ અને તરકીબોનું આદાનપ્રદાન કરવાની અને, સાથે સાથે Mozilla વિશે ઉત્તેજક સમાચાર આપવાની પણ અને અમે કેવી રીતે ભેગા મળીને વેબને વધુ સારું બનાવીએ છીએ એ જણાવવાની પણ ઇચ્છા રાખીએ છીએ.
he: אנו מעוניינים להתחיל בקרוב לשתף טיפים שיאפשרו לך להוציא את המירב מ־Firefox, כמו גם חדשות מרתקות על Mozilla וכיצד אנו עמלים לעשות את הרשת לטובה יותר.
hu: Alig várjuk, hogy elkezdhessünk küldeni a Firefox böngészővel kapcsolatos tippeket, trükköket és izgalmas Mozilla-híreket, valamint információkat arról, hogy hogyan dolgozunk egy jobb világhálóért.
it: Non vediamo l'ora di condividere con te suggerimenti e trucchi per ottenere il massimo da Firefox, senza dimenticare le ultime notizie relative a Mozilla e come stiamo lavorando per creare un Web migliore.
mk: Наскоро ќе почнеме да споделуваме совети и трикови за Firefox како и возбудливи вести за Mozilla и што правиме за да создадеме подобра мрежа.
nl: We verheugen ons op het spoedig delen van tips en trucs om het meeste uit Firefox te halen, evenals spannend nieuws over Mozilla en hoe we aan een beter internet bouwen.
pl: Wkrótce zaczniesz otrzymywać od nas wskazówki, które pomogą Ci wykorzystać wszystkie możliwości Firefoksa, a także interesujące informacje na temat Mozilli i jej działań mających na celu uczynienie sieci WWW lepszym miejscem dla wszystkich.
pt_br: Queremos compartilhar em breve dicas e truques para obter o máximo do seu Firefox, além de novidades empolgantes sobre a Mozilla e como estamos trabalhando para criar uma Internet melhor.
sk: Tešíme sa, že sa s Vami budeme môcť v blízkej budúcnosti podeliť s tipmi a trikmi ako získať z vášho Firefoxu čo najviac, so správami zo sveta Mozilly, ako aj o tom, ako sa nám darí robiť internet lepším miestom pre všetkých.
sl: Z veseljem vam bomo kmalu začeli pošiljati nasvete in zvijače, da boste imeli čim več od Firefoxa, poleg tega pa tudi zanimive novice o Mozilli in naših načrtih za boljši splet.
sq: Së shpejti do të ndajmë me ju ndihmëza dhe këshilla rreth se si të përfitoni sa më shumë nga punimi me Firefox-in, si edhe lajme mbresëlënëse rreth Mozilla-s dhe se si po punojmë për të krijuar një Web më të mirë.
sv_se: Vi ser fram emot att snart få börja lämna tips på hur du får ut det mesta av Firefox, samt spännande nyheter om Mozilla och hur vi arbetar för att skapa en bättre webb.

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
ast: Soscríbite pa recibir anovamientos mensuales y tar al día de les novedaes de Firefox, incluyendo los caberos trucos y conseyos pa saca-y el máximu partíu al to restolador web. Ye'l mou perfeutu de que sigamos en contautu contigo.
bs: Prijavite se na mjesečne novosti i ostanite u korak sa Mozilla novostima, uključujući najnovije trikove kako da izvučete maksimum iz svog Firefox browsera. To je savršen način da ostanemo u kontaktu!
da: Modtag månedlige opdateringer, og hold dig ajour med Mozilla-nyheder, herunder de nyeste tips og tricks til at få mest muligt ud af din Firefox-browser. Det er den perfekte måde for os at holde kontakt!
de: Abonnieren Sie den monatlichen Mozilla-Newsletter und erhalten Sie die wichtigsten Mozilla-News. Sie lernen aus erster Hand, wie Sie das Beste aus Ihrem Firefox-Browser herausholen. So bleiben Sie immer auf dem neuesten Stand.
el: Γραφτείτε συνδρομητές στο μηνιαίο ενημερωτικό μας δελτίο και θα είστε πάντα ενημερωμένοι για τα νέα του Mozilla, όπως και τα για τα πιο σύγχρονα κόλπα και συμβουλές για να εκμεταλλεύεστε στο έπακρο τις δυνατότητες του Firefox. Είναι ο καλύτερος τρόπος για να είμαστε σε επικοινωνία!
eo: Abonu la monatajn ĝisdatigojn por koni la aktualaĵojn de Mozilla, kio inkluzivas la lastajn konsilojn kaj trukojn por eltiri la maksimumon el via Firefox. Estas perfekta maniero resti en kontakto!
es_ar: Subscribite a las actualizaciones mensuales y seguí al corriente de la noticias de Mozilla, incluyendo los últimos consejos y trucos para obtener lo mejor de tu navegador. ¡Es la forma perfecta para mantenernos en contacto!
et: Telli igakuine uudiskiri ning ole kursis Mozilla uudistega, kaasa arvatud uusimate nippide ja trikkidega Firefoxi veebilehitsejast parima võtmiseks. See on ideaalne võimalus meiega ühenduses olla!
fr: Abonnez-vous pour être informé chaque mois de toutes les mises à jour et des nouveautés Mozilla, y compris nos dernières astuces pour optimiser votre navigateur Firefox. La meilleure manière de rester en contact&nbsp;!
fy_nl: Meld jo oan foar moanliks nijs en bliuw o 'e hichte mei Mozilla nijs, ynklusyf de lêste tips en trúks om it bêste út joFirefox browser te krijen. It is de perfekte manier foar ús om yn kontakt te bliuwenh!
gl: Subscríbase ás actualizacións mensuais e mantéñase ao corrente das novas de Mozilla, incluíndo os últimos consellos e trucos para sacar o máximo proveito do seu navegador Firefox. É a mellor forma de manternos en contacto!
gu_in: દર મહિને આવતા સુધારામાં ઉમેદવાર બનો અને Mozilla સમાચારો સાથે તાજા રહો, મોટાભાગનાં તમારા Firefox બ્રાઉઝરને મેળવવા માટે તાજેતરની મદદો અને યુક્તિઓને સમાવી રહ્યા છે. આ સંપર્કમાં રહેવાનો સારામાં સારો રસ્તો છે!
he: הירשמו לעדכונים חודשיים והישארו בעניינים עם חדשות מבית Mozilla, כולל גם הטיפים והטריקים החדשים ביותר להוצאת המירב מדפדפן Firefox שלכם. זוהי דרך מעולה עבורנו כדי לשמור על קשר!
hu: Iratkozzon fel a havonta megjelenő hírlevélre, amelyben a Mozilla-híreken túl, a Firefox használatával kapcsolatos tippeket és trükköket is tartalmaz. Ez a legjobb módja annak, hogy tartsuk a kapcsolatot!
it: Iscriviti agli aggiornamenti mensili con le ultime notizie dal mondo Mozilla, inclusi trucchi e suggerimenti per ottenere il massimo da Firefox. È il modo perfetto per rimanere in contatto con noi.
mk: Претплатете се на месечни новости за да бидете во тек со активностите на Mozilla, вклучувајќи совети, трикови и идеи како да добиете најмногу од Вашиот Firefox. Ова е совршен начин да бидеме во контакт!
nl: Abonneer u op maandelijkse updates en blijf op de hoogte met Mozilla-nieuws, waaronder de nieuwste tips en trucs om het meeste uit uw Firefox-browser te halen. Voor ons is het de perfecte manier om contact te houden!
pl: Subskrybuj comiesięczne aktualizacje, aby być na bieżąco z najnowszymi wieściami dotyczącymi Mozilli i otrzymywać nowe wskazówki, dzięki którym w pełni wykorzystasz możliwości Firefoksa. To idealny sposób na utrzymanie z nami kontaktu!
pt_br: Receba atualizações mensais e mantenha-se sempre informado sobre as novidades da Mozilla, inclusive dicas e truques para tirar o máximo proveito do seu navegador Firefox. É a forma ideal de nos comunicarmos!
sk: Prihláste sa odberu mesačných noviniek a budete informovaní o novinkách vo svete Mozilla, vrátane najnovších tipov a trikov ako získať zo svojho Firefoxu čo najviac. Je to perfektný spôsob, ako zostať s nami v spojení!
sl: Naročite se na mesečne posodobitve in ostanite na tekočem za novice o Mozilli, vključno z najnovejšimi nasveti in triki, kako stisniti iz svojega Firefoxa. Odlična možnost za nas, da ostanete na tekočem!
sq: Pajtohuni te përditësimet mujore dhe merrni vazhdimisht lajmet më të reja nga Mozilla, përfshi ndihmëzat më të reja për të përfituar maksimumin nga shfletuesi juaj Firefox. Mënyra e përsosur që të mbajnë lidhjet me njëri-tjetrin!
sv_se: Prenumerera på månatliga Mozilla-nyheter och var uppdaterad med vad som händer, bland annat de senaste tipsen på hur du får ut det bästa av Firefox. Det är det perfekta sättet för oss att hålla kontakten!
