Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */newsletter.po
Languages: ast, bs, da, de, el, eo, es_ar, et, fr, fy_nl, gl, gu_in, he, hu, it, mk, nl, pl, pt_br, sk, sl, sq, sv_se

source: Manage your <span>Newsletter Subscriptions</span>
ast: Remanar les tos <span>soscripciones a los boletines</span>
bs: Upravljajte svojim <span>prijavama na newsletter</span>
da: Håndter dine <span>abonnementer på nyhedsbreve</span>
de: Verwalten Sie Ihre <span>Newsletter-Abonnements</span>
el: Διαχειριστείτε τις <span>συνδρομές σας σε δελτία νέων</span>
eo: Administri viajn <span>abonojn al novaĵleteroj</span>
es_ar: Administrá tus <span>suscripciones a los boletines</span>
et: Halda <span>uudiskirjade tellimusi</span>
fr: Gérez vos <span>abonnements</span>
fy_nl: Behear jo <span>Nijsbrief abonneminten</span>
gl: Xestionar as <span>subscricións aos boletíns</span>
gu_in: તમારી <span>સૂચનાપત્ર ઉમેદવારીઓ</span> ને સંચાલિક કરો
he: ניהול <span>הרשמה לניוזלטרים</span>
hu: Hírlevelek <span>kezelése</span>
it: Gestisci le tue <span>iscrizioni alle newsletter</span>
mk: Уредете ги Вашите <span>претплати на билтени</span>
nl: Beheer uw <span>nieuwsbriefabonnementen</span>
pl: Zarządzaj <span>subskrybowanymi newsletterami</span>
pt_br: Gerenciar suas <span>Assinaturas</span>
sk: Správa <span>oberaných magazínov</span>
sl: Urejanje <span>naročnin na okrožnice</span>
sq: Administroni <span>Pajtimet tuaja në Buletine</span>
sv_se: Hantera dina <span>nyhetsbrevsprenumerationer</span>

source: Subscribe
ast: Soscribime
bs: Prijava
da: Abonner
de: Abonnieren
el: Συνδρομή
eo: Aboni
es_ar: Suscribite
et: Telli
fr: Abonnement
fy_nl: Oanmelde
gl: Subscribir
gu_in: ઉમેદવાર બનો
he: הרשמה
hu: Feliratkozás
it: Iscriviti
mk: Претплати се
nl: Abonneren
pl: Subskrybuj
pt_br: Inscrever-me
sk: Prihlásiť
sl: Prijava
sq: Pajtohuni
sv_se: Prenumerera

source: Unsubscribe
ast: Encaboxar soscripción
bs: Odjava
da: Afmeld abonnement
de: Abonnement entfernen
el: Διαγραφή
eo: Malaboni
es_ar: Desuscribite
et: Lõpeta tellimine
fr: Désabonnement
fy_nl: Ofmelde
gl: Cancelar subscrición
gu_in: ઉમેદવારી હટાવી દો
he: הסרת רישום
hu: Lemondás
it: Annulla iscrizione
mk: Откажи ја претплатата
nl: Uitschrijven
pl: Zrezygnuj z subskrypcji
pt_br: Cancelar
sk: Odhlásiť
sl: Odjava
sq: Çpajtohuni
sv_se: Avsluta prenumeration

source: Check here if you’d like to be removed from all Mozilla emails
ast: Conseña equí si quies date de baxa de tolos correos de Mozilla
bs: Uključite ovdje ako želite da budete uklonjeni sa svih Mozilla emailova
da: Sæt flueben her, hvis du vil frameldes alle mails fra Mozilla
de: Aktivieren Sie dieses Kontrollkästchen, um sich aus allen Mozilla-E-Mail-Listen auszutragen
el: Επιλέξτε το για να διαγραφτείτε από όλα τα μηνύματα του Mozilla
eo: Marku tion ĉi se vi ŝatus ne ricevi mesaĝojn de Mozilla
es_ar: Marcá esta casilla si querés ser removido de los mensajes de Mozilla
et: Klõpsa siia, kui soovid loobuda kõigist Mozilla kirjadest.
fr: Cocher la case si vous désirez vous désabonner de toutes les lettres d'informations de Mozilla
fy_nl: Klik hjir as jo jo ôfmelde wolle foar alle Mozilla e-mails
gl: Marque aquí se desexa darse de baixa de todos os correos de Mozilla
gu_in: અહિંયા ચકાસો જો તમને બધા Mozilla ઇમેઇલમાંથી દૂર થવાનુ ગમે તો
he: נא לסמן כאן אם ברצונך להימחק מכל הודעות הדואר האלקטרוני מאת Mozilla
hu: Jelölje be, ha le szeretne iratkozni az összes Mozilla hírlevélről
it: Fai clic qui per rimuovere il tuo indirizzo da tutte le email Mozilla
mk: Изберете го ова ако сакате да бидете отстранети од сета пошта од Mozilla
nl: Kijk hier als u van alle e-mailberichten van Mozilla wilt worden verwijderd
pl: Zaznacz, jeśli nie chcesz już dostawać żadnych e-maili od Mozilli
pt_br: Marque aqui se você quer deixar de receber qualquer e-mail relacionado à Mozilla
sk: Označte, ak chcete byť odstránený zo všetkých e-mailových zoznamov na posielanie noviniek od Mozilly
sl: Odkljukajte, če želite odjaviti vse naročnine na Mozilline okrožnice
sq: I vini shenjë kësaj nëse do të doni të hiqeni nga krejt email-et e Mozilla-s
sv_se: Kryssa i denna ruta om du vill tas bort från alla Mozillas e-brev

source: Remove me from all Mozilla emails
ast: Esborrame de tolos correos de Mozilla
bs: Ukloni me sa svih Mozilla emailova
da: Frameld mig fra alle mails fra Mozilla
de: Trage mich aus allen Mozilla-E-Mail-Listen aus
el: Διαγραφή από όλα τα μηνύματα Mozilla
eo: Forigi min el la retmesaĝoj de Mozilla
es_ar: Quitarme de todos los correos de Mozilla
et: Eemaldage mind kõigi Mozilla kirjade saajate hulgast
fr: Me désinscrire de toutes les lettres d'informations de Mozilla
fy_nl: Meld my ôf foar alle Mozilla e-mails
gl: Darme de baixa de todos os correos de Mozilla
gu_in: બધા Mozilla ઇમેઇલમાંથી મને દૂર કરો
he: מחקו אותי מכל הודעות הדואר האלקטרוני מאת Mozilla
hu: Leiratkozás az összes Mozilla hírlevélről
it: Rimuovimi da tutte le email Mozilla
mk: Отстрани ме од сета пошта од Mozilla
nl: Mij van alle e-mail van Mozilla verwijderen
pl: Usuń wszystkie subskrypcje Mozilli
pt_br: Excluir-me de todos os e-mails da Mozilla
sk: Odstrániť ma zo všetkých e-mailov od Mozilly
sl: Odjavi me od vseh Mozillinih okrožnic
sq: Hiqmëni nga krejt email-et e Mozilla-s
sv_se: Ta bort mig från alla Mozillas e-brev

source: Save Preferences
ast: Guardar preferencies
bs: Spasi postavke
da: Gem præferencer
de: Einstellungen speichern
el: Αποθήκευση προτιμήσεων
eo: Konservi preferojn
es_ar: Guardar las preferencias
et: Salvesta eelistused
fr: Enregistrer les préférences
fy_nl: Bewarje foarkarren
gl: Gardar preferencias
gu_in: પસંદગીઓ સંગ્રહો
he: שמירת העדפות
hu: Beállítások mentése
it: Salva preferenze
mk: Сними ги преференциите
nl: Voorkeuren opslaan
pl: Ustawienia zapisywania
pt_br: Salvar preferências
sk: Uložiť nastavenia
sl: Shrani nastavitve
sq: Ruajini Parapëlqimet
sv_se: Spara inställningarna

source: Thanks for updating your email preferences.
ast: Gracies por anovar les tos preferencies de corréu.
bs: Hvala na ažuriranju vaših email postavki.
da: Tak fordi du opdaterede dine mailpræferencer.
de: Danke für die Aktualisierung Ihrer E-Mail-Einstellungen.
el: Ευχαριστούμε που ενημερώσατε τις προτιμήσεις αλληλογραφίας σας.
eo: Dankon pro la ĝisdatigo de viaj preferoj.
es_ar: Gracias por actualizar tus preferencias de correo electrónico.
et: Täname eelistuste uuendamise eest.
fr: Merci d'avoir mis à jour vos préférences de réception du courrier.
fy_nl: Tank foar it fernijen fan jo e-mailfoarkarren.
gl: Grazas por actualizar as súas preferencias do correo.
gu_in: તમારાં ઇમેઇલ પસંદગીઓને સુધારવા માટે તમારો આભાર.
he: תודה על עדכון העדפות הדואר האלקטרוני שלך.
hu: Köszönjük, hogy frissítette e-mailbeállításait.
it: Ti ringraziamo per aver aggiornato le tue preferenze email.
mk: Благодариме што ги дополнивте преференциите за е-пошта.
nl: Bedankt voor het bijwerken van uw e-mailvoorkeuren.
pl: Dziękujemy za aktualizację ustawień e-mail.
pt_br: Obrigado por atualizar suas preferências de e-mail.
sk: Ďakujeme za aktualizáciu vašich nastavení.
sl: Hvala, ker ste posobili svoje e-poštne nastavitve.
sq: Faleminderit që përditësuat parapëlqimet tuaja për email.
sv_se: Tack för att du uppdaterar dina e-postinställningar.

source: You've been unsubscribed.
ast: Anulóse la to soscripción.
bs: Odjavljeni ste.
da: Du er blevet frameldt.
de: Sie wurden aus der Abonnentenliste entfernt.
el: Έχετε διαγραφεί.
eo: Vi estis malabonita.
es_ar: Fuiste desuscripto.
et: Sinu tellimus on lõpetatud.
fr: Vous avez été désabonné.
fy_nl: Jo binne ôfmelden.
gl: Cancelou a súa subscrición.
gu_in: તમને ઉમેદવારીમાંથી હટાવી દેવામાં આવ્યા છે.
he: רישומך הוסר בהצלחה.
hu: Leiratkozása megtörtént.
it: La tua iscrizione è stata annullata.
mk: Претплатата е откажана.
nl: U bent uitgeschreven.
pl: Subskrypcja usunięta.
pt_br: Sua assinatura foi cancelada.
sk: Váš odber bol zrušený.
sl: Zdaj ste odjavljeni.
sq: U çpajtuat.
sv_se: Din prenumeration har avslutats.

source: We’re sorry to see you go. Would you mind telling us why you’re leaving?
ast: Llamentamos enforma que nos dexes. ¿Importaríate dicinos el motivu?
bs: Žao nam je vidjeti vas kako odlazite? Da li biste nam rekli zašto nas napuštate?
da: Vi er kede af at du framelder dig. Vil du fortælle os hvorfor?
de: Es tut uns Leid, dass Sie gehen. Würden Sie uns bitte sagen, warum Sie uns verlassen?
el: Λυπούμαστε που αποχωρείτε. Θα σας πείραζε να μας πείτε το γιατί;
eo: Ni bedaŭras vian malabonon. Ĉu vi ŝatus diri al ni kial vi foriras?
es_ar: Nos entristece verte ir. ¿Te molestaría decirnos por qué no querés recibir más el boletín?
et: Meil on kahju, et loobusid uudiskirjast. Kas ütleksid meile, miks sa nii otsustasid?
fr: Nous sommes désolés de vous voir partir. Pouvez-vous nous dire pourquoi vous vous désabonnez&nbsp;?
fy_nl: Wy fine it spitch. Wolle jo ús miskien fertelle wêrom jo jo ôfmelde?
gl: Sentimos que se vaia. Importaríalle dicirnos porque se vai?
gu_in: તમને જતા જોઇને અમે દિલગીર છીએ. શું તમે અમને કહી શકો છો કે તમે શા માટે જઇ રહ્યા છો?
he: אנו מצטערים שבחרת לעזוב. אפשר בבקשה לדעת למה בחרת לעזוב?
hu: Sajnáljuk, hogy nem marad velünk. Megosztaná velünk távozásának okát?
it: Ci dispiace per la tua decisione. Puoi spiegarci le motivazioni della tua scelta?
mk: Жалиме што си одите. Дали би ни кажале поради кои причини си одите?
nl: We vinden het jammer dat u weggaat. Wilt u misschien vertellen waarom?
pl: Szkoda, że nas opuszczasz. Możesz nam powiedzieć, co Cię do tego skłoniło?
pt_br: Estamos tristes com sua saída. Você se importaria de nos dizer por que está saindo?
sk: Mrzí nás, že odchádzate. Môžete nám povedať svoje dôvody?
sl: Žal nam je, da se poslavljate. Bi nam lahko zaupali, zakaj nas zapuščate?
sq: Na vjen keq t'ju shohim që largoheni. A ju vjen keq të na thoni pse po largoheni?
sv_se: Vi tycker det är tråkigt att du lämnar oss. Har du någonting emot att berätta varför du gör det?

source: You send too many emails.
ast: Recibo munchos correos.
bs: Šaljete previše emailova.
da: I sender for mange mails.
de: Ihr habt zu viele E-Mails geschickt.
el: Στέλνετε πολλά μηνύματα.
eo: Vi sendas tro multe da retpoŝtaj mesaĝoj.
es_ar: Envían demasiados mensajes.
et: Te saadate liiga palju kirju.
fr: VOus envoyez trop de courriels.
fy_nl: Jim stjoere te folle e-mails.
gl: Envían demasiados correos.
gu_in: તમે ઘણાં ઇમેઇલ મોકલ્યા છે.
he: אתם שולחים הרבה יותר מידי הודעות דואר אלקטרוני.
hu: Túl sok e-mailt kapok.
it: Mi inviate troppe email.
mk: Испраќате многу пораки.
nl: Jullie sturen te veel e-mailberichten.
pl: Przychodziło do mnie za dużo poczty.
pt_br: Vocês enviam e-mails demais.
sk: Poslali ste mi príliš veľa e-mailových správ.
sl: Dobivam preveč pošte.
sq: Dërgoni shumë email-e.
sv_se: Ni skickar alldeles för många e-brev.

source: Your content wasn't relevant to me.
ast: El conteníu nun yera relevante pa mí.
bs: Vaš sadržaj mi nije bio relevantan.
da: Indholdet var ikke relevant for mig.
de: Eure Inhalte waren für mich nicht relevant.
el: Το περιεχόμενο δεν με ενδιέφερε.
eo: Viaj mesaĝoj ne estis gravaj por mi.
es_ar: El contenido no era interesante para mi.
et: Teie saadetud sisu polnud minu jaoks asjakohane.
fr: Le contenu ne me concernait pas.
fy_nl: Jim ynhâld wie net relevant foar my.
gl: O contido non era relevante para min.
gu_in: તમારુ સમાવિષ્ટ મને સંબંધિત ન હતુ.
he: התוכן אינו מעניין אותי.
hu: A tartalom nem érdekes számomra.
it: I contenuti non mi interessavano.
mk: Содржината на пораката не е важна за мене.
nl: Jullie inhoud was voor mij niet relevant.
pl: Treść mnie nie interesowała.
pt_br: O conteúdo não era relevante para mim.
sk: Obsah nebol pre mňa relevantný.
sl: Vaša vsebina me ni zanimala.
sq: Lënda juaj nuk më intereson.
sv_se: Ert innehåll var inte relevant för mig.

source: Your email design was too hard to read.
ast: El diseñu del corréu nun facilitaba la llectura.
bs: Dizajn vašem emaila mi je bio teško čitljiv.
da: Mailens udformning gjorde den svær at læse.
de: Euer E-Mail-Design war zu schwer zu lesen.
el: Η διαμόρφωση των μηνυμάτων ήταν δυσανάγνωστη.
eo: La aranĝado de viaj mesaĝoj estis tro malfacile legebla.
es_ar: El diseño del boletín era demasiado difícil de leer.
et: Kirjade kujundus oli raskesti loetav.
fr: La lettre était visiuellement pénible à lire.
fy_nl: Jim e-mail wie te swier om te lêzen.
gl: O deseño do correo era demasiado difícil de ler.
gu_in: તમારી ઇમેઇલ રચના વાંચવા માટે ઘણી મુશ્કેલ હતી.
he: עיצוב ההודעות היה קשה מידי לקריאה.
hu: Az e-mail a design miatt nehezen olvasható.
it: Il design delle email era troppo difficile da leggere.
mk: Дизајнот ја прави пораката тешка за читање.
nl: Jullie e-mailontwerp was te moeilijk om te lezen.
pl: E-maile nie były przejrzyste i czytelne.
pt_br: O e-mail era muito difícil de ler.
sk: E-mailové správy boli ťažko čitateľné.
sl: Vašo pošto je bilo težko brati.
sq: Skema juaj për email-et është e vështirë për t'u lexuar.
sv_se: Meddelandeutformningen gjorde e-breven för svåra att läsa.

source: I didn't sign up for this.
ast: Nun me di d'alta nesta soscripción.
bs: Ja se nisam prijavio na ovo.
da: Jeg har ikke tilmeldt mig.
de: Ich habe mich dafür nicht angemeldet.
el: Δεν είχα ζητήσει συνδρομή.
eo: Mi me abonis tion ĉi.
es_ar: No me suscribí por esto.
et: Ma pole neid tellinud.
fr: Je ne m'étais pas inscrit à cette lettre.
fy_nl: Ik haw my hjir net foar oanmelden.
gl: Non me din de alta nesta subscrición.
gu_in: આની માટે મેં સાઇન અપ કર્યુ નથી.
he: לא נרשמתי לזה.
hu: Nem iratkoztam fel.
it: Non ho mai chiesto di ricevere queste email.
mk: Не се претплатив на ова.
nl: Ik heb me hier niet voor ingeschreven.
pl: Subskrypcja nie została zamówiona przeze mnie.
pt_br: Eu não me inscrevi para receber esses e-mails.
sk: K tomuto odberu som sa neprihlásil.
sl: Nisem se prijavil na okrožnico.
sq: Nuk u pajtova për këtë.
sv_se: Jag registrerade mig aldrig för det här.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
ast: Prefiero siguir en contautu con Mozilla en Facebook y Twitter.
bs: Radije pratim vijesti iz Mozille na Facebooku i Twitteru.
da: Jeg holder kontakten med Mozilla på Facebook og Twitter i stedet.
de: Ich bleibe lieber über Facebook und Twitter mit Mozilla in Verbindung.
el: Ενημερώνομαι για το έργο Mozilla από το Facebook και το Twitter.
eo: Mi anstataŭe sekvas Mozilla per Facebook kaj Twitter.
es_ar: Me mantendré al tanto de Mozilla en Facebook y Twitter.
et: Jälgin Mozilla tegemisi hoopis Facebookis ja Twitteris.
fr: Je suis déjà les nouvelles concernant Mozilla sur Facebook et Twitter.
fy_nl: Ik bliuw op 'e hichte mei Mozilla op Facebook en Twitter.
gl: No seu lugar estou mantendo o contacto con Mozilla en Facebook e Twitter.
gu_in: હું તેને બદલે Facebook અને Twitter પર Mozilla સાથે સંપર્ક રાખી રહી છુ.
he: אני במעקב אחרי Mozilla ב־Facebook ו־Twitter במקום.
hu: Inkább a Facebookon és a Twitteren tartom a kapcsolatot a Mozillával.
it: Preferisco seguire Mozilla su Facebook e Twitter.
mk: Ја следам Mozilla на Facebook и Twitter.
nl: Ik houd in plaats hiervan contact met Mozilla via Facebook en Twitter.
pl: Wolę śledzić Mozillę na Twitterze i Facebooku.
pt_br: Eu estou acompanhando a Mozilla pelo Facebook e Twitter.
sk: S Mozillou som v kontakte na Facebooku a Twitteri.
sl: V stiku z Mozillo sem raje na Facebooku in Twitterju.
sq: Lidhjet me Mozilla-n i mbaj më mirë Facebook dhe Twitter.
sv_se: Jag behåller kontakten med Mozilla på Facebook och Twitter istället.

source: Submit
ast: Unviar
bs: Pošalji
da: Indsend
de: Absenden
el: Υποβολή
eo: Sendi
es_ar: Enviar
et: Valmis
fr: Envoyer
fy_nl: Ynstjoere
gl: Enviar
gu_in: ઉમેરો
he: שליחה
hu: Elküld
it: Invia
mk: Испрати
nl: Indienen
pl: Wyślij
pt_br: Enviar
sk: Odoslať
sl: Pošlji
sq: Parashtroje
sv_se: Skicka

source: Thanks for telling us why you’re leaving.
ast: Gracies por danos les tos razones.
bs: Hvala što ste nam rekli zašto odlazite.
da: Tak fordi du fortæller os, hvorfor du framelder dig.
de: Danke, dass Sie uns gesagt haben, warum Sie uns verlassen.
el: Σας ευχαριστούμε που μας εξηγείτε τον λόγο αποχώρησης σας.
eo: Dankon por respondi kial vi foriras.
es_ar: Gracias por decirnos por qué prefieres desuscribirte.
et: Täname, et avaldasid lahkumise põhjuse.
fr: Merci de nous dire pourquoi vous vous désabonnez.
fy_nl: Tank foar jo kommentaar wêrom't jo jo ôfmelde.
gl: Grazas por dicirnos porque se vai.
gu_in: અમને કહેવા બદલ તમારો આભાર શામાટે તમે જઇ રહ્યા છો.
he: תודה שסיפרת לנו למה בחרת לעזוב.
hu: Köszönjük, hogy megosztotta velünk leiratkozásának okát.
it: Ti ringraziamo per averci spiegato i motivi della tua decisione.
mk: Благодариме што ни кажавте зошто си одите.
nl: Bedankt voor het melden van de reden van uw vertrek.
pl: Dziękujemy za wyjaśnienie, dlaczego nas opuszczasz.
pt_br: Obrigado por esclarecer sua partida.
sk: Ďakujeme za uvedenie dôvodov, prečo odchádzate.
sl: Hvala, da ste nam povedali svoje razloge za odjavo.
sq: Faleminderit që na treguat pse po largoheni.
sv_se: Tack för att du berättar för oss varför du lämnar oss.

source: Mozilla Newsletters
ast: Boletín de Mozilla
bs: Mozilla Newsletteri
da: Nyhedsbreve fra Mozilla
de: Mozilla-Newsletter
el: Δελτία ειδήσεων Mozilla
eo: Novaĵleteroj de Mozilla
es_ar: Boletines de Mozilla
et: Mozilla uudiskirjad
fr: Lettres d'informations de Mozilla.
fy_nl: Mozilla nijsbrieven
gl: Boletíns de Mozilla
gu_in: Mozilla સૂચનાપત્રો
he: ניוזלטרים של Mozilla
hu: Mozilla Hírlevél
it: Mozilla Newsletter
mk: Билтени на Mozilla
nl: Mozilla-nieuwsbrieven
pl: Biuletyny Mozilli
pt_br: Mozilla Newsletters {ok}
sk: Magazíny Mozilla
sl: Mozilla - novice
sq: Buletinë Mozilla
sv_se: Mozillas nyhetsbrev

source: Thanks! Please check your inbox to confirm your subscription.
ast: Gracies! Mira na to bandexa d'entrada pa confirmar la to soscripción.
bs: Hvala! Molimo da posjetite svoj inbox i potvrdite svoju prijavu.
da: Tak! Tjek din indbakke, så du kan bekræfte din tilmelding.
de: Vielen Dank! Bitte kontrollieren Sie Ihren Posteingang, um Ihr Abonnement zu bestätigen.
el: Σας ευχαριστούμε! Παρακαλούμε ελέγξτε την αλληλογραφία σας για να επιβεβαιώσετε τη συνδρομή σας.
eo: Dankon! Bonvolu kontroli vian enirkeston por konfirmi vian abonon.
es_ar: ¡Gracias! Mirá tu bandeja de entrada para confirmar tu suscripción.
et: Täname! Palun vaata tellimuse kinnitamiseks oma postkasti.
fr: Merci&nbsp;! Veuillez relever votre boîte aux lettres pour confirmer votre abonnement.
fy_nl: Tank! Sjoch yn jo postfek yn om jo oanmelding te befestigjen.
gl: Grazas! Comprobe a súa caixa de entrada para confirmar a subscrición.
gu_in: તમારો આભાર! મહેરબાની કરીને તમારી ઉમેદવારીની ખાતરી કરવા માટે તમારાં ઇનબોક્સને ચકાસો.
he: תודה! בבקשה לבדוק את תיבת הדואר הנכנס כדי לאשר את הרישום.
hu: Köszönjük! Keresse meg postafiókjában a jóváhagyó levelet.
it: Grazie! Controlla la tua posta per confermare l'iscrizione.
mk: Благодариме! Проверете го Вашето сандаче за да ја потврдите претплатата.
nl: Bedankt! Controleer uw Postvak IN om uw inschrijving te bevestigen.
pl: Dziękujemy! Sprawdź swoją skrzynkę, by potwierdzić subskrypcję.
pt_br: Obrigado! Por favor, verifique sua caixa de entrada para confirmar sua inscrição.
sk: Ďakujeme! Na vašu e-mailovú adresu bolo odoslané potvrdenie odberu.
sl: Hvala! Poglejte v svoj vhodni predal, da potrdite svojo prijavo.
sq: Faleminderit! Ju lutemi, kontrolloni postën tuaj që të ripohoni pajtimin tuaj.
sv_se: Tack! Gå till din inkorg för att bekräfta din prenumeration.
