Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */newsletter.po
Languages: ast, bs, da, de, el, eo, es_ar, et, fr, fy_nl, gl, gu_in, he, hu, it, mk, nl, pl, pt_br, sk, sl, sq, sv_se

source: We just sent you a confirmation message by email. Click on the confirmation link in this email to validate your subscription to this mailing list.
ast: Acabamos d'unviate un mensaxe de confirmación per corréu. Fai click nel enllaz de confirmación pa validar la to soscripción a esta llista de corréu.
bs: Upravo smo Vam poslali email poruku za potvrdu. Kliknite na link za potvrdu u ovom emailu kako biste potvrdili svoju prijavu na ovu mailing listu.
da: Vi har lige sendt dig en bekræftelse via mail. Klik på linket i mailen for at bekræfte din tilmelding til mailinglisten.
de: Wir haben Ihnen gerade eine E-Mail zur Bestätigung geschickt. Klicken Sie auf den Bestätigungs-Link in dieser E-Mail, um Ihr Abonnement dieser Mailingliste zu bestätigen.
el: Μόλις σας στείλαμε ένα μήνυμα επιβεβαίωσης στο ηλεκτρονικό σας ταχυδρομείο. Κάντε κλικ στο δεσμό επιβεβαίωσης μέσα στο μήνυμα για να επικυρώσετε τη συνδρομή σας σ' αυτή τη λίστα ηλεκτρονικού ταχυδρομείου.
eo: Ni ĵus sendis konfirman mesaĝon per retpoŝto. Bonvolu alklaki la konfirman ligilon en tiu mesaĝo por validigi vian abonon al tiu ĉi dissendolisto.
es_ar: Te acabamos de enviar un mensaje de confirmación por correo electrónico. Hacé clic en el enlace de confirmación que te llegará en el correo para validar tu subscripción a esta lista de correo.
et: Saatsime sulle äsja e-postiga kontrollsõnumi. Klõpsa kirjas olevale kontroll-lingile ning kinnita postiloendi tellimus.
fr: Vérifiez dans votre boîte de réception que vous avez bien reçu le message de confirmation. Votre inscription à la lettre d'informations de Mozilla ne sera effective qu'après avoir cliqué sur le lien de confirmation.
fy_nl: Wy hawwe jo krekt in befestigingse-mail stjoerd. Klik op de befestigingskeppeling yn dizze e-mail om jo oanmelding te falidearjen.
gl: Só lle enviaremos unha mensaxe de confirmación ao correo. Prema na ligazón de confirmación deste correo para validar a súa subscrición a esta rolda de correo.
gu_in: અમે હમણાં ઇમેઇલ દ્દારા ખાતરી સંદેળો મોકલ્યો. આ મેઇલીંગ યાદીમાં તમારી ઉમેદવારીની ચકાસણી કરવા માટે આ ઇમેઇલમાં ખાતરી કડી પર ક્લિક કરો.
he: שלחנו אליך הודעת אישור בדואר האלקטרוני. אנא ללחוץ על קישור האישור בהודעת דואר אלקטרוני זו כדי לאמת את הרישום שלך לרשימת הדיוור.
hu: Elküldtük e-mailben a visszaigazoló üzenetet. Kattintson a levélben található hivatkozásra a levelezőlistára történő feliratkozás megerősítéshez.
it: Ti abbiamo inviato una email di conferma. Fai clic sul link presente nel messaggio per confermare la tua iscrizione a questa mailing list.
mk: Штотуку Ви испративме порака за потврда. Кликнете на врската за потврда за да се претплатите на оваа листа.
nl: We hebben u zojuist per e-mail een bevestigingsbericht gestuurd. Klik op de koppeling voor bevestiging in dit e-mailbericht om uw inschrijving voor deze mailinglijst te valideren.
pl: Wysłaliśmy e-mail z potwierdzeniem. Kliknij zawarty w nim odnośnik, aby potwierdzić zapisanie się do tej listy mailingowej.
pt_br: Confira a sua caixa de entrada: deve ter recebido uma mensagem de confirmação. Basta clicar no link de confirmação contido no e-mail para começar a receber as notícias da Firefox & Você.
sk: E-mailovou správou Vám bolo odoslané potvrdenie. Kliknite na odkaz v tejto správe, čím potvrdíte vaše zaradenie do rozosielacieho zoznamu.
sl: Pravkar smo vam po elektronski pošti poslali potrditveno sporočilo. Kliknite na povezavo v sporočilu, da potrdite naročnino za ta poštni seznam.
sq: Sapo ju dërguam me eamil një mesazh ripohimi. Klikoni mbi lidhjen e ripohimit te ai email dhe bëjeni të vlefshme pajtimin tuaj te kjo listë postimesh.
sv_se: Vi har nu skickat ett bekräftelsemejl till dig. Klicka på bekräftelselänken i det meddelandet för att bekräfta att du vill prenumerera på den här mejlinglistan.

source: Read all about it in our <span>newsletter</span>
ast: ¡Llei tola información tocante a Firefox nel <span>nuesu boletín!</span>
bs: Pročitajte sve o tome u našem <span>newsletteru</span>
da: Læs mere i vores <span>nyhedsbrev</span>
de: Erfahren Sie mehr mit dem <span>Mozilla-Newsletter</span>
el: Διαβάστε περισσότερα στο <span>δελτίο νέων</span> μας.
eo: Legu ĉion pri tio en nia <span>novaĵletero</span>
es_ar: Lee todo acerca de ello en nuestro <span>boletín de noticias</span>
et: Loe rohkem meie <span>uudiskirjast</span>
fr: Découvrez notre <span>lettre d'informations</span>
fy_nl: Lês alles hjiroer yn ús <span>nijsbrief</span>
gl: Léao todo no noso <span>boletín de información</span>
gu_in: અમારાં <span>સૂચનાપત્ર</span> માં તેના વિશે બધુ વાંચો
he: קראו עוד על כך ב<span>ניוזלטר</span> שלנו
hu: Olvasson erről a <span>hírlevelünkben</span>
it: Scopri tutti i dettagli nella nostra <span>newsletter</span>
mk: Читајте сѐ во нашиот <span>билтен</span>
nl: Lees er alles over in onze <span>nieuwsbrief</span>
pl: Przeczytaj więcej na ten temat w naszym <span>newsletterze</span>
pt_br: Saiba tudo sobre a Mozilla com <span>nossa newsletter</span>
sk: Viac v našom <span>magazíne</span>
sl: Vse to in še več v naši <span>okrožnici</span>
sq: Lexoni gjithçka për të te <span>buletini</span> ynë
sv_se: Läs om allt i vårt <span>nyhetsbrev</span>

source: Your newsletter subscription has been confirmed.
ast: Confirmóse la to soscripción al nuesu boletín.
bs: Vaša prijava na newsletter je potvrđena.
da: Dit abonnementet på nyhedsbrevet er blevet bekræftet.
de: Ihr Newsletter-Abonnement wurde bestätigt.
el: Η συνδρομή σας επιβεβαιώθηκε.
eo: Via abono al la novaĵletero estis konfirmita.
es_ar: Tu suscripción al boletín de noticias fue confirmada.
et: Uudiskirja tellimus on kinnitatud.
fr: Votre inscription à la lettre d'informations est maintenant confirmée.
fy_nl: Jo nijsbrief oanmelding is befestige.
gl: Confirmouse a súa subscrición ao boletín de información.
gu_in: તમારી સૂચનાપત્ર ઉમેદવારીની ખાતરી કરી દેવામાં આવી છે.
he: אושר הרישום שלך לניוזלטר.
hu: A hírlevél-előfizetés jóváhagyása megtörtént.
it: La tua iscrizione alla newsletter è stata confermata.
mk: Вашата претплата на билтенот е потврдена.
nl: Uw nieuwsbriefinschrijving is bevestigd.
pl: Subskrypcja została potwierdzona.
pt_br: Sua assinatura da nossa newsletter foi confirmada.
sk: Odber magazínu bol potvrdený.
sl: Vaša prijava na okrožnico je potrjena.
sq: Pajtimi juaj te buletini u konfirmua.
sv_se: Din nyhetsbrevsprenumeration har bekräftats.

source: Format
ast: Formatu
bs: Format {ok}
da: Format {ok}
de: Format {ok}
el: Μορφή
eo: Formo
es_ar: Formato
et: Vorming
fr: Format {ok}
fy_nl: Formaat {OK}
gl: Formato
gu_in: બંધારણ
he: תבנית
hu: Formátum
it: Formato
mk: Формат
nl: Opmaak
pl: Format {ok}
pt_br: Formato
sk: Formát
sl: Format {ok}
sq: Format {ok}
sv_se: Format {ok}

source: You’re All Set! <span>But Wait, There’s More</span>
ast: Too llisto! <span>Pero espera, entá hai más</span>
bs: Spremni ste! <span>No sačekajte, ima još</span>
da: Du er klar! <span>Men vent, der er mere</span>
de: Sie sind startklar! <span>Aber halt, es gibt noch mehr</span>
el: Είστε έτοιμοι! <span>Αλλά υπάρχουν κι άλλα!</span>
eo: Vi pretas! <span>Sed atendu, tio ne estas ĉio</span>
es_ar: ¡Ya estás preparado! <span>Pero esperá, aún hay más</span>
et: Seadistamine on lõppenud! <span>Kuid oota, see polnud kõik.</span>
fr: Vous voilà paré&nbsp;! <span>Mais ce n'est pas tout&nbsp;!</span>
fy_nl: Jo binne klear! <span>Mar Wacht, der is mear</span>
gl: Xa está todo configurado! <span>Pero agarde, aínda hai máis</span>
gu_in: તમે બધા સુયોજિત છો! <span>પરંતુ રાહ જુઓ, વધારે ત્યાં છે</span>
he: סיימנו! <span>חכו רגע, יש עוד</span>
hu: Minden készen áll! <span>De várjunk, van itt még valami</span>
it: È tutto pronto. <span>Però aspetta, c'è dell'altro</span>
mk: Сѐ е спремно! <span>Но, има уште</span>
nl: U bent er klaar voor! <span>Maar wacht, er is meer</span>
pl: Gotowe! <span>Ale jest też więcej</span>
pt_br: Tudo pronto! <span>Mas espere, Tem mais</span>
sk: A je hotovo! <span>Počkať, je toho ešte viac</span>
sl: Urejeno! <span>Ampak trenutek, to še ni vse</span>
sq: Jeni Gati! <span>Por Daleni Pak, Ka Edhe Më</span>
sv_se: Nu är allting klart! <span>Men vänta, det finns mer</span>!

source: Want to get the most relevant info? Tell us a little more about yourself. And while you’re here, sign up for other Mozilla news.
ast: Quies tener más información? Cuéntanos coses tocante a ti. Y mentanto teas equí, soscríbite a otres noticies de Mozilla.
bs: Želite dobijati najrelevantnije informacija? Recite nam malo više o sebi. A kad ste već ovdje, prijavite se i na druge Mozilla novosti.
da: Vil du have de mest relevante informationer? Fortæl os lidt mere om dig selv. Og mens du er her, så tilmeld dig andre Mozilla-nyheder.
de: Möchten Sie die wichtigsten Informationen erhalten? Erzählen Sie uns ein bisschen von Ihnen. Und wenn Sie schon da sind, melden Sie sich für andere Mozilla-Nachrichten an.
el: Θέλετε να έχετε ακριβείς πληροφορίες για όσα σας ενδιαφέρουν; Πείτε μας μερικά πράγματα για εσάς. Κι αφού είστε εδώ, γραφτείτε συνδρομητές και σε άλλα δελτία νέων του Mozilla.
eo: Ĉu vi volas ricevi la plej aktualajn informojn? Rakontu al ni iomete pri vi, kaj profitu vian viziton por aboni aliajn novaĵleterojn de Mozilla.
es_ar: ¿Querés tener la información más importante? Contanos un poc sobre vos. Y ya que estás acá, suscribite a más noticias de Mozilla.
et: Soovid saada kõige asjakohasemat infot? Räägi meile endast veidi rohkem ning telli veel teisigi Mozilla uudiseid.
fr: Vous voulez obtenir les informations les plus pertinentes&nbsp;? Dites-nous en un peu plus sur vous. Et puisque vous êtes là, profitez-en pour vous abonner à d'autres nouvelles sur Mozilla.
fy_nl: Wolle jo de meast relevante ynfo krije? Fertel ús wat mear oer josels. En wylst jo hjir binne, meld jo oan foar oar Mozilla nijs.
gl: Desexa recibir a información máis relevante? Contenos un pouco máis sobre vostede. E mentres está aquí, rexístrese noutras novas de Mozilla.
gu_in: શું તમે સૌથી વધુ સંબંધિત માહિતી મેળવવા માંગો છો? તમારાં વિશે થોડુ વધારે અમને કહો. અને તમે જ્યારે અહિંયો હોય, ત્યારે બીજા Mozilla સમાચારો માટે સાઇન અપ કરો.
he: רוצים לקבל מידע רלוונטי ביותר? בבקשה ספרו לנו קצת עצמכם. ואם אתם כבר כאן, באפשרותכם להירשם לערוצי עדכונים נוספים.
hu: Szeretne további információt kapni? Mondjon magáról egy kicsivel többet és addig is, iratkozzon fel további Mozilla hírlevelekre.
it: Vuoi ricevere informazioni più rilevanti? Dicci qualcosa di più su di te. Se vuoi puoi iscriverti anche ad altre notizie dal mondo Mozilla.
mk: Ги сакате најважните информации? Кажете ни уште нешто за себе и претплатете се на други вести од Mozilla.
nl: Wilt u de meest relevante info ontvangen? Vertel ons iets meer over uzelf. En registreer meteen voor ander Mozilla-nieuws, nu u er toch bent.
pl: Chcesz dostawać informacje, które bardziej Cię zainteresują? Powiedz nam o sobie więcej. Przy okazji możesz też subskrybować inne wiadomości od Mozilli.
pt_br: Quer receber as informações mais relevantes? Conte-nos um pouco mais sobre você. E enquanto você está aqui, inscreva-se em outras notícias da Mozilla.
sk: Chcete dostávať čo najrelevantnejšie informácie? Povedzte nám o sebe čosi viac. A keď už ste tu, môžete sa prihlásiť k odberu ďalších noviniek o Mozille.
sl: Želite prejemati najbolj ustrezne novice? Povej nam več o sebi. In ko ste že tukaj, se prijavite še na druge novice Mozille.
sq: Doni të keni të dhënat më me rëndësi? Na tregoni diçka rreth vetes. Dhe meqë jeni këtu, pajtohuni edhe te lajme të tjera nga Mozilla.
sv_se: Vill du få den information som är mest relevant för dig? Berätta lite mer om dig själv. Och när du ändå är här, registrera dig för fler Mozilla-nyheter.

source: Firefox & You
ast: Firefox & Tu
bs: Firefox & vi
da: Firefox & dig
de: Firefox & Du
el: Ο Firefox & εσείς
eo: Firefox kaj vi
es_ar: Firefox y tú
et: Firefox & sina
fr: Firefox et vous
fy_nl: Firefox & Jo
gl: Firefox e vostede
gu_in: Firefox અને તમે
hu: A Firefox és én
it: Firefox & You {ok}
mk: Firefox & Вие
nl: Firefox & u
pl: Firefox i Ty
pt_br: Firefox e Você
sk: Firefox a vy
sl: Firefox in vi
sq: Firefox-i & Ju
sv_se: Firefox & du

source: Our Other Newsletters:
ast: Otros boletines:
bs: Ostali naši newsletteri:
da: Vores andre nyhedsbreve:
de: Unsere anderen Newsletter:
el: Τα άλλα δελτία νέων μας:
eo: Niaj aliaj novaĵleteroj:
es_ar: Nuestros otros boletines:
et: Meie teised uudiskirjad:
fr: Nos autres lettres d'informations
fy_nl: Us oare Nijsbrieven:
gl: Outros boletíns de información:
gu_in: અમારા બીજા સૂચનાપત્રો:
he: ניוזלטרים אחרים שלנו:
hu: További hírleveleim:
it: Le nostre altre newsletter:
mk: Нашите други билтени:
nl: Onze andere nieuwsbrieven:
pl: Inne newslettery:
pt_br: Nossas outras Newsletters:
sk: Naše iné magazíny:
sl: Naše druge okrožnice:
sq: BUletinë të Tjerë:
sv_se: Våra övriga nyhetsbrev:

source: Get the latest tips and tricks for getting the most out of your favorite browser.
ast: Obtén conseyos y trucos pa sacar el máximu provechu al to restolador web favoritu.
bs: Dobijajte najnovije savjete i trikove kako da izvučete maksimum iz vašeg omiljenog browsera.
da: Få de nyeste tips og tricks om, hvordan du får mest ud af din yndlings-browser.
de: Holen Sie sich die neuesten Tipps und Tricks, um das meiste aus Ihrem Lieblingsbrowser herauszuholen.
el: Δείτε τις πιο νέες συμβουλές και τα κόλπα για να εκμεταλλευτείτε στο έπακρο τον αγαπημένο σας περιηγητή.
eo: Ricevu la lastajn konsilojn kaj trukojn por eltiri la maksimumon el via plej ŝatata retesplorilo.
es_ar: Conseguí los últimos consejos y trucos para obetener lo mejor de tu navegador favorito.
et: Saa teada uutest nippidest ja trikkidest, mis aitavad sul oma lemmikbrauserist parima võtta.
fr: Découvrez les derniers trucs et astuces vous permettant de tirer le meilleur parti de votre navigateur.
fy_nl: Krij de lêste tips en trúks o it bêste út jo browser t heljen.
gl: Obteña os últimos consellos e trucos para sacar o máximo proveito do seu navegador favorito.
gu_in: વધારે પસંદીદા બ્રાઉઝર મેળવવા માટે તાજેતરની મદદ અને યુક્તિઓ મેળવો.
he: קבלת טיפים וטריקים כדי להוציא את המירב מהדפדפן המועדף עליך.
hu: Ismerje meg a legújabb tippeket és trükköket és hozza ki a legtöbbet a kedvenc böngészőjéből.
it: Trucchi e consigli per ottenere il massimo dal tuo browser preferito.
mk: Добијте ги најновите совети и трикови за искористување на сите можности на Вашиот омилен прелистувач.
nl: Ontvang de laatste tips en trucs om het meeste uit uw favoriete browser te halen.
pl: Otrzymuj najnowsze wskazówki, dzięki którym w pełni wykorzystasz możliwości Twojej ulubionej przeglądarki.
pt_br: Receba as dicas e truques mais recentes para tirar o máximo do seu navegador favorito.
sk: Získate najnovšie tipy a triky, aby ste dostali zo svojho obľúbeného prehliadača čo najviac.
sl: Preberite nasvete in zvijače, da boste kar najbolje izkoristili vaš najljubši brskalnik.
sq: Merrni ndihmëzat më të reja për të përfituar maksimumin nga shfletuesi juaj i parapëlqyer.
sv_se: Få de senaste tipsen och råden om hur du får ut så mycket som möjligt ur din favoritwebbläsare.

source: Firefox Mobile
ast: Firefox Mobile {ok}
bs: Mobilni Firefox
da: Mobilen
de: Firefox Mobile {ok}
el: Firefox για κινητά
eo: Firefox por poŝtelefonoj
es_ar: Firefox Mobile {ok}
et: Firefoxi mobiiliversioon
fy_nl: Firefox Mobyl
gl: Firefox Mobile {ok}
gu_in: Firefox મોબાઇલ
hu: Firefox Mobile {ok}
it: Firefox Mobile {ok}
mk: Firefox за мобилни уреди
nl: Firefox Mobiel
pl: Firefox na urządzenia mobilne
pt_br: Firefox Móvel
sk: Mobilný Firefox
sl: Firefox za mobilnike
sq: Firefox Mobile {ok}
sv_se: Firefox Mobil

source: Learn about the hottest new add-ons and features for Firefox mobile.
ast: Conoz los caberos complementos y carauterístiques pa Firefox mobile.
bs: Naučite o najboljim novim add-onima i mogućnostima za mobilni Firefox.
da: Læs om de hotteste nye tilføjelser og funktioner til Mobilen.
de: Erfahren Sie etwas über die heißesten neuen Add-ons und Funktionen für Firefox Mobile.
el: Μάθετε για τα πιο «καυτά» νέα πρόσθετα και χαρακτηριστικά του Firefox για κινητά.
eo: Lerni pri la plej lastaj aldonaĵoj kaj trajtoj en Firefox por poŝtelefonoj.
es_ar: Conocé los últimos complementos y funcionalidades de Firefox mobile.
et: Õpi tundma Firefoxi mobiiliversiooni ägedamaid uusi lisasid ja võimalusi.
fr: Découvrez les toutes dernières fonctionnalités et extensions destinées à Firefox mobile.
fy_nl: Lear oer de moaiste nije add-ons en fuksjes foar Firefox mobyl.
gl: Obteña máis información sobre os novos complementos máis populares e as características do Firefox mobile.
gu_in: Firefox મોબાઇલ માટે નવાં તાજેતરનાં ઍડ-ઓન અને લક્ષણો વિશે શીખો.
he: למדו עוד על התוספות החמות ותכונות עבור Firefox לנייד.
hu: Ismerje meg a Firefox mobil legújabb kiegészítőit és funkcióit.
it: Scopri i componenti aggiuntivi e le caratteristiche più popolari di Firefox Mobile.
mk: Дознајте за најжешките нови додатоци и особености на Firefox за мобилни уреди.
nl: Lees meer over de populairste nieuwe add-ons en functies voor Firefox mobiel.
pl: Dowiedz się więcej o najciekawszych nowych dodatkach i możliwościach Firefoksa na urządzenia mobilne.
pt_br: Saiba mais sobre os mais quentes complementos e recursos do Firefox Móvel.
sk: Pozrite si horúce novinky medzi doplnkami a funkciami mobilného Firefoxu.
sl: Spoznajte se z najbolj vročimi dodatki in zmogljivostmi Firefoxa za mobilnike.
sq: Njihuni me shtesat dhe veçoritë e reja më interesante për Firefox Mobile-in.
sv_se: Läs mer om de hetaste nya tilläggen och funktionerna för Firefox mobilwebbläsare.

source: Beta News
ast: Noticies tocante a la Beta
bs: Novosti o beti
da: Beta-nyheder
de: Beta-Nachrichten
el: Νέα για την έκδοση Beta
eo: Novaĵoj pri Beta
es_ar: Noticias Beta
et: Beeta uudised
fr: Journal des versions bêtas
fy_nl: Bètanijs
gl: Novas da beta
gu_in: Beta સમાચારો
he: חדשות בטא
hu: Beta hírek
it: Beta News {ok}
mk: Вести за Beta
nl: Bètanieuws
pl: Nowości w wersji Beta
pt_br: Notícias Beta
sk: Novinky o beta verziách
sl: Beta novice
sq: Lajme për Beta
sv_se: Beta-nyheter

source: Read about the latest features for Firefox desktop and mobile before the final release.
ast: Llei tocante a les caberes funcionalidaes pa Firefox desktop y mobile enantes del llanzamientu final.
bs: Čitajte o najnovijim mogućnostima Firefoxa za desktop i mobitel prije finalne verzije.
da: Læs om de nyeste funktioner i Firefox og Mobilen inden den endelige udgivelse.
de: Lesen Sie vor der endgültigen Veröffentlichung etwas über die neuesten Funktionen für Firefox für Desktops und Mobilgeräte.
el: Διαβάστε για τα νεότερα χαρακτηριστικά του Firefox σε υπολογιστές και κινητά πριν τη διάθεση της σταθερής έκδοσης.
eo: Legi pri la lastaj trajtoj de Firefoĉ por komputiloj kaj poŝtelefonoj antaŭ la fina eldono.
es_ar: Lee acerca de las últimas funcionalidades para Firefox antes de su salida final.
et: Loe Firefoxi töölaua- ja mobiiliversiooni uute võimaluste kohta enne nende lõplikku väljalaset.
fr: Découvrez toutes les nouveautés à venir de Firefox dans ses déclinaisons classique et mobile.
fy_nl: Lês oer de lêste funksjes foar Firefox desktop en mobyl foar de finale útjefte.
gl: Lea sobre as últimas características para o Firefox do escritorio e o móbil antes da versión final.
gu_in: છેલ્લા પ્રકાશન પહેલાં Firefox ડેસ્કટોપ અને મોબાઇલ માટે તાજેતરનાં લક્ષણો વિશે વાંચો.
he: קראו על התכונות החדשות ב־Firefox עבור המחשב והנייד לפני שהן מגיעות לגרסה הסופית.
hu: Olvasson a Firefox legújabb funkcióiról még a megjelenés előtt.
it: Scopri tutte le novità di Firefox, sia in versione per computer sia per cellulari, prima della versione finale.
mk: Прочитајте за последните особености на Firefox за десктоп и мобилни уреди пред последното издание.
nl: Lees meer over de nieuwste functies in Firefox voor desktop en mobiel voordat de definitieve versie uitkomt.
pl: Czytaj o najnowszych możliwościach Firefoksa na komputery i urządzenia mobilne przed ich finalnym wydaniem.
pt_br: Leia mais sobre os recursos mais recentes do Firefox Móvel e Desktop antes da vesão final.
sk: Prečítajte si o najnovších funkciách Firefoxu pre počítač aj mobilné zariadenia ešte pred finálnou verziou.
sl: Preberite vse o zmogljivostih Firefoxa za namizne računalnike in mobilnike še pred izdajo.
sq: Lexoni, para hedhjes përfundimtare në qarkullim, mbi veçoritë më të reja për Firefox-in për desktop dhe celular.
sv_se: Läs om de senaste funktionerna i Firefox skrivbords- och mobilversioner innan de slutgiltiga versionerna släpps.

source: Let’s Be Friends!
ast: Faite collaciu nuestru!
bs: Budimo prijatelji!
da: Lad os være venner!
de: Lass’ uns Freunde sein!
el: Ας γίνουμε φίλοι!
eo: Ni amikiĝu!
es_ar: ¡Seamos amigos!
et: Oleme sõbrad!
fr: Soyons amis&nbsp;!
fy_nl: Litte wy freonen wurde!
gl: Sexamos amigos!
gu_in: ચાલો મિત્રો બનાવો!
he: בואו נהיה חברים!
hu: Legyünk barátok!
it: Diventiamo amici
mk: Да бидеме пријатели!
nl: Laten we vrienden worden!
pl: Zostańmy przyjaciółmi!
pt_br: Vamos ser Amigos!
sk: Buďme priatelia!
sl: Postanimo prijatelji!
sq: Le të Bëhemi Miq!
sv_se: Låt oss vara vänner!

source: Firefox is also on your favorite social networking sites. Connect with us and join the conversation.
ast: Firefox tamién ta nes tos redes sociales favorites. Coneuta con nós y xúnite a la conversación.
bs: Firefox je takođe na vašim omiljenim društvenim mrežama. Povežite se nama i pridružite se konverzaciji.
da: Firefox er også på dine foretrukne sociale netværkssteder. Slut dig til os og deltag i samtalen.
de: Firefox ist auch auf Ihren sozialen Lieblingsnetzwerken. Setzen Sie sich mit uns in Verbindung und diskutieren Sie mit.
el: Η ομάδα του Firefox βρίσκεται και στα αγαπημένα σας κοινωνικά δίκτυα. Συνδεθείτε μαζί μας και συμμετέχετε στις συζητήσεις.
eo: Firefox troveblas ankaŭ en viaj plej ŝatataj sociaj retejoj. Kontaktu nin kaj aliĝu al la babilado.
es_ar: Firefox también está en tus redes sociales favoritas. Conectate con nosotros y unite a la conversación.
et: Firefox on esindatud ka sinu lemmiksuhtlusvõrgustikes. Ole meiega ühenduses ning võta vestlustest osa.
fr: Firefox est aussi présent sur vos réseaux sociaux favoris. Contactez-nous et restons en contact.
fy_nl: Firefox is ek op jo favorite sosjal netwurksiden. Ferbyn mei ús n doch mei ús mei.
gl: Firefox tamén está nas súas redes sociais favoritas. Conecte connosco e únase a conversación.
gu_in: Firefox પણ તમારી પસંદીદા સામાજિક નેટવર્કિંગ સાઇટ પર છે. અમારી સાથે જોડાવો અને વાર્તાલાપમાં જોડાવો.
he: Firefox נמצא גם באתרי הרשתות החברתיות. התחברו אלינו והצטרפו לשיחה.
hu: A Firefox megtalálható a legtöbb közösségi oldalon. Csatlakozzon hozzánk.
it: Firefox è presente in tutti i tuoi social network preferiti. Diventa nostro amico e unisciti alla conversazione.
mk: Firefox е и на Вашите омилени друштвени мрежи. Поврзете се со нас и приклучете се во разговорите.
nl: Firefox bevindt zich ook op uw favoriete sociale netwerken. Maak verbinding met ons en doe mee met de conversatie.
pl: Firefoksa możesz też znaleźć w serwisach społecznościowych. Dołącz do nas i porozmawiajmy.
pt_br: O Firefox também está nas suas redes sociais favoritas. Conecte-se a nós e entre na conversa.
sk: Firefox je aj na obľúbených sociálnych sieťach. Spojte sa s nami a porozprávajme sa.
sl: Firefox je tudi eno od vaših priljubljenih družabnih spletnih mest. Pridružite se nam pri klepetu.
sq: Firefox-i gjendet edhe te site-et tuaj të parapëlqyer të rrjeteve shoqërore. Lidhuni me ne dhe merrni pjesë në shkëmbimin e ideve.
sv_se: Firefox finns också på dina favoritwebbplatser för sociala nätverk. Anslut dig och delta i samtalet.
