Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */newsletter.po
Languages: ast, bs, da, de, el, eo, es_ar, et, fr, fy_nl, gl, gu_in, he, hu, it, mk, nl, pl, pt_br, sk, sl, sq, sv_se

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
ast: Vas recibir un mensaxe de corréu de mozilla@e.mozilla.org pa confirmar la to soscripción. Si nun lu ves, mira nel filtru de spam. Tienes que confirmar la soscripción pa recibir el nuesu boletín.
bs: Primit ćete email od mozilla@e.mozilla.org da potvrdite vašu prijavu. Ukoliko ga ne vidite, provjerite vaš spam filter. Morate potvrditi svoju prijavu da biste dobijali naš newsletter.
da: Du vil modtage en bekræftelsesmail fra mozilla@e.mozilla.org. Hvis du ikke kan se mailen, så tjek din spam-mappe. Du skal bekræfte din tilmelding for at modtage vores nyhedsbrev.
de: Sie werden eine E-Mail von mozilla@e.mozilla.org erhalten, um Ihr Abonnement zu bestätigen. Sollte dies nicht der Fall sein, kontrollieren Sie bitte Ihren Spam-Ordner. Sie müssen Ihr Abonnement bestätigen, um diesen Newsletter weiterhin zu bekommen.
el: Θα λάβετε ένα μήνυμα από τη διεύθυνση «mozilla@e.mozilla.org» για να επιβεβαιώσετε τη συνδρομή σας. Αν δεν το βρείτε, ελέγξτε τα φίλτρα ανεπιθύμητης αλληλογραφίας. Θα πρέπει να επιβεβαιώσετε τη συνδρομή σας για να σας στέλνουμε τα δελτία νέων μας.
eo: Vi ricevos retmesaĝon de mozilla@e.mozilla.org por konfirmi vian abonon. Se vi ĝin ne vidas, kontrolu vian trudmesaĝan filtrilon. Vi devas konfirmi vian abonon por ricevi nian novaĵleteron.
es_ar: Recibirás un mensaje de correo de mozilla@e.mozilla.org para confirmar tu suscripción. Si no lo ves, mirá en el filtro de spam. Tenés que confirmar tu suscripción para recibir nuestro boletín.
et: Saadame sulle tellimuse kinnitamiseks aadressilt mozilla@e.mozilla.org kirja. Kui sa ei leia seda, siis kontrolli ka rämpsposti. Uudiskirja saamiseks pead tellimuse kinnitama.
fr: Vous allez recevoir un message de mozilla@e.mozilla.org pour confirmer votre abonnement. Si vous ne le voyez pas dans votre boîte aux lettres, vérifiez qu'il n'a pas échoué dans les courriers indésirables. Vous devrez confirmer votre abonnement pour recevoir notre lettre d'informations.
fy_nl: Jo ûntfange in e-mail fan mozilla@e.mozilla.org om de oanmelding te befestigjen. As jo it net sjogge, kontrolearje jo spamfilter. Jo moatte jo oanmelding befestigje om de nijsbrief te ûntfangen.
gl: Recibirá un correo de mozilla@e.mozilla.org para confirmar a subscrición. Se non o ve, comprobe o cartafol de correo lixo. Debe confirmar a subscrición para recibir o noso boletín.
gu_in: તમને તમારી ઉમેદવારીની ખાતરી કરવા માટે mozilla@e.mozilla.org માંથી ઇમેઇલ મળશે. જો તમે તેને ન જુઓ તો, તમારાં સ્પામ ફિલ્ટરને ચકાસો. તમને અમારા સૂચનાપત્રોને મેળવવા માટે તમારી ઉમેદવારીની ખાતરી કરવી જ જોઇએ.
he: מיד תתקבל הודעה מאת mozilla@e.mozilla.org כדי לאשר את הרישום. אם אינך רואה הודעה זו, יש לבדוק את מסנן דואר הזבל שלך.
hu: A jóváhagyó levél a mozilla@e.mozilla.org e-mail cmíről fog érkezik. Amennyiben nem találja, nézzen szét a levélszemét között. Ahhoz, hogy hírlevelet kapjon, jóvé kell hagynia a feliratkozást.
it: Riceverai un'email da mozilla@e.mozilla.org per confermare la tua iscrizione, se non trovi questo messaggio controlla i tuoi filtri antispam. Per ricevere la nostra newsletter devi prima confermare l'iscrizione.
mk: Ќе добиете е-пошта од mozilla@e.mozilla.org за да ја потврдите претплатата. Ако не ја видите, проверете ги Вашите филтри за спам. Мора да ја потврдите претплатата за да го добиете билтенот.
nl: U ontvangt een e-mailbericht van mozilla@e.mozilla.org om uw inschrijving te bevestigen. Als u dit niet ziet, controleer dan uw spamfilter. U moet uw inschrijving bevestigen om onze nieuwsbrief te ontvangen.
pl: W celu potwierdzenia subskrypcji wyślemy do Ciebie e-mail z adresu mozilla@e.mozilla.org. Jeśli go nie zobaczysz, sprawdź ustawienia filtra niechcianej poczty. Zanim zaczniemy wysyłać do Ciebie wiadomości, musisz potwierdzić subskrypcję.
pt_br: Você receberá um email de mozilla@e.mozilla.org para confirmar sua inscrição. Se ele não aparecer em sua caixa de entrada, verifique sua pasta de spam. Você precisa confirmar sua inscrição para receber nossa newsletter.
sk: Na potvrdenie odberu obdržíte správu z adresy mozilla@e.mozilla.org. Ak ju nevidíte, skontrolujte si spamový filter. Aby ste mohli magazín prijímať, musíte odber potvrdiť.
sl: Od mozilla@e.mozilla.org boste dobili obvestilo, da potrdite svojo naročnino. Preverite svoj filter za smeti, če pošte ni najti. Prijavo morate potrditi, da boste novice lahko dobivali.
sq: Do të merrni një email prej mozilla@e.mozilla.org që të ripohoni pajtimin tuaj. Nëse nuk e gjeni, kontrolloni filtrin tuaj për të pavlerat. Duhet të ripohoni pajtimin tuaj, përpara se të merrni buletinin tonë.
sv_se: Du kommer att få ett e-brev från mozilla@e.mozilla.org för att bekräfta din prenumeration. Om du inte hittar det, titta i din skräppostmapp. Du måste bekräfta din prenumeration för att få vårt nyhetsbrev.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
ast: Asegúrate d'amestar la nuesa direición de corréu mozilla@e.mozilla.org a la to llibreta de direiciones p'asegurate que llegamos a la to bandexa d'entrada.
bs: Molimo da dodate našu adresu: mozilla@e.mozilla.org u vaš adresar kako biste osigurali da naši emailovi uvijek dospiju u vaš inbox.
da: Tilføj vores afsenderadresse: mozilla@e.mozilla.org til din adressebog, så undgår du, at vores mails bliver fanget af dit spamfilter.
de: Bitte fügen Sie die E-Mail-Adresse mozilla@e.mozilla.org zu Ihrer Kontaktliste hinzu, damit unsere E-Mails Sie erreichen.
el: Σας παρακαλούμε να προσθέσετε τη διεύθυνση αποστολής: «mozilla@e.mozilla.org» στο ευρετήριο διευθύνσεων σας για να εξασφαλίσετε ότι τα μηνύματα μας θα μπαίνουν πάντα στα εισερχόμενα σας.
eo: Bonvolu certi ke vi aldonis nian retpoŝtan adreson: mozilla@e.mozilla.org al via adresaro, por esti certa ke ni ĉiam atingos vian enirkeston.
es_ar: Asegurate de agregar nuestra dirección de correo mozilla@e.mozilla.org a tu libreta de contactos para asegurarte que lleguemos a tu bandeja de entrada.
et: Palun lisa aadress mozilla@e.mozilla.org oma aadressiraamatusse, siis jõuavad meie kirjad alati sinuni.
fr: Veuillez vous assurer que notre adresse d'expéditeur mozilla@e.mozilla.org est bien ajoutée à votre carnet d'adresses, afin que nos messages arrivent à coup sûr dans votre boîte.
fy_nl: Wês wis om ús e-mailadres: mozilla@e.mozilla.org ta te efoegjen oan jo adresboek om wis te wêzen dat wy yn jo postfek yn te rjochte komme.
gl: Asegúrese de engadir o correo: mozilla@e.mozilla.org a súa axenda de enderezos para que os nosos correos sempre lle cheguen a caixa de entrada.
gu_in: અમારાં સરનામાંને ઉમેરવા મહેરબાની કરીને ખાતરી કરો: ખાતરી કરવા માટે તમારુ ઇમેઇલ સરનામુ mozilla@e.mozilla.org અમે હંમેશા તમારા ઇનબોક્સ સુધી પહોંચીશુ.
he: כדאי להוסיף את כתובת השליחה שלנו: mozilla@e.mozilla.org לספר הכתובות שלכם כדי לוודא שאנחנו תמיד נצליח להגיע אל תיבת הדואר הנכנס שלכם.
hu: Győződjön meg arról, hogy a levél küldője, a mozilla@e.mozilla.org szerepeljen a címjegyzékében. Így biztosan megkapja hírlevelünket.
it: Per avere la certezza di ricevere sempre i nostri messaggi, aggiungi alla rubrica l'indirizzo utilizzato per inviare la newsletter (mozilla@e.mozilla.org).
mk: Додајте ја нашата испраќачка адреса: mozilla@e.mozilla.org во Вашиот адресар за да се осигурате дека поштата секогаш ќе стигнува во Вашето сандаче.
nl: Zorg dat u ons afzenderadres mozilla@e.mozilla.org aan uw adresboek toevoegt, zodat we uw Postvak IN altijd kunnen bereiken.
pl: Upewnij się, że nasz adres nadawczy: mozilla@e.mozilla.org znajduje się w Twojej książce adresowej, abyśmy zawsze trafiali do Twojej skrzynki odbiorczej.
pt_br: Por favor, certifique-se de adicionar nosso endereço de envio: mozilla@e.mozilla.org na sua lista de contatos para garantir que sempre seremos bem vindos em sua caixa de entrada.
sk: Nezabudnite si pridať adresu mozilla@e.mozilla.org do svojho adresára, aby sa správy od nás vždy dostali do vašej pošty.
sl: Ne pozabite dodati našega naslova - mozilla@e.mozilla.org - v svoj adresar. Tako bomo lahko vedno prišli do vašega vhodnega predala.
sq: Ju lutemi, mos harroni të shtoni adresën tonë: mozilla@e.mozilla.org te libri juaj i adresave që të jemi të sigurt se merrni përherë çka ju dërgojmë.
sv_se: Kom ihåg att lägga till vår avsändaradress, mozilla@e.mozilla.org, i din adressbok för att säkerställa att vi alltid når din inkorg.
