Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */press.po
Languages: de, es_es, fr, it, pl

source: Press
de: Pressebereich
es_es: Área de prensa
fr: Accès presse
it: Sala stampa
pl: Strefa Prasowa

source: Home
de: Startseite
es_es: Inicio
fr: Accueil
it: Pagina iniziale
pl: Strona Główna

source: Press Center
de: Presse-Center
es_es: Área de prensa
fr: Section Presse
it: Sala Stampa
pl: Centrum Prasowe

source: Media Library
it: Galleria multimediale

source: Latest Press Releases
de: Letzte Pressemitteilungen
es_es: Últimas notas de prensa
fr: Derniers communiqués de presse
it: Ultime notizie pubblicate sulla stampa
pl: Ostatnie informacje prasowe

source: Mozilla News, Announcements and More
de: Mozilla News, Ankündigungen und mehr
es_es: Noticias, anuncios y más información sobre Mozilla
fr: Actualités et annonces Mozilla
it: Novità, annunci e altre informazioni dal mondo Mozilla
pl: Newsy i Ogłoszenia Mozilli

source: Connect <span>with Us</span>
de: Bleiben Sie in <span>Verbindung</span>
es_es: Conecte <span>con nosotros</span>
fr: <span>Contactez-<wbr>nous</span>
it: Rimani <span>in contatto</span>
pl: Pozostań w <span>Kontakcie</span>

source: Subscribe to RSS feed »
de: RSS Feed abonnieren »
es_es: Reciba las últimas noticias vía RSS »
fr: Inscription au flux RSS »
it: RSS feed »
pl: Kanał RSS »

source: Media <span>Contact</span>
de: <span>Medien<wbr>kontakt</span>
es_es: Contacto <span>de prensa</span>
fr: Contacts <span>Presse</span>
it: Contatti per <span>la stampa</span>
pl: Kontakt <span>dla Prasy</span>

source: For interview requests or any other media inquiries, please contact:
de: Für Interviewwünsche oder andere Medienanfragen kontaktieren Sie bitte:
es_es: Para solicitar entrevistas o cualquier otra información de prensa, póngase en contacto con:
fr: Pour toute interview ou demande pressen merci de contacter :
it: Per richieste di interviste o per qualsiasi altra informazione, si prega di contattare:
pl: W sprawie wywiadów i innych informacji dla mediów napisz na :

source: press at mozilla dot com
de: eu-press@mozilla.org
es_es: eu-press@mozilla.org
fr: eu-press@mozilla.org
it: eu-press@mozilla.org
pl: eu-press@mozilla.org
