Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */snippets.po
Languages: ast, br, ca, cs, da, de, el, eo, es_ar, et, fy_nl, ga_ie, gd, gl, he, hu, hy_am, it, lt, lv, mk, ms, nl, or, pt_br, sk, sl, sv_se, uk

source: Help make the next version of Firefox even more awesome. <a href="%">Become an Affiliate</a> and share Firefox Beta with your friends.
ast: Fai que la próxima versión de Firefox seya inclusu más ablucante. <a href="%">Conviértite en simpatizante</a> y comparte Firefox Beta colos tos collacios.
br: Roit skoazell lakaat handelv a zeu Firefox da vezañ dreistordinaloc'h c'hoazh. <a href="%">Deuit da vezañ kenezel</a> ha rannit Firefox Beta gant ho mignoned.
ca: Ajudeu a fer la propera versió del Firefox encara més fantàstica. <a href="%">Feu-ne promoció</a> i compartiu el Firefox Beta amb els amics.
cs: Pomozte učinit příští verzi Firefoxu ještě lepší. a href="%">Zapojte se do Partnerského programu</a> a sdílejte informace o Firefox Beta s přáteli.
da: Få flere til at hjælpe os med at forbedre Firefox, og <a href="%">del Firefox</a> med dine venner.
de: Helfen Sie dabei, die nächste Firefox-Version noch wunderbarer zu machen. <a href="%">Werden Sie Partner</a> und geben Sie Firefox Beta an Ihre Freunde weiter.
el: Βοηθήστε μας να κάνουμε ακόμα καλύτερο τον επόμενο Firefox. <a href="%">Συμμετέχετε στο πρόγραμμα affiliates</a> και διαδώστε τον Firefox Beta στους φίλους σας.
eo: Helpu igi la venontan version de Firefox eĉ pli mirinda. <a href="%">Iĝu kunlaboranto</a> kaj dividu Firefox Beta kun viaj geamikoj.
es_ar: Ayudanos a hacer que la próxima versión de Firefox sea aún más impresionante. <a href="%">Convertite en un afiliado</a> y compartí Firefox Beta con tus amigos.
et: Aita Firefoxi järgmist versiooni veelgi ägedamaks muuta. <a href="%">Hakka meie partneriks</a> ja jaga Firefoxi beetat sõpradega.
fy_nl: Help om de folgjende ferzje fa Firefox noch etter te meitsjen. <a href="%">Wurdt in Affiliate</a> en diel Firefox Beta mei dyn freonen.
ga_ie: Cabhraigh linn feabhas a chur ar an chéad leagan eile de Firefox. <a href="%">Bí i do chomhpháirtí</a> aagus roinn Firefox Béite le do chairde.
gd: Cuidich leinn gus am bi an ath Firefox fiù nas gasta. <a href="%">Faidh ballrachd cleamhnaiche</a> is co-roinn Firefox Beta le do charaidean.
gl: Axude a facer a próxima versión do Firefox incluso máis incríbel. <a href="%">Fágase simpatizante</a> e comparta Firefox Beta cos seus amigos.
he: עזרו לנו להפוך את הגרסה הבאה של Firefox למדהימה יותר. <a href="%">הפכו לשותפים</a> ושתפו את Firefox Beta עם חבריכם.
hu: Segítsen, hogy a következő Firefox verzió még fantasztikusabb legyen. <a href="%">Legyen a Firefox barátja</a> és ossza meg a béta verziót barátai között.
hy_am: Օգնիր ստեղծել ավելի հիանալի նոր Firefox: <a href="%">Դարձիր Գործընկեր</a> և տարածի Firefox Բետան ընկերների միջև:
it: Aiutaci a rendere la prossima versione di Firefox la migliore di sempre. <a href="%">Diventa un nostro sostenitore</a> e condividi Firefox Beta con i tuoi amici.
lt: Prisidėkite prie būsimųjų „Firefox“ laidų poliravimo – <a href="%">tapkite „Firefox“ skleidėju</a> ir supažinkite su beta savo draugus.
lv: Palīdzi padarīt nākamo Firefox versiju vēl superīgāku. <a href="%">Kļūsti par izplatītāju</a> un parādi Firefox Beta saviem draugiem.
mk: Помогнете ни да го направиме следниот Firefox уште подобар. <a href="%">Станете соработник</a> и споделете го Firefox Beta со пријателите.
ms: Berikan bantuan anda untuk menjadikan Firefox lebih dari sekadar hebat. <a href="%">Jadilah seorang Affiliate</a> dan kongsi Firefox Beta dengan rakan-rakan anda.
nl: Help de volgende versie van Firefox nog geweldiger te maken. <a href="%">Word een partner</a> en deel Firefox Bèta met uw vrienden.
or: Firefox ର ପରବର୍ତ୍ତୀ ସଂସ୍କରଣକୁ ଅଧିକ ସୁନ୍ଦର କରିବାକୁ ସହାୟତା କରନ୍ତୁ। <a href="%">ସଦସ୍ୟତା ଗ୍ରହଣ କରନ୍ତୁ</a> ଏବଂ ଆପଣଙ୍କ ସାଙ୍ଗ ସାଥୀ ମାନଙ୍କୁ Firefox ବିଟା ବିଷୟରେ ଜଣାନ୍ତୁ।
pt_br: Ajude a tornar a próxima versão do Firefox ainda mais incrível. <a href="%">Torne-se um Afiliado</a> e compartilhe o Firefox Beta com seus amigos.
sk: Pomôžte urobiť nasledujúcu verziu Firefoxu ešte lepšou. a href="%">Zapojte sa do Partnerského programu</a> a zdieľajte informácie o Firefox Beta s priateľmi.
sl: Pomagajte nam, da bo naslednji Firefox še bolj super. <a href="%">Postanite Zaveznik Firefoxa</a> in širite Firefox Beta med svojimi znanci.
sv_se: Hjälp oss att göra nästa version av Firefox ännu mer fantastisk. <a href="%">Bli en samarbetspartner</a> och dela Firefox Beta med dina vänner.
uk: Допоможіть зробити наступну версію Firefox ще кращою. <a href="%">Поширюйте звістку</a> про Firefox Бета серед ваших друзів.

source: Invite friends to preview upcoming Firefox features. <a href="%">Become an Affiliate</a> and share Firefox Aurora today.
ast: Invita a los tos collacios a que vean les carauterístique que va tener Firefox nel futuru. <a href="%">Conviértite en simpatizante</a> y comparte Firefox Aurora güei mesmo.
br: Pedit mignoned da zizoleiñ keweriusterioù a zeu Firefox. <a href="%">Deuit da vezañ kenezel</a> ha rannit Firefox hiziv.
ca: Convideu amics a fer un tast de les properes funcions del Firefox. <a href="%">Feu-ne promoció</a> i compartiu el Firefox Aurora avui.
cs: Pozvěte přátele, aby se podívali na připravované novinky do Firefoxu. <a href="%">Zapojte se do Partnerského programu</a> a sdílejte informace o Firefox Aurora již dnes.
da: Inviter venner til at se de kommende funktioner i Firefox, og <a href="%">del Firefox Aurora</a> i dag.
de: Laden Sie Freunde ein, sich vorab die künftigen Firefox-Versionen anzusehen. <a href="%">Werden Sie Partner</a> und geben Sie heute Firefox Aurora weiter.
el: Καλέστε φίλους να δουν από τώρα τα επερχόμενα χαρακτηριστικά του επόμενου Firefox. <a href="%">Συμμετέχετε στο πρόγραμμα affiliates</a> και διαδώστε τώρα τον Firefox Aurora.
eo: Invitu geamikojn provi estontajn trajtojn de Firefox. <a href="%">Iĝu kunlaboranto</a> kaj dividu Firefox Aurora hodiaŭ.
es_ar: Invitá a tus amigos a probar las próximas funcionalidades de Firefoxs. <a href="%">Convertite en afiliado</a> y compartí Firefox Aurora.
et: Kutsu sõbrad Firefoxi tulevasi võimalusi vaatama. <a href="%">Hakka meie partneriks</a> ning jaga Firefox Aurora't juba täna.
fy_nl: Noegje freonen út foar in preview fan nije Firefox funksjes. <a href="%">Wurdt in Affiliate</a> en diel Firefox Aurora hjoed.
ga_ie: Tabhair cuireadh do chairde triail a bhaint as na gnéithe is nuaí i bhFirefox. <a href="%">Bí i do chomhpháirtí</a> agus roinn Firefox Aurora inniu.
gd: Thoir cuireadh dha do charaidean ach am faic iad na bhios san ath Firefox. <a href="%">Faidh ballrachd cleamhnaiche</a> is co-roinn Firefox Beta an-diugh.
gl: Invite aos seus amigos a que vexan as características que terá o Firefox no futuro. <a href="%">Fágase simpatizante</a> e comparta Firefox Aurora hoxe.
he: הזמינו חברים לתצוגה מקדימה של התכונות העתידיות של Firefox. <a href="%">הפכו לשותפים</a> ושתפו את Firefox Aurora עוד היום.
hu: Hívja meg barátait, hogy megnézhessék az új funkciókat. <a href="%">Legyen a Firefox barátja</a> és ossza meg másokkal a Firefox Aurora verziót.
hy_am: Հրավիրեք ընկերներին ծանոթանալու Firefox-ի գալիք տարբերակին։ <a href="%">Դարձեք Գործընկեր</a> և տարածեք Firefox Ավրորան։
it: Invita i tuoi amici a scoprire le novità di Firefox in arrivo. <a href="%">Diventa un nostro sostenitore</a> e condividi Firefox Aurora oggi stesso.
lt: Pasiūlykite savo draugams susipažinti su būsimųjų „Firefox“ laidų naujovėmis. <a href="%">Tapkite „Firefox“ skleidėju</a> ir supažindinkite juos su „Firefox Aurora“.
lv: Uzaicini draugus ievērtēt jaunās Firefox iespējas. <a href="%">Kļūsti par izplatītāju</a> un dalies ar Firefox Aurora.
mk: Поканете ги пријателите да ги погледнат новите особености на Firefox. <a href="%">Станете соработник</a> и споделете го Firefox Aurora денес.
ms: Undang rakan untuk pratonton ciri-ciri Firefox yang akan datang. <a href="%">Jadilah seorang Affiliate</a> dan kongsi Firefox Aurora hari ini.
nl: Vraag vrienden om komende functies in Firefox te bekijken. <a href="%">Word een partner</a> en deel Firefox Aurora meteen.
or: ଆଗାମୀ Firefox ବିଶେଷତାଗୁଡ଼ିକୁ ଦେଖିବା ପାଇଁ ସାଙ୍ଗମାନଙ୍କୁ ଆମନ୍ତ୍ରଣ କରନ୍ତୁ। <a href="%">ସଦସ୍ୟତା ଗ୍ରହଣ କରନ୍ତୁ</a> ଏବଂ ଆଜି Firefox ଆରୋରାକୁ ପ୍ରଚାର କରନ୍ତୁ।
pt_br: Convide amigos pra ver antes os recursos do Firefox que estão por vir. <a href="%">Torne-se um Afiliado</a> e compartilhe o Firefox Aurora hoje.
sk: Pozvite priateľov, aby sa pozreli na pripravované novinky vo Firefoxe. <a href="%">Zapojte sa do Partnerského programu</a> a zdieľajte informácie o Firefox Aurora ešte dnes.
sl: Povabite znance, da si ogledajo najnovejše funkcije v Firefoxu. <a href="%">Postanite Zaveznik Firefoxa</a> in začnite širiti Firefox Aurora.
sv_se: Bjud in dina vänner till en förhandstitt på kommande Firefox-funktioner. <a href="%">Bli en samarbetspartner</a> och dela Firefox Aurora idag.
uk: Запросіть друзів долучитись до попереднього перегляду новинок Firefox. <a href="%">Поширюйте звістку</a> про Firefox Аврора.

source: Using Firefox on several computers? Now you can synchronize your add-ons across them all. <a href="%">Find out how to activate Sync.</a>
ast: ¿Uses Firefox en más equipos? Agora pues sincronizar los tos complementos en toos ellos. <a href="%">Descubre cómo facelo con Sync.</a>
br: Arverañ a rit Firefox war meur a urzhiataer ? Bremañ e c'hellit goubredañ hoc'h askouezhioù war bep hini anezho. <a href="%">Dizoloit penaos gweredekaat Sync.</a>
ca: Feu servir el Firefox en diversos ordinadors? Ara podeu sincronitzar els complements de tots ells. <a href="%">Descobriu com activar el Sync.</a>
cs: Používáte Firefox na více počítačích? Nyní máte možnost napříč nimi synchronizovat své doplňky. <a href="%">Přečtěte si, jak aktivovat Sync.</a>
da: Bruger du Firefox på flere computere? Nu kan du synkronisere dine tilføjelser på dem alle. <a href="%">Find ud af, hvordan du aktiverer Sync.</a>
de: Verwenden Sie Firefox auf mehreren Rechnern? Jetzt können Sie Ihre Add-ons zwischen allen synchronisieren. <a href="%">Erfahren Sie, wie Sie Sync aktivieren können.</a>
el: Χρησιμοποιείτε τον Firefox σε πάνω από ένα υπολογιστή; Τώρα μπορείτε να συγχρονίσετε και τα προσθετα σας. <a href="%">Δείτε πως να ενεργοποιήσετε το Sync.</a>
eo: Ĉu vi uzas Firefox en pluraj komputiloj? Vi povas nun speguli viajn aldonaĵojn inter ili ĉiuj. <a href="%">Lernu pli pri la ŝalto de Speguli (Sync).</a>
es_ar: ¿Usás Firefox en muchos equipos? Ahora podés sincronizar tus complementos entre tus Firefox. <a href="%">Mirá cómo activar Sync.</a>
et: Kasutad Firefoxi mitmel arvutil? Nüüd saad ka paigaldatud lisasid sünkroniseerida. <a href="%">Vaata, kuidas Sync'i aktiveerida.</a>
fy_nl: Brûke jo Firefox op ferskate kompjûters? No kinne jo jo add-ons syngronisearje oer alle kompjûters. <a href="%">Fyn út hoe Sync te aktivearjen.</a>
ga_ie: An mbaineann tú úsáid as Firefox ar ríomhairí éagsúla? Anois is féidir leat do chuid breiseán a shioncrónú ar do ríomhairí go léir. <a href="%">Foghlaim conas is féidir Sync a úsáid.</a>
gd: A' cleachdadh Firefox air iomadh coimpiutair? 'S urrainn dhut na tuilleadain agad a shioncronachadh air am feadh uile. <a href="%">Faigh a-mach mar a chuireas tu an sioncronachadh an comas.</a>
gl: Usa o Firefox en varios equipos? Agora pode sincronizar os complementos en todos eles. <a href="%">Descubra como activar Sync.</a>
he: משתמשים ב־Firefox במספר מחשבים? מעתה תוכלו לסנכרן את התוספות שלכם בין כל המחשבים. <a href="%">מידע נוסף אודות פעולת הסנכרון.</a>
hu: Több számítógépen is használ Firefoxot? Mostantól szinkronizálhatja a kiterjesztéseit közöttük. <a href="%">Ismerje meg, hogyan aktiválhatja a Sync szolgáltatást.</a>
hy_am: Օգտագործու՞մ եք Firefox-ը մի քանի համակարգիչներում։ Այժմ Դուք կարող եք համաժամեցնել Ձեր հավելումները բոլոր համակարգիչներում։ <a href="%">Ահա, թե ինչպես ակտիվացնել Սինքը։</a>
it: Utilizzi Firefox su diversi computer? Ora puoi sincronizzare anche i componenti aggiuntivi. <a href="%">Scopri come attivare Sync.</a>
lt: Naudojatės „Firefox“ keliuose kompiuteriuose? Dabar galite tarp jų sinchronizuoti priedus. <a href="%">Sužinokite, kaip įjungti sinchronizavimą.</a>
lv: Izmanto Firefox no vairākiem datoriem? Tagad Tu vari sinhronizēt papildinājumus starp visiem šiem datoriem. <a href="%">Uzzini par Sinhronizāciju.</a>
mk: Го користите Firefox на повеќе компјутери? Сега можете да ги синхронизирате Вашите додатоци на сите уреди. <a href="%">Дознајте како да го активирате Sync.</a>
nl: Gebruikt u Firefox op meerdere computers? U kunt er nu add-ons tussen synchroniseren. <a href="%">Lees hier hoe u Sync kunt activeren.</a>
or: Firefox କୁ ଅନେକ କମ୍ପୁଟରରେ ବ୍ୟବହାର କରୁଛନ୍ତି କି? ବର୍ତ୍ତମାନ ଆପଣ ନିଜର ଏଡ-ଅନଡ଼ିକୁ ସେମାନଙ୍କ ମଧ୍ଯରେ ସନ୍ତୁଳନ କରିପାରିବେ। <a href="%">ସନ୍ତୁଳନକୁ କିପରି ସକ୍ରିୟ କରିବେ ତାହା ଖୋଜନ୍ତୁ।</a>
pt_br: Usando o Firefox em vários computadores? Agora você pode sincronizar seus complementos entre eles. <a href="%">Descubra como ativar o Sync.</a>
sk: Používate Firefox na viacerých počítačoch? Teraz máte možnosť medzi nimi synchronizovať svoje doplnky. <a href="%">Prečítajte si, ako si aktivovať službu Sync.</a>
sl: Uporabljate Firefox na večih računalnikih? Dodatke lahko sedaj sinhronizirate med njimi. <a href="%">Preberite si navodila za aktiviranje Synca.</a>
sv_se: Använder du Firefox på flera datorer? Nu kan du synkronisera dina tillägg mellan dem. <a href="%">Läs om hur du aktiverar Sync.</a>
uk: Використовуєте Firefox на кількох комп’ютерах? Тепер ви можете синхронізувати ваші додатки між ними. <a href="%">Дізнайтесь як активувати синхронізацію.</a>

source: Fast, fast, fast. <a %s>Firefox for Android just got a big upgrade</a>. Help us spread the word.
ast: Rápido, rápido, rápido. <a %s>Firefox p'Android acaba d'anovase</a>. Ayúdanos a difundilo.
br: Herrek, herrek, herrek. <a %s>Un hizivadur pouezus zo bet evit handelv Android eus Firefox</a>. Skoazellit deomp reiñ da c'houzout ar c'heloù.
ca: Ràpid, Ràpid, Ràpid. El <a %s>Firefox per a l'Android s'acaba d'actualitzar</a>. Ajudeu-nos a fer córrer la veu.
cs: Rychlý, rychlý, rychlý. <a %s>Firefox pro Android byl právě výrazně vylepšen</a>. Dejte o tom vědět svému okolí.
da: Lynhurtig! <a %s>Firefox til Android har netop fået en stor opgradering</a>. Fortæl det til dine venner.
de: Schnell, schnell, schnell. <a %s>Firefox für Android hat gerade ein großes Upgrade erhalten</a>. Helfen Sie uns, die Botschaft zu verbreiten.
el: Ακόμα πιο γρήγορος! <a %s> ο Firefox για Android μόλις αναβαθμίστηκε σημαντικά</a>. Βοηθήστε μας να το διαδώσουμε.
eo: Rapida, rapida, rapida. <a %s>Firefox por Android ĵus ricevis grandan ĝisdatigon</a>. Helpu nin diskonigi tion.
es_ar: Rápido, rápido, rápido. <a %s>Firefox para Android acaba de tener una gran actualización</a>. Ayudanos a difundirlo.
et: Kiire. Väga kiire. <a %s>Firefoxi Androidi versioonile tuli välja tähtis uuendus</a>. Aita meil uudist levitada.
fy_nl: Fluch, fluch, fluch. <a %s>Firefox foar Android hat krekt in grutte fernijing krigen</a>. Help ús it bekend te meitsjen.
ga_ie: Sciobtha, sciobtha, sciobtha. <a %s>Fuair Firefox ar Android nuashonrú mór</a>. Cabhraigh linn an focal a scaipeadh.
gd: Luath, luath, luath. <a %s>Tha Firefox airson Android dìreach air àrdachadh mòr fhaighinn</a>. Nach sgaoil thu an naidheachd?
gl: Déase présa. <a %s>Firefox para Android ten unha gran anovación</a>. Axúdenos a difundilo.
he: מהירות, מהירות, מהירות. <a %s>Firefox עבור Android זכה לשדרוג מסיבי</a>. עזרו לנו להפיץ את הבשורה.
hu: Gyorsan, gyorsan, gyorsan. Most jött ki a <a %s>Firefox for Android legfrissebb verziója</a>. Segíts, hogy mindenki megtudja!
it: Veloce, veloce, veloce. <a %s>È disponibile una versione profondamente rinnovata di Firefox per Android </a>. Aiutaci a diffondere la notizia.
lt: Sparti, labai sparti! <a %s>„Firefox“ naršyklė „Android“ įrenginiams ką tik žymiai atnaujinta.</a> Pasidalinkite šia naujiena su kitais.
lv: Ātrs, ātrs, ātrs. <a %s>Firefox Android versijai lieli uzlabojumi</a>. Palīdzi un padod šo ziņu tālāk.
mk: Брз, брз, брз. <a %s>Firefox за Android само што доби голема надградба</a>. Помогнете ни да разгласиме.
nl: Snel, snel, snel. <a %s>Firefox voor Android heeft net een grote upgrade gehad</a>. Help ons en vertel het door.
or: ତୀବ୍ର, ତୀବ୍ର, ତୀବ୍ର। <a %s>ଏଣ୍ଡ୍ରଏଡ ପାଇଁ Firefox ଏକ ବଡ଼ ଉନ୍ନୟନ ପାଇଛି</a>। ଏହାକୁ ପ୍ରଚାର କରିବାରେ ସହାୟତା କରନ୍ତୁ।
pt_br: Rápido, rápido, rápido. <a %s>O Firefox para Android acabou de ganhar uma grande atualização</a>. Ajude-nos a divulgar.
sk: Rýchly, rýchly, rýchly. <a %s>Firefox pre Android bol výrazne vylepšený</a>. Dajte o tom vedieť svojmu okoliu.
sl: Hitrost! <a %s>Firefox za Android je pravkar dobil veliko posodobitev</a>. Pomagajte nam širiti vest.
sv_se: Snabbt, snabbt, snabbt. <a %s>Firefox för Android har precis uppgraderats rejält</a>! Berätta det för alla du träffar.
uk: Швидкість, швидкість, швидкість. <a %s>Firefox під Android щойно серйозно оновився</a>. Допоможіть поширити звістку.

source: Firefox has new features to make getting to your next task even faster! <a href="%">Check out the video to learn more.</a>
ast: ¡Firefox tien funcionalidaes nueves pa que faigas les tos xeres más rápido que nunca! <a href="%">Mira'l videu pa deprender más.</a>
br: Firefox en deus keweriusterioù nevez evit tremen d'un eil trevell d'egile herrekoc'h c'hoazh ! <a href="%">Sellit ouzh ar video evit gouzout hiroc'h.</a>
ca: El Firefox té noves funcions perquè comenceu la següent tasca encara més ràpid! <a href="%">Vegeu el vídeo per saber-ne més.</a>
cs: Firefox obsahuje nové vlastnosti, které vám umožní dokončit váš příští úkol rychleji! <a href="%">Pro více informací shlédněte video</a>.
da: Firefox har fået nye funktioner, der gør det hurtigere at komme videre til din næste opgave. Se hvordan i <a href="%">denne video</a>.
de: Firefox verfügt über neue Funktionen, damit Sie sich möglichst schnell Ihrer nächsten Aufgabe widmen können! <a href="%">Erfahren Sie mehr aus diesem Video.</a>
el: Ο Firefox έχει νέα χαρακτηριστικά για να κάνετε την επόμενη σας κίνηση ακόμα πιο γρήγορα! <a href="%">Δείτε το βίντεο για να μάθετε περισσότερα.</a>
eo: Firefox havas novajn trajtojn por helpi vin aliri vian venontan taskon eĉ pli rapide! <a href="%">Spektu la filmeton por lerni pli pri tio.</a>
es_ar: ¡Firefox tiene nuevas fucionalidades para que realices tus tareas más rápido que nunca! <a href="%">Mirá el video para conocer más.</a>
et: Firefoxi uued võimalused võimaldavad sul järgmise ülesande kallale veelgi kiiremini asuda! <a href="%">Vaata videost järele.</a>
fy_nl: Firefox hat nije funksjes om noch flugger nei jo folgjende taak te gean! <a href="%">Sjoch de fideo om mear te learen.</a>
ga_ie: Tá gnéithe nua i bhFirefox a chabhróidh leat cromadh ar thascanna nua níos sciobtha! <a href="%">Féach ar an bhfíseán chun tuilleadh eolais a fháil.</a>
gd: Tha feartan ùra ann am Firefox leis an ruig thu an ath-shaothair romhad fiù nas luaithe! <a href="%">Coimhead air a' video againn airson barrachd fiosrachaidh.</a>
gl: Firefox ten novas características para facer a súa próxima tarefa aínda máis rápido! <a href="%">Vexa o vídeo para obter máis información.</a>
he: Firefox כולל תכונות חדשות שיאפשרו לך לסיים את המשימה הבאה אפילו מהר יותר! <a href="%">צפו בווידאו למידע נוסף.</a>
hu: A Firefox új funkciójával még gyorsabban lehet a következő feladatra váltani! <a href="%">Nézze meg erről a videót!</a>
it: Firefox introduce nuove funzioni per rendere il tuo lavoro ancora più veloce. <a href="%">Guarda il video per scoprire le novità.</a>
lt: „Firefox“ turi naujovių, padedančių pereiti nuo vienos užduoties prie kitos dar greičiau! <a href="%">Pažiūrėkite vaizdo įrašą ir sužinokite daugiau.</a>
lv: Firefox jaunās iespējas palīdz katru nākamo darbu paveikt ātrāk! <a href="%">Iečeko video un uzzini vairāk.</a>
mk: Firefox има нови особености кои помагаат да ја завршите Вашата работа уште побрзо! <a href="%">Погледајте го видеото за да дознаете повеќе.</a>
nl: Firefox bevat nieuwe functies die u nog sneller naar uw volgende taak brengen! <a href="%">Bekijk de video voor meer info.</a>
or: Firefox ରେ ନୂତନ ବିଶେଷତା ଅଛି ଯାହାକି ଆପଣଙ୍କର ପରବର୍ତ୍ତୀ କାର୍ଯ୍ୟକୁ ମଧ୍ଯ ତୀବ୍ରତର କରିପାରିବ! <a href="%">ଅଧିକ ଜାଣିବା ପାଇଁ ଏହି ଭିଡିଓକୁ ଦେଖନ୍ତୁ।</a>
pt_br: O Firefox tem novos recursos para levar você até a sua próxima tarefa ainda mais rápido! <a href="%">Veja o vídeo para saber mais.</a>
sk: Firefox obsahuje nové funkcie, pomocou ktorých sa dostanete k vašej nasledujúcej úlohe ešte rýchlejšie! <a href="%">Ďalšie informácie v našom videu</a>.
sl: Firefox prinaša novosti, ki vas še hitreje vodijo do vsakdanjih opravil! <a href="%">Za podrobnosti si oglejte video.</a>
sv_se: Firefox har nya funktioner som låter dig komma igång med nästa uppgift ännu snabbare! <a href="%">Titta på videon för att få veta mer.</a>
uk: Нові можливості Firefox роблять перехід від однієї задачі до іншої ще швидшим! <a href="%">Гляньте відео щоб дізнатись більше.</a>
