Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */snippets.po
Languages: ast, br, ca, cs, da, de, el, eo, es_ar, et, fy_nl, ga_ie, gd, gl, he, hu, hy_am, it, lt, lv, mk, ms, nl, or, pt_br, sk, sl, sv_se, uk

source: Get in early and help shape the future of Firefox. <a href="%s">Download Firefox Aurora.</a>
ast: Entama yá a dar forma al futuru de Firefox. <a href="%s">Descargar Firefox Aurora.</a>
br: Deuit e-barzh an dañs abred ha roit skoazell evit stummañ dazont Firefox. <a href="%s">Pellgargit Firefox Aurora.</a>
ca: Accediu-hi aviat i ajudeu a donar forma al futur del Firefox. <a href="%s">Baixeu-vos el Firefox Aurora</a>.
cs: Získejte novinky jako první a pomožte utvářet budoucnost Firefoxu. <a href="%s">Stáhněte si Firefox Aurora</a>.
da: Vær med tidligt, og hjælp med at præge den fremtidige Firefox. <a href="%s">Download Firefox Aurora.</a>
de: Stoßen Sie früh dazu und helfen Sie uns, die Zukunft von Firefox zu gestalten. <a href="%s">Laden Sie Firefox Aurora herunter.</a>
el: Δείτε το μέλλον και βοηθήστε στη διαμόρφωση του Firefox. <a href="%s">Κάντε λήψη του Firefox Aurora.</a>
eo: Partoprenu el la komenco de la disvolvo kaj helpu formi la estontecon de Firefox. <a href="%s">Elŝutu Firefox Aurora.</a>
es_ar: Participá desde el principio y ayudanos a modelar el futuro de Firefox. <a href="%s">Descargá Firefox Aurora.</a>
et: Osale varakult ja aita kujundada Firefoxi tulevikku. <a href="%s">Laadi alla Firefox Aurora.</a>
fy_nl: Stap betiid yn en help foarm te jaan oan de takomst fan Firefox. <a href="%s">Download Firefox Aurora.</a>
ga_ie: Cabhraigh linn todhchaí Firefox a leagan amach. <a href="%s">Íosluchtaigh Firefox Aurora.</a>
gd: Gabh pàirt on fhìor thoiseach 's bidh cothrom agad an ath Firefox a dhealbhadh. <a href="%s">Luchdaich a-nuas Firefox Aurora.</a>
gl: Obtéñao pronto e axude a darlle forma ao futuro do Firefox. <a href="%s">Descargue Firefox Aurora.</a>
he: עלו מוקדם על הרכבת ועזרו לעצב את העתיד של Firefox. <a href="%s">הורידו את Firefox Aurora</a>
hu: Segítsen a Firefox jövőjének alakításában. <a href="%s">Töltse le a Firefox Aurorát.</a>
hy_am: Շուտ միացեք և օգնեք ձևավորել Firefox-ի ապագան: <a href="%s">Բեռնե՛ք Ավրորան</a>:
it: Scopri le novità in anteprima e aiutaci a dare forma al futuro di Firefox. <a href="%s">Download Firefox Aurora.</a>
lt: Prisidėkite prie „Firefox“ formavimo ankstyvoje stadijoje – <a href="%s">Parsisiųskite „Firefox Aurorą“</a>.
lv: Iesaistieties un palīdziet noteikt Firefox nākotni. <a href="%s">Lejuplādējiet Firefox Aurora.</a>
mk: Приклучете се рано и помогнете во обликувањето на иднината на Firefox. <a href="%s">Преземете го Firefox Aurora.</a>
ms: Sertai dan bantu kami membentuk masa depan Firefox. <a href="%s">Muat turun Firefox Aurora.</a>
nl: Klim vast aan boord en help de toekomst van Firefox vorm te geven. <a href="%s">Download Firefox Aurora.</a>
or: ଯଥାଶୀଘ୍ର ଆସନ୍ତୁ ଏବଂ Firefox ର ଭବିଷ୍ୟତ ନିର୍ମାଣରେ ସହାୟତା କରନ୍ତୁ। <a href="%s">Firefox ଆରୋରା ଆହରଣ କରନ୍ତୁ।</a>
pt_br: Tenha antes e ajude a moldar o futuro do Firefox. <a href="%s">Baixe o Firefox Aurora.</a>
sk: Buďte pri tom medzi prvými a pomôžte vytvárať budúcnosť Firefoxu. <a href="%s">Nainštalujte si Firefox Aurora</a>.
sl: S tem, da ste od samega začetka zraven, oblikujete bodočnost Firefoxa. <a href="%s">Prenesite Firefox Aurora.</a>
sv_se: Kom tidigt och hjälp oss att skapa framtidens Firefox. <a href="%s">Hämta Firefox Aurora.</a>
uk: Включайтесь в процес та допоможіть сформувати майбутнє Firefox. <a href="%s">Завантажте Firefox Аврора.</a>

source: Firefox for Android is now optimized for the way you browse on tablets. <a href="%s">Get the power of the Web at your fingertips</a>.
ast: Firefox p'Android yá ta optimizáu pa la navegación en tabletes. <a href="%s">Tol poder de la Web al algame de la mano. ¡Siéntilu!</a>.
br: Firefox evit Android zo bet gwellekaet evit an doare da verdeiñ war an tablerioù. <a href="%s">Ho pezet galloud ar Web dindan ho pizied</a>.
ca: S'ha millorat el Firefox per a l'Android tenint en compte com utilitzeu les tauletes. <a href="%s">Poseu el poder de la xarxa a les vostres mans</a>.
cs: Firefox pro Android je nyní optimalizován pro prohlížení na tabletech. <a href="%s">Poznejte sílu webu pomocí vašich konečků prstů</a>.
da: Firefox til Android er nu optimeret til at browse på tablets. <a href="%s">Få internettets styrke i hænderne</a>!
de: Firefox für Android ist jetzt für Ihr Surfverhalten auf Tablets optimiert. <a href="%s">Nehmen Sie die Kraft des Internets in die Hand</a>.
el: Ο Firefox για Android έχει βελτιστοποιηθεί για περιήγηση σε ταμπλέτες. <a href="%s">Νιώστε τη δύναμη του ιστού στα χέρια σας</a>.
eo: Firefox por Android estas nun plej bone akomodita al la maniero retesplori per tabletoj. <a href="%s">Metu la povon de la Teksaĵo ĉe la pinton de viaj fingroj</a>.
es_ar: Firefox para Android está optimizado para la forma en que navegás en tablets. <a href="%s">Tené el poder de la Web en la punta de tus dedos</a>.
et: Firefox Androidile on nüüd optimeeritud tahvelarvutil kasutamiseks. <a href="%s">Saa osa veebi parimatest võimalustest</a>.
fy_nl: Firefox foar Android is no optimalisearre foar de manier hoe't jo sneupe op tablets. <a href="%s">Krij de krêft fan it yntenet yn jo hannen</a>.
ga_ie: Tá Firefox ar Android optamaithe le haghaidh brabhsáil ar tháibléid anois. <a href="%s">Bíodh cumhacht an Ghréasáin ar bharra na méar agat</a>.
gd: Chaidh piseach a chur air Firefox airson Android gus am freagair e glan fhèin ri brabhsadh air tablaidean. <a href="%s">Cumhachd an lìn 'nad dhà làmh - feuch e </a>.
gl: Agora Firefox para Android está optimizado para a navegación nas tabletas. <a href="%s">Todo o poder da Web ao alcance da súa man</a>.
he: Firefox לאנדרואיד עכשיו מותאם היטב לדרך שבה אתם גולשים במחשבי לוח. <a href="%s">קבלו את כוח הרשת בקצות האצבעות</a>.
hu: A Firefox for Android már táblagépekre optimalizált. <a href="%s">Érezze kezei közt az internet erejét</a>.
hy_am: Firefox-ը Android-ի համար այժմ հարմարեցված է թաբլեթների համար: <a href="%s">Դարձրու ցանցի հզորությունը քեզ շատ մոտ:</a>.
it: Firefox per Android è ottimizzato per la navigazione su tablet. <a href="%s">Tutte le potenzialità del Web a portata di dita</a>.
lt: „Firefox“ naršyklė „Android“ įrenginiams dabar tapo optimizuota ir planšetiniams kompiuteriams. <a href="%s">Parsisiųskite ir mėgaukitės saitynu savo rankose!</a>
lv: Firefox Android ierīcēm ir optimizēta darbam uz planšetdatoriem. <a href="%s">Valdiet pār internetu ar Firefox</a>.
mk: Firefox за Android сега е оптимизиран за работа со таблети. <a href="%s">Земете ја моќта на мрежата во Ваши раце</a>.
ms: Firefox untuk Android kini dioptimumkan untuk dilayari pada tablet. <a href="%s">Dapatkan kuasa Web di hujung jarimu</a>.
nl: Firefox voor Android is nu geoptimaliseerd voor het surfen op tablets. <a href="%s">Breng de kracht van het internet binnen handbereik</a>.
or: ଏଣ୍ଡ୍ରଏଡ ପାଇଁ Firefox ବର୍ତ୍ତମାନ ଟ୍ୟାବଲେଟଗୁଡ଼ିକରେ ବ୍ରାଉଜ କରିବା ପାଇଁ ଉଦ୍ଦିଷ୍ଟ। <a href="%s">ୱେବର ସୁବିଧାକୁ ଆପଣଙ୍କ ହାତ ମୁଠାରେ ପ୍ରାପ୍ତ କରନ୍ତୁ</a>।
pt_br: O Firefox para Android foi otimizado para a sua forma de navegar em tablets. <a href="%s">Tenha o poder da Web na ponta dos seus dedos</a>.
sk: Firefox pre Android je teraz optimalizovaný pre prehliadanie na tabletoch. <a href="%s">Spoznajte silu webu pomocou vašich prstov</a>.
sl: Firefox za Android je sedaj optimiziran za uporabo na tablicah. <a href="%s">Bogastvo spleta na konici vaših prstov</a>.
sv_se: Firefox för Android är nu optimerad för webbläsning på surfplattor. <a href="%s">Upplev webben med hjälp av fingrarna</a>.
uk: Firefox під Android тепер оптимізовано для роботи на планшетах. <a href="%s">Пориньте у безмежжя інтернета</a>.

source: Download Firefox on your Android tablet and put the power of the Web right in your hands. <a href="%s">Get it now</a>.
ast: Descarga Firefox na to tableta Android y pon tol poder de la Web nes tos manes. <a href="%s">Consíguilu agora</a>.
br: Pellgargit Firefox war ho tabler Android ha grit ho mad eus galloud ar Web. <a href="%s">Kaout anezhañ diouzhtu</a>.
ca: Baixeu-vos el Firefox a la vostra tauleta Android i poseu el poder de la xarxa a les vostres mans. <a href="%s">Aconseguiu-lo ara</a>.
cs: Stáhněte si Firefox pro váš tablet s Androidem a pociťte sílu webu ve vašich rukou. <a href="%s">Získat nyní</a>.
da: Download Firefox til din Android tablet, og få internettets styrke i hænderne. <a href="%s">Hent den nu</a>.
de: Laden Sie Firefox auf Ihr Android-Tablet herunter und nehmen Sie die Kraft des Internets im wahrsten Sinne des Wortes in die Hand. <a href="%s">Greifen Sie zu</a>.
el: Βάλτε τον Firefox στην ταμπλέτα Android σας και απολαύστε όλη τη δύναμη του ιστού στα χέρια σας. <a href="%s">Κάντε λήψη τώρα</a>.
eo: Elŝutu Firefox en via tableto Android kaj metu la povon de la Teksaĵo rekte en viajn manojn. <a href="%s">Elŝutu nun</a>.
es_ar: Descargá Firefox en tu tablet Android y tené el poder de la Web en tus manos. <a href="%s">Descargalo acá</a>.
et: Laadi Firefox alla oma Androidi tahvelarvutisse ja kasuta veebi parimaid võimalusi. <a href="%s">Hangi see kohe</a>.
fy_nl: Download Firefox op jo Android tablet en krij de krêft fan it yntenet yn jo hannen. <a href="%s">Krij it no</a>.
ga_ie: Íosluchtaigh Firefox ar do tháibléad Android agus cuir cumhacht an Ghréasáin i do lámha. <a href="%s">Faigh anois é</a>.
gd: Faigh Firefox air an tablaid Android agad mas e cumhachd an lìn 'nad dhà làmh a tha thu ag iarraidh. <a href="%s">Faigh e an-dràsta</a>.
gl: Descargue Firefox na súa tableta Android e pon o poder da Web nas súas mans. <a href="%s">Fágase con el agora</a>.
he: <a href="%s">הורידו את Firefox לאנדרואיד שלכם</a> ושימו את כוח הרשת בידיים שלכם. <a href="%s">קחו אותו עכשיו.</a>.
hu: Töltse le a Firefox böngészőt az Android táblagépre és érezze kezei közt az internet erejét. <a href="%s">Töltse le most</a>.
hy_am: Բեռնիր Firefox-ը քո Android թաբլեթում և ցանցի հզորությունը կհայտնվի հենց քո ձեռքերում: <a href="%s">Ձեռք բեր այն հիմա</a>:
it: Installa Firefox sul tuo tablet Android e e sfrutta a pieno le potenzialità del Web. <a href="%s">Scaricalo subito</a>.
lt: Parsisiųskite „Firefox“ naršyklę į savo „Android“ planšetinį kompiuterį ir mėgaukitės saitynu tiesiog savo rankose. <a href="%s">Siųskitės dabar!</a>
lv: Lejupielādējiet Firefox savā Android planšetdatorā un izbaudiet Interneta spēku savā pakļautībā. <a href="%s">Lejupielādējiet Firefox</a>.
mk: Преземете го Firefox на Вашиот Android таблет и ослободете ја моќта на мрежата во Вашите раце. <a href="%s">Земете го сега</a>.
ms: Muat turun Firefox untuk tablet Android anda dan letakkan kuasa Web di tanganmu. <a href="%s">Dapatkannya sekarang,</a>.
nl: Download Firefox op uw Android-tablet en leg de kracht van het internet in uw eigen handen. <a href="%s">Download hem nu</a>.
or: ଆପଣଙ୍କ ଏଣ୍ଡ୍ରଏଡ ଟ୍ୟାବଲେଟରେ Firefox ଆହରଣ କରନ୍ତୁ ଏବଂ ୱେବ ଶକ୍ତିକୁ ଆପଣଙ୍କ ହାତ ମୁଠାକୁ ଆଣନ୍ତୁ। <a href="%s">ବର୍ତ୍ତମାନ ଏହାକୁ ପ୍ରାପ୍ତ କରନ୍ତୁ</a>।
pt_br: Baixe o Firefox no seu tablet Android e coloque o poder da Web direto em suas mãos. <a href="%s">Baixe agora</a>.
sk: Nainštalujte si Firefox pre váš tablet s OS Android a pocítite silu webu vo vašich rukách. <a href="%s">Získať teraz</a>.
sl: Prenesite si Firefox za svojo Android tablico in vzemite krmarjenje po spletu v svoje lastne roke. <a href="%s">Priskrbite si ga zdaj</a> .
sv_se: Hämta Firefox på din Android-platta och få hela webben i din hand. <a href="%s">Hämta nu</a>.
uk: Завантажте Firefox під Android-планшети та тримайте в руках всю безмежність інтернету. <a href="%s">Завантажити зараз</a>.

source: <a href="%">Download Firefox Beta</a>, provide feedback and help make the next Firefox even more awesome for our 450 million users.
ast: <a href="%">Descarga Firefox Beta</a>, danos les tos opiniones y suxerencies, y fai que'l próximu Firefox seya más ablucante pa los nuesos 450 millones d'usuarios.
br: <a href="%">Pellgargit Firefox Beta</a>, roit ho meno ha roit skoazell deomp a-benn lakaat handelv a zeu Firefox da vezañ dreistordinaloc'h c'hoazh evit ar 450 milion a arveriaded.
ca: <a href="%">Baixeu el Firefox Beta</a>, envieu-ne comentaris i ajudeu a fer el nou Firefox encara més fantàstic pels nostres 450 milions d'usuaris.
cs: <a href="%">Stáhněte si Firefox Beta</a>, poskytněte nám reakci a pomozte tak učinit příští verzi Firefoxu pro 450 miliónů uživatelů ještě lepší.
da: <a href="%">Download Firefox beta</a>, fortæl os din mening og hjælp med at gøre den næste Firefox endnu mere fantastisk for vores 450 millioner brugere.
de: <a href="%">Laden Sie Firefox Beta herunter</a>, sagen Sie uns Ihre Meinung und helfen Sie uns dabei, den nächsten Firefox für unsere 450 Millionen Anwender noch wunderbarer zu machen.
el: <a href="%">Κάντε λήψη του Firefox Beta</a>, πείτε μας τα σχόλια σας και βοηθήστε να κάνουμε τον επόμενο Firefox ακόμα καλύτερο για τους 450 εκατομμύρια χρήστες μας.
eo: <a href="%">Elŝutu Firefox Beta</a>, sendi al viajn komentojn kaj helpu la venontan Firefox iĝi eĉ pli mirinda por niaj 450 milionoj da uzantoj.
es_ar: <a href="%">Descargá Firefox Beta</a>, danos tu opinión y ayudá a que el próximo Firefox sea aún más impresionante para nuestros 450 millones de usuarios.
et: <a href="%">Laadi alla Firefoxi beeta</a>, anna tagasisidet ning aita meil järgmist Firefoxi 450 miljoni kasutaja jaoks veelgi paremaks teha.
fy_nl: <a href="%">Download Firefox Beta</a>, jou kommentaar en help de folgjende Firefox noch better te meitsjen foar ús 450 miljoen brûkers.
ga_ie: <a href="%">Íosluchtaigh Firefox Béite</a>, tabhair aiseolas dúinn, agus cabhraigh linn snas a chur ar Firefox ar mhaithe lenár 450 milliún úsáideoir.
gd: <a href="%">Luchaich a-nuas Firefox Beta</a>, innis dhuinn dè do bheachd air agus cuidich leinn gus am bi an ath Firefox fiù nas gasta dha na 450 millean duine a chleachdas e.
gl: <a href="%">Descargue Firefox beta</a>, dea a súa opinión e fai que o próximo Firefox sexa incluso máis incríbel para os 450 millóns de usuarios nosos.
he: <a href="%">הורידו את Firefox Beta</a>, הביעו את דעתכם במשוב, וקחו חלק במשימה לשפר את הגרסה הבאה של Firefox עבור 450 מיליון המשתמשים שלנו.
hu: <a href="%">Töltse le a Firefox Beta verziót</a>, és mondja el véleményényét, hogy a következő Firefox verzió még fantasztikusabb legyen a 450 millió felhasználónak..
hy_am: <a href="%">Բեռնիր Firefox Բետան</a>, արձագանքիր և օգնիր դարձնել հաջորդ Firefox-ը շատ ավելի կատարյալ մեր 450 միլիոն օգտվողների համար:
it: <a href="%">Installa Firefox Beta</a>, facci conoscere la tua opinione e aiutaci a migliorare l'esperienza di 450 milioni di utilizzatori di Firefox.
lt: <a href="%">Parsisiųskite „Firefox“ betą</a>, teikite atsiliepimus ir padėkite kitai „Firefox“ laidai dar labiau nudžiuginti visus 450 milijonų naudotojų.
lv: <a href="%">Lejupielādē Firefox Beta</a>, dalies ar atsauksmēm un palīdzi uzlabot nākamo Firefox versiju 450 miljoniem lietotāju.
mk: <a href="%">Преземете го Firefox Beta</a>, пишете ни што мислите и помогнете да го направиме Firefox подобар за сите наши 450 милиони корисници.
ms: <a href="%">Muat turun Firefox Beta</a>, berikan maklum balas dan bantu kami menjadikan Firefox yang akan datang lebih hebat untuk 450 juta pengguna kami.
nl: <a href="%">Download Firefox Bèta</a>, geef feedback en help de volgende Firefox voor onze 450 miljoen gebruikers nog geweldiger te maken.
or: <a href="%">Firefox ବିଟା ଆହରଣ କରନ୍ତୁ</a>, ମତାମତ ପ୍ରଦାନ କରନ୍ତୁ ଏବଂ ପରବର୍ତ୍ତୀ Firefox କୁ 450 ମିଲିଅନ ଚାଳକ ପାଇଁ ଅଧିକ ସୁନ୍ଦର କରନ୍ତୁ।
pt_br: <a href="%">Baixe o Firefox Beta</a>, envie suas opiniões e ajude a tornar o próximo Firefox ainda mais incrível para nossos 450 milhões de usuários.
sk: <a href="%">Nainštalujte si Firefox Beta</a>, poskytnite nám reakciu a pomôžte tak urobiť nasledujúcu verziu Firefoxu pre 450 miliónov používateľov ešte lepšou.
sl: <a href="%">Prenesite si Firefox Beta</a>, sporočite nam svoje izkušnje in nam pomagajte izboljšati Firefox za naših 450 milijonov uporabnikov.
sv_se: <a href="%">Hämta Firefox Beta</a>, ge oss feedback och hjälp oss att göra nästa version av Firefox ännu mer fantastisk för våra 450 miljoner användare.
uk: <a href="%">Завантажте Firefox Бета</a>, шліть відгуки та допоможіть зробити наступний Firefox ще кращим для всіх 450 мільйонів користувачів.

source: Test features, refine and polish them and help us make our next version better than ever. <a href="%">Download Firefox Beta today!</a>
ast: Prueba carauterístiques, defíneles y perfeiciónales; y échanos un gabitu pa que la próxima versión entá seya meyor . <a href="%">¡Descarga Firefox Beta!</a>
br: Amprouit keweriusterioù, peurlipit ha purit anezho ha roit skoazell deomp a-benn lakaat hon handelv a zeu da vezañ gwelloc'h eget biskoazh. <a href="%">Pellgargit Firefox Beta hiziv !</a>
ca: Proveu funcions, refineu-les, poliu-les i ajudeu-nos a fer la nostra propera versió millor que mai. <a href="%">Baixeu el Firefox Beta avui!</a>
cs: Testujte funkce, připomínkujte je a pomáhejte nám tak učinit naši příští verzi ještě lepší. <a href="%">Stáhněte si Firefox Beta ještě dnes</a>!
da: Test funktioner, finpuds dem og hjælp os til at lave vores næste version bedre end nogensinde. <a href="%">Download Firefox beta i dag!</a>
de: Testen Sie Funktionen, verbessern und polieren Sie sie und helfen Sie uns so, unsere nächste Firefox-Version besser als je zuvor zu machen. <a href="%">Laden Sie heute Firefox Beta herunter!</a>
el: Δοκιμάστε λειτουργίες και βοηθήστε μας στην τελειοποίηση και το «γυάλισμα» τους για να κάνουμε την επόμενη έκδοση καλύτερη από ποτέ. <a href="%">Κάντε τώρα λήψη του Firefox Beta!</a>
eo: Testu trajtojn, reviziu kaj poluru ilin kaj helpu nin igi la venontan version pli bona ol ĉiuj antaŭaj. <a href="%">Elŝutu Firefox Beta hodiaŭ!</a>
es_ar: Probá las funcionalidades, afinalas y pulilas y ayudanos a hacer que la próxima versión sea más grandiosa que nunca. <a href="%">¡Descargá Firefox Beta ya!</a>
et: Testi uusi võimalusi, lihvi ja täiusta neid ning aita meil järgmine versioon teha paremaks kui eales varem. <a href="%">Laadi Firefoxi beeta alla juba täna!</a>
fy_nl: Test funksjes, ferbetterje en poets se en help ús de flgjende ferzje och better te meitsjen. <a href="%">Download Firefox Beta hjoed!</a>
ga_ie: Tástáil gnéithe, agus cabhraigh linn snas a chur ar an chéad leagan eile. <a href="%">Íosluchtaigh Firefox Béite inniu!</a>
gd: Feuch feartan ùra, grinnich is lìomhaich iad gus am bi an ath-thionndadh nas fhearr na bha e riamh. <a href="%">Luchdaich a-nuas Firefox Beta an-diugh!</a>
gl: Probe as características, defíneas e perfeccióneas e axude a que a nosa próxima versión sexa incluso mellor. <a href="%">Descargue Firefox beta!</a>
he: בידקו תכונות, שפרו ולטשו תכונות ועזרו לנו לעשות את הגרסה הבאה טובה יותר מבעבר. <a href="%">הורידו את Firefox Beta עוד היום!</a>
hu: Tesztelje az új funkciókat és segítsen, hogy a következő verzió az eddigi legjobb legyen. <a href="%">Töltse le a Firefox Beta verziót!</a>
hy_am: Փորձարկեք հնարավորությունները և օգնեք մեզ էլ ավելի լավը դարձնելու հաջորդ տարբերակը։ <a href="%">Բեռնեք Firefox Բետան հենց այսօր!</a>
it: Prova le nuove caratteristiche, aiutaci a perfezionarle per fare in modo che la prossima versione sia la migliore di sempre. <a href="%">Installa subito Firefox Beta</a>
lt: Išbandykite naujoves ir padėkite jas išblizginti, kad kita „Firefox“ laida būtų geresnė nei kada nors anksčiau. Nelaukite, <a href="%">parsisiųskite „Firefox“ betą!</a>
lv: Notestē iespējas, uzlabo un noslīpē tās un palīdzi mums nākamo versiju padarīt labāku kā jebkad. <a href="%">Nekavējies, lejupielādē Firefox Beta!</a>
mk: Тестирајте ги особеностите, рефинирајте и полирајте и помогнете новата верзија да биде најдобра до сега. <a href="%">Преземете го Firefox Beta денес!</a>
ms: Cuba ciri-ciri, perhalusi dan gilap ia dan bantu kami untuk menjadikan versi seterusnya lebih baik daripada sebelum. <a href="%">Muat Turun Firefox Beta hari ini!</a>
nl: Test functies, verfijn en schaaf ze bij en help ons de volgende versie beter dan ooit te maken. <a href="%">Download Firefox Bèta meteen!</a>
or: ବିଶେଷତାଗୁଡ଼ିକୁ ପରୀକ୍ଷା କରନ୍ତୁ, ସୁଧାରନ୍ତୁ ଏବଂ ଚମକାନ୍ତୁ ଏବଂ ଆମର ପରବର୍ତ୍ତୀ ସଂସ୍କରଣକୁ ଆଗ ଅପେକ୍ଷା ଭଲ କରନ୍ତୁ। <a href="%">Firefox ବିଟାକୁ ଆଜି ଆହରଣ କରନ୍ତୁ!</a>
pt_br: Teste recursos, apare arestas e nos ajude a tornar nossa próxima versão melhor do que nunca. <a href="%">Baixe o Firefox Beta hoje!</a>
sk: Testujte funkcie, pripomienkujte ich a pomáhajte nám tak urobiť našu nasledujúcu verziu ešte lepšou. <a href="%">Nainštalujte si Firefox Beta ešte dnes</a>!
sl: Testirajte funkcije, izboljšajte in ugladite jih in nam pomagajte, da bo naša naslednja verzija še boljša. <a href="%">Prenesite si še danes Firefox Beta!</a>
sv_se: Testa funktioner, förfina och putsa dem och hjälp oss att göra vår nästa version bättre än någonsin. <a href="%">Hämta Firefox Beta idag!</a>
uk: Тестуючи новинки, покращуючи та засилаючи відгуки, ви допомогаєте зробити наступну версію кращою ніж будь-коли. <a href="%">Завантажте Firefox Бета сьогодні!</a>
