Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */snippets.po
Languages: ast, br, ca, cs, da, de, el, eo, es_ar, et, fy_nl, ga_ie, gd, gl, he, hu, hy_am, it, lt, lv, mk, ms, nl, or, pt_br, sk, sl, sv_se, uk

source: Too many tabs? Reclaim your browser from the clutter with <a href="%s">Panorama</a>.
ast: ¿Abondes llingüetes? Pon n'orde el to navegador con <a href="%s">Panorama</a>.
br: Re a ivinelloù ? Diac'hubit ho merdeer gant <a href="%s">Panorama</a>.
ca: Massa pestanyes? Poseu ordre al navegador amb el <a href="%s">Panorama</a>.
cs: Příliš mnoho panelů? Udělejte si pořádek ve svém prohlížeči s pomocí <a href="%s">Skupin panelů</a>.
da: For mange faneblade? Saml dine faneblade i grupper med <a href="%s">Panorama</a>.
de: Zu viele Tabs? Holen Sie Ihren Browser mit <a href="%s">Panorama</a> aus dem Durcheinander zurück.
el: Έχετε ανοιχτές πολλές καρτέλες; Εξαλείψτε την ακαταστασία με το <a href="%s">Panorama</a>.
eo: Ĉu tro da folioj? Eltiru vian retesplorilon el la malordo per <a href="%s">Panorama</a>.
es_ar: ¿Demasiadas pestañas? Recuperá tu navegador del desorden con <a href="%s">Panorama</a>.
et: Liiga palju kaarte? Vabasta oma brauser kaartide virvarrist <a href="%s">Panoramat</a> kasutades.
fy_nl: Te folle ljepblêden? Krij jo browser wer yn 'e macht mei <a href="%s">Panorama</a>.
ga_ie: An iomarca cluaisíní? Cuir slacht ar an tranglam le <a href="%s">Panorama</a>.
gd: Cus thabaichean? Faigh smachd air a' bhrabhsair agad a-rithist on bhùrach le <a href="%s">Panorama</a>.
gl: Demasiadas lapelas? Poña orde no seu navegador con <a href="%s">Panorama</a>.
he: יותר מדי לשוניות? הצילו את הדפדפן שלכם מבלגן בעזרת <a href="%s">פנורמה</a>.
hu: Túl sok lapot használ? Szüntesse meg a zűrzavart a <a href="%s">Panorama</a> használatával.
hy_am: Չափազանց շա՞տ են ներդիրները: Վերականգնեք Ձեր դիտարկիչը խառնաշփոթ վիճակից <a href="%s">Panorama</a> -ի միջոցով:
it: Troppe schede? Libera il tuo browser dal caos grazie a <a href="%s">Panorama</a>.
lt: Per daug kortelių? Susigrąžinkite naršyklę sau – naudokitės <a href="%s">kortelių grupėmis</a>.
lv: Pārāk daudz cilņu? Atbrīvojieties no jucekļa ar <a href="%s">Panorama</a> palīdzību.
mk: Премногу јазичиња? Ослободете го Вашиот прелистувач од натрупаност со <a href="%s">Panorama</a>.
ms: Terlalu banyak tab? Menebus guna pelayar Web anda daripada bersepah dengan <a href="%s">Panorama</a>.
nl: Te veel tabbladen? Haal de rommel uit uw browser met <a href="%s">Panorama</a>.
or: ଅତ୍ୟଧିକ ଟ୍ୟାବ? ଆପଣଙ୍କ ବ୍ରାଉଜରକୁ କ୍ଲଟରରୁ <a href="%s">ଚିତ୍ରବଳୀ</a> ସହିତ ପୁଣି ଦାବି କରନ୍ତୁ।
pt_br: Muitas abas? Acabe com a bagunça com o <a href="%s">Panorama</a>.
sk: Príliš veľa kariet? Urobte si poriadok vo svojom prehliadači pomocou funkcie <a href="%s">Skupiny kariet</a>.
sl: Preveč zavihkov? Naredite red v džungli svojih zavihkov s pomočjo <a href="%s">Panorame</a>.!
sv_se: För många flikar? Ordna upp det hela med hjälp av <a href="%s">Panorama</a>.
uk: Забагато вкладок? Позбудьтеся безладу з допомогою <a href="%s">Панорами</a>.

source: No two Firefox users are alike. <a href="%s">Add any button to your browser</a> or remove the ones you don't use. Right-click on home and select Customize.
ast: Nun hai dos usuarios iguales de Firefox. <a href="%s">Amiesta cualquier botón al to navegador</a> o desanicia los que nun uses. Fai clic col botón secundariu n'Iniciu y seleiciona Personalizar.
br: Disheñvel eo pep arveriad eus Firefox. <a href="%s">Ouzhpennit un afell d'ho merdeer</a> pe lamit ar re nad arverit ket. Klikit gant an afell dehou war Pennbajenn ha diuzit Personelaat.
ca: No hi ha dos usuaris de Firefox iguals. <a href="%s">Afegiu qualsevol botó al navegador</a> o elimineu els que no utilitzeu. Feu clic dret a la barra de menú i seleccioneu «Personalitza».
cs: Žádní dva uživatelé Firefoxu nejsou stejní. <a href="%s">Přidejte si jakékoliv tlačítko do svého prohlížeče</a> či odeberte takové, které nepoužíváte. Klepněte pravým tlačítkem na liště a zvolte Nastavit lišty.
da: Ikke to Firefox-brugere er ens. <a href="%s">Tilføj nye knapper til din Firefox</a>, eller fjern dem, du ikke bruger. Højreklik på værktøjslinjen, og vælg Tilpas.
de: Die Firefox-Nutzer sind alle verschieden. <a href="%s">Fügen Sie beliebige Schaltflächen zu Ihrem Browser hinzu</a> oder entfernen Sie die, die Sie nicht benötigen. Klicken Sie mit der rechten Maustaste auf die Schaltfläche „Startseite“ und wählen Sie „Anpassen“.
el: Δεν είναι το ίδιο όλοι οι χρήστες του Firefox. <a href="%s">Προσθέστε οποιοδήποτε κουμπί στον περιηγητή σας</a> ή αφαιρέστε όσα δεν χρησιμοποιείτε. Κάντε δεξί κλικ στο κουμπί της αρχικής σελίδας και επιλέξετε «Προσαρμογή».
eo: Ĉiuj uzantoj de Firefox malsimilas. <a href="%s">Aldonu iun ajn butonon al via retesplorilo</a> aŭ forigu tiujn, kiujn vi ne plu uzas. Alklaku per la dekstra butono sur la hejmo dekstreRight-click on home and select Customize.
es_ar: No existen dos usuarios de Firefox iguales. <a href="%s">Agregá cualquier botón a tu navegador</a> o saca los que no uses. Hacé clic con el botón derecho en el ícono de la casa y elige Personalizar.
et: Iga Firefoxi kasutaja on ainulaadne. <a href="%s">Lisa brauserisse nuppe</a> või eemalda need, mida sa ei kasuta. Paremklõpsa kodu nupul ja vali Kohanda.
fy_nl: Gjin twa Firefox brûkers binne lyk. <a href="%s">Foegje knoppen ta oan jo browser</a> of smyt fuort dy't jo net brûke. Rjochts-klik op home en selektearje Oanpasse.
ga_ie: Ní ionann aon dá úsáideoir Firefox. <a href="%s">Cuir cnaipe ar bith le do bhrabhsálaí</a> nó bain amach na cinn nach n-úsáideann tú. Deaschliceáil ar Bhaile agus roghnaigh 'Saincheap'.
gd: Chan eil fiù dà chleachdaiche Firefox ann a tha co-ionnann. <a href="%s">Cuir putan sam bith ris a' bhrabhsair agad</a> no thoir air falbh an fheadhainn nach cleachd thu. Dèan briogadh deas air an dachaigh agus tagh Gnàthaich.
gl: Non hai dous usuarios de Firefox iguais. <a href="%s">Engada calquera botón ao seu navegador</a> ou retire os que non use. Prema co botón dereito no botón de Páxina de inicio e seleccione Personalizar.
he: אין שני משתמשי Firefox דומים. <a href="%s">הוסיפו כפתורים לדפדפן שלכם</a> והוציאו כאלה שאינכם צריכים. לחצו עם המקש ימני על הבית ובחרו "התאמה אישית".
hu: Nincs két egyforma Firefox felhasználó. <a href="%s">Adjon bármilyen gombot a böngészőhöz</a> vagy távolítsa el azt, amelyiket nem használ. Kattintson jobb egérgombbal a Kezdőlap ikonra és válassza ki a Testreszabás gombot.
hy_am: Firefox օգտագործողները տարբեր են: <a href="%s">Ավելացրու ցանկացած կոճակ քո դիտարկիչին</a> կամ հեռացրու այն կոճակները, որոնցից դու չես օգտվում: Աջ սեղմում կատարեք Մեկնարկային էջի վրա և ընտրեք Կարգավորել:
it: Ogni utente ha esigenze diverse. <a href="%s">Aggiungi tutti i pulsanti che ti servono</a> o rimuovi quelli che non usi. Fai clic con il tasto destro sul pulsante Home e seleziona Personalizza.
lt: Nėra dviejų vienodų „Firefox“ naudotojų. <a href="%s">Pridėkite į naršyklę bet kokį mygtuką</a> arba pašalinkite tuos, kurie Jums nereikalingi. Spustelėkite pradžios tinklalapio mygtuką dešiniuoju klavišu ir pasirinkite „Tvarkyti“.
lv: Nevieni divi Firefox lietotāji nav vienādi. <a href="%s">Pielieciet jaunas pogas</a> vai aizvāciet nevajadzīgās. Uzklikšķiniet ar labo taustiņu uz mājiņas un izvēlieties Pielāgot.
mk: Нема два исти корисника на Firefox. <a href="%s">Додајте било кое копче на Вашиот прелистувач</a> или отстранете ги тие што не ги користите. Десен клик на „Дома“ и одберете „Прилагоди“.
ms: Tiada dua pengguna Firefox yang serupa. <a href="%s">Tambah mana-mana butang ke pelayar anda</a> atau buang mana-mana yang tidak digunakan. Klik kanan di asal dan pilih Ubahsuai.
nl: Geen twee Firefox-gebruikers zijn hetzelfde. <a href="%s">Voeg knoppen toe aan uw browser</a> of verwijder die welke u niet gebruikt. Klik met rechts op het startpaginapictogram en selecteer Aanpassen.
or: କୌଣସି ଦୁଇଜଣ Firefox ଚାଳକ ସମାନ ପ୍ରକାରର ନୁହଁନ୍ତି। <a href="%s">ଆପମଙ୍କ ବ୍ରାଉଜରରେ କୌଣସି ବଟନ ଯୋଡନ୍ତୁ</a> ଅଥବା ଆପଣ ବ୍ୟବହାର କରୁନଥିବା ବଟନକୁ ବାହାର କରନ୍ତୁ। ମୂଳ ସ୍ଥାନ ଉପରେ ଡାହାଣ କ୍ଲିକ କରନ୍ତୁ ଏବଂ ଇଚ୍ଛାରୂପଣ କରନ୍ତୁକୁ ବାଛନ୍ତୁ।
pt_br: Nenhum usuário do Firefox é igual ao outro. <a href="%s">Adicione qualquer botão ao seu navegador</a> ou remova aqueles que você não usa. Clique com o botão direito no botão página inicial e selecione Personalizar.
sk: Žiadni dvaja používatelia Firefoxu nie sú rovnakí. <a href="%s">Pridajte si akékoľvek tlačidlo do svojho prehliadača</a> či odoberte to, ktoré nepoužívate. Kliknite pravým tlačidlom na paneli nástrojov a zvoľte položku Prispôsobiť.
sl: Uporabniki Firefoxa so si tako različni. <a href="%s">Dodajte gumbe svojemu brskalniku</a> ali pa jih odstranite, če so vam v napoto. Desno-kliknite na domov in izberite Po meri...
sv_se: Alla Firefox-användare är olika. <a href="%s">Lägg till knappar i webbläsaren</a> eller ta bort dom du inte använder. Högerklicka i verktygsfältet och välj Anpassa.
uk: Кожен користувач Firefox’а особливий. <a href="%s">Додайте кнопок до вашого браузера</a> чи вилучте непотрібні. Клацніть правою клавішею по значку Дім та виберіть Налаштувати.

source: Dress up your Firefox with Personas. Roll over to try, click to apply. Or visit the <a href="%s">gallery</a> for thousands more!
ast: Pon Firefox al to xeitu con 'Personas'. Pasa'l punteru pa probar una, fai clic pa usala. ¡O visita la <a href="%s">galería</a> pa ver munchísimes más!
br: Gwiskit ho Firefox gant Personas. Tremenit warnañ a-benn esaeit anezhañ, klikit a-benn seveniñ. Pe weladennit an <a href="%s">diskouezva</a> evit dizoleiñ miliadoù a re all.
ca: Vestiu el Firefox amb Personas. Col·loqueu el ratolí sobre els Personas per provar-los i feu clic per aplicar-los o visiteu la <a href="%s">galeria</a> per descobrir-ne molts més!
cs: Oblečte si svůj Firefox s pomocí Personas. Přejetím kurzorem myši si jej vyzkoušejte a klepnutím nainstalujte. Nebo navštivte <a href="%s">galerii</a> s tisící dalšími!
da: Klæd din Firefox på med Personas. Hold musemarkøren over for at prøve, klik for at anvende. Eller besøg <a href="%s">Personas-webstedet</a> for at finde tusinder andre Personas!
de: Kleiden Sie Ihren Firefox mit Personas. Bewegen Sie den Mauszeiger darüber, um eines anzuprobieren, und klicken Sie zum Anwenden darauf. Oder besuchen Sie die <a href="%s">Galerie</a>, wo Sie Tausende mehr finden!
el: Ντύστε τον Firefox με τα Personas. Περάστε από πάνω για δοκιμή, κάντε κλικ για εφαρμογή ή επισκεφθείτε τη <a href="%s">συλλογή</a> για χιλιάδες περισσότερα!
eo: Vestu vian Firefox per Personas. Movu la muson super ili por provi, alklaku por apliki. Aŭ vizitu la <a href="%s">galerion</a> por malkovri milojn da aliaj!
es_ar: Decorá tu Firefox con Personas. Pasá por arriba de los diseños con el mouse para probarlos, hacé clic para usarlos. O visitá la <a href="%s">galería</a> ¡para descubrir miles más!
et: Kaunista Firefoxi Personaga. Proovimiseks liiguta kursor kujunduse kohale, rakendamiseks klõpsa sellel. Või külasta <a href="%s">galeriid</a>, kust leiad tuhandeid teisi kujundusi!
fy_nl: Klaai jo Firefox oan mei Personas. Rol der oerhinne om te probearjen, klik om ta te passen. Of besykje de <a href="%s">galery</a> foar tûzenen mear!
ga_ie: Maisigh Firefox le Pearsantachtaí. Cuir an luch os a chionn chun triail a bhaint as, agus cliceáil chun cur i bhfeidhm. Nó déan cuairt ar an <a href="%s">ngailearaí</a> áit a bhfuil na mílte eile ann!
gd: Cuir dreachan pearsanta air Firefox. Gluais a' chuileag thairis air gin dhiubh gus ro-shealladh fhaghinn. No tadhail air a' <a href="%s">ghailearaidh</a> airson torr mòr a bharrachd dhiubh fhaicinn!
gl: Vista o seu Firefox con Personas. Pase o rato por riba para probar unha, prema para aplicala. Ou visite a <a href="%s">galería</a> para ver moitas máis!
he: הלבישו את ה־Firefox שלכם בעזרת הפרסונות. העבירו את העכבר כדי לנסות, לחצו כדי להחיל. או בקרו ב<a href="%s">גלריה</a> בשביל לראות עוד אלפי עיצובים נוספים.
hu: Öltöztesse fel a Firefox böngészőt a Personas segítségével. Kipróbáláshoz csak húzza fölé az egeret és ha megtetszett, kattintson rá. Vagy látogassa meg a <a href="%s">galériát</a>, ahol több ezer továbbit talál!
hy_am: Զարդարեք Ձեր Firefox-ը Դիզայն-ի միջոցով: Պտտացրեք՝ փորձելու համար, սեղմեք՝ կիրառելու համար: Կամ այցելեք <a href="%s">պատկերասրահ</a>՝ հազարավոր այլ ձևերի համար:
it: Cambia il look del tuo Firefox grazie ai temi Personas. Muovi il mouse sopra il tema per provarlo, fai clic per installarlo. Oppure visita la <a href="%s">galleria</a> con migliaia di alternative.
lt: Papuoškite savo „Firefox“ kaukėmis. Išbandykite kaukę, užvesdami pelę, pasilikite ją, spustelėję. Arba aplankykite <a href="%s">galeriją</a>, kur kaukių rasite tiesiog tūkstančius!
lv: Izskaistiniet Firefox ar tapetēm. Pārbrauciet ar peli, lai izmēģinātu un uzklikšķiniet, lai pievienotu. Aplūkojiet tapešu <a href="%s">galeriju</a>!
mk: Облечете го Firefox со Personas. Пробајте пред да се одлучите. Или посетете ја <a href="%s">галеријата</a> за илјадници други!
ms: Gaya Firefox anda menawan dengan Personas. "Roll over" dengan mencuba, klik untuk gunakan ia. Atau layari <a href="%s">galeri </a> untuk lebih banyak lagi
nl: Verfraai uw Firefox met Persona’s. Beweeg de muis om te proberen, klik om toe te passen. Of bezoek de <a href="%s">galerij</a> voor duizenden andere!
or: ଆପଣଙ୍କ Firefox କୁ ନୂତନ ଛବି ପ୍ରଦାନ କରନ୍ତୁ। ଚେଷ୍ଟା କରିବା ପାଇଁ ବୁଲାନ୍ତୁ, ପ୍ରୟୋଗ କରିବା ପାଇଁ କ୍ଲିକ କରନ୍ତୁ। ଅଥବା ଅଧିକ ହଜାର ହଜାର ଛବି ପାଇଁ <a href="%s">ଗ୍ୟାଲେରୀ</a> କୁ ପରିଦର୍ଶନ କରନ୍ତୁ!
pt_br: Vista seu Firefox com Personas. Aponte para experimentar, clique para aplicar. Ou visite a <a href="%s">galeria</a> para outros milhares de designs!
sk: Oblečte si svoj Firefox pomocou tém vzhľadu Personas. Prejdením kurzoru myši si ju vyskúšate a kliknutím nainštalujete. Alebo navštívte <a href="%s">galériu</a> s tisíckami ďalších tém!
sl: Oblecite svoj Firefox v Persone. Popeljite čeznje za poskus ali pa kliknite nanje, da si jih prenesete. Lahko tudi obiščete <a href="%s">galerijo</a> f s tisoči drugih!
sv_se: Stajla Firefox med Personas. Peka för att prova, klicka för att använda. Eller besök <a href="%s">galleriet</a> för att se tusentals andra!
uk: Вдягніть ваш Firefox в Персони. Наведіть щоб спробувати, клацніть щоб застосувати. Чи завітайте в <a href="%s">галерею</a> з тисячами інших!

source: Get a first look at the latest features, even before they go to Beta. <a href="%s">Download Firefox Aurora.</a>
ast: Écha-y un güeyu a les caberes carauterístiques, enantes inclusu de que pase a Beta. <a href="%s">Descargar Firefox Aurora.</a>
br: Ho pezet un alberz eus ar c'heweriusterioù diwezhañ a-raok ma vint hegerz war an handelv beta. <a href="%s">Pellgargit Firefox Aurora.</a>
ca: Feu el primer cop d'ull a les darreres funcions, fins i tot abans que vagin a la versió Beta. <a href="%s">Baixeu-vos el Firefox Aurora</a>.
cs: Podívejte se na připravované funkce ještě ve fázi betaverze. <a href="%s">Stáhněte si Firefox Aurora</a>.
da: Få et første kig på de nyeste funktioner allerede inden, de går i Beta. <a href="%s">Download Firefox Aurora.</a>
de: Werfen Sie einen ersten Blick auf die neuesten Funktionen, noch bevor sie den Beta-Status erreichen. <a href="%s">Laden Sie Firefox Aurora herunter.</a>
el: Δείτε τα νέα χαρακτηριστικά πριν μπουν στη δοκιμαστική έκδοση. <a href="%s">Κάντε λήψη του Firefox Aurora.</a>
eo: Spertu unue la lastajn trajtojn, eĉ antaŭ ol ili aperas en Beta. <a href="%s">Elŝutu Firefox Aurora-n.</a>
es_ar: Dale un vistazo a las últimas novedades, antes de que lleguen a Beta. <a href="%s">Descargá Firefox Aurora.</a>
et: Proovi uusimaid lahendusi veel enne, kui need beetasse jõuavad. <a href="%s">Laadi alla Firefox Aurora.</a>
fy_nl: Krij in idee fan de lêste funksjes, sels eardat se nei Beta gean. <a href="%s">Download Firefox Aurora.</a>
ga_ie: Bain triail as na gnéithe is déanaí, fiú sula bhfuil siad ar fáil sa leagan Béite. <a href="%s">Íosluchtaigh Firefox Aurora.</a>
gd: Faigh plathadh air na feartan as ùire, fiù mus bi iad ann am Beta. <a href="%s">Luchdaich a-nuas Firefox Aurora.</a>
gl: Déalle unha primeira olladas ás últimas características, incluso antes de que vaian á Beta. <a href="%s">Descargue Firefox Aurora.</a>
he: מבט ראשון על התכונות החדשות, עוד לפני שהן מופיעות בגרסת בטא. <a href="%s">הורדת Firefox Aurora.</a>
hu: Nézze meg a legújabb fejlesztéseket, mielőtt azok a Beta verzióba kerülnek. <a href="%s">Töltse le a Firefox Aurorát.</a>
hy_am: Նախ նայեք վերջին առանձնահատկություններին, նույնիսկ նախքան նրանք Բետայում կկիրառվեն: <a href="%s">Բեռնեք Firefox Ավրորան</a>:
it: Scopri tutte le novità ancora prima che siano disponibili nella beta. <a href="%s">Installa Firefox Aurora.</a>
lt: Išbandykite šviežiausias naršyklės „Firefox“ naujoves dar prieš joms patenkant į betą. <a href="%s">Parsisiųskite „Firefox Aurorą“.</a>
lv: Izmēģiniet jaunākās iespējas, pat pirms tās parādās Beta versijā. <a href="%s">Izmēģiniet Firefox Aurora.</a>
mk: Пробајте ги новите особености дури и пред да одат во Beta. <a href="%s">Преземете го Firefox Aurora.</a>
ms: Lakukan tinjauan pertama ke atas ciri-ciri terbaru, bahkan sebelum ia jadi ke Beta. <a href="%s">Muat turun Firefox Aurora.</a>
nl: Werp een eerste blik op de nieuwste functies, zelfs voordat ze naar de Bèta gaan. <a href="%s">Download Firefox Aurora.</a>
or: ନୂତନ ବିଶେଷତାକୁ ପ୍ରଥମେ ଦେଖନ୍ତୁ, ସେଗୁଡ଼ିକ ବିଟାକୁ ଯିବା ପୂର୍ବରୁ ମଧ୍ଯ। <a href="%s">Firefox ଆରୋରା ଆହରଣ କରନ୍ତୁ।</a>
pt_br: Dê uma olhada nos recursos mais recentes, antes mesmo de irem pro Beta. <a href="%s">Baixe o Firefox Aurora.</a>
sk: Pozrite sa na pripravované funkcie ešte vo fáze verzií beta. <a href="%s">Nainštalujte si Firefox Aurora</a>.
sl: Privoščite si prvi pogled v nove funkcije, še preden pridejo do kanala Beta. <a href="%s">Prenesite Firefox Aurora.</a>
sv_se: Ta en första titt på de senaste funktionerna, innan de kommer i betan. <a href="%s">Hämta Firefox Aurora.</a>
uk: Зацініть останні новинки, не чекаючи на Бету-версію. <a href="%s">Завантажте Firefox Аврора.</a>

source: <a href="%s">Download Firefox Aurora</a> to test features and help us determine what makes it to Beta.
ast: <a href="%s">Descarga Firefox Aurora</a> para probar les nueves funcionalidaes y ayúdanos a seleicionar cuáles pasen a Beta.
br: <a href="%s">Pellgargit Firefox Aurora</a> a-benn amprouiñ keweriusterioù ha reiñ skoazell deomp evit didermenañ peseurt re a vo e-barzh an handelv Beta.
ca: <a href="%s">Baixeu-vos el Firefox Aurora</a> per avaluar-ne les funcions i ajudar-nos a determinar què falta per passar-lo a Beta.
cs: <a href="%s">Stáhněte si Firefox Aurora</a>, otestujte si nové funkce a dejte nám vědět, co si o nich myslíte.
da: <a href="%s">Download Firefox Aurora</a> for at teste og hjælpe os med at afgøre, hvilke funktioner der skal med i Betaen.
de: <a href="%s">Laden Sie Firefox Aurora herunter</a>, um Funktionen zu testen und mit uns zu bestimmen, was in die Beta-Version kommt.
el: <a href="%s">Κάντε λήψη του Firefox Aurora</a> για να τον δοκιμάσετε και να βοηθήσετε να αποφασίσουμε τι θα περάσει στη δοκιμαστική έκδοση.
eo: <a href="%s">Elŝutu Firefox Aurora-n</a> por testi trajtojn kaj helpi nin decidi kio aperos en Beta.
es_ar: <a href="%s">Descargá Firefox Aurora</a> para probar funcionalidades y ayudarnos a decidir qué pasa a Beta.
et: <a href="%s">Laadi alla Firefox Aurora</a>, testi uusi funktsioone ning aita meil otsustada, mis jõuab beetasse.
fy_nl: <a href="%s">Download Firefox Aurora</a> om funksjes te testen en ús te helpen mei te bepalen wat yn Beta komt.
ga_ie: <a href="%s">Íosluchtaigh Firefox Aurora</a> chun na gnéithe is déanaí a thástáil, agus cabhraigh linn cinneadh a dhéanamh ar na gnéithe a bheidh sa chéad leagan Béite eile.
gd: <a href="%s">Luchdaich a-nuas Firefox Aurora</a> gus na feartan ùra a chur fo dheuchainn agus gus co-dhùnadh dè an fheadhainn a ruigeas Beta.
gl: <a href="%s">Descargue Firefox Aurora</a> para probar as características e axudarnos a seleccionar cales pasan á Beta.
he: <a href="%s">הורידו את Firefox Aurora</a> כדי לבדוק תכונות ולעזור לנו להחליט אם הן מוכנות להכללה בגרסת לבטא.
hu: <a href="%s">Töltse le a Firefox Aurorát</a>, hogy kipróbálhassa a funkciókat és segítsen eldönteni, hogy mi kerüljön a Beta verzióba.
hy_am: <a href="%s">Բեռնեք Firefox Ավրորան </a>՝ փորձարկելու համար առանձնահատկությունները և մեզ օգնելու համար որոշել, թե ինչ առավելություն ունի այն Բետայի համար:.
it: <a href="%s">Installa Firefox Aurora</a> per provare le nuove funzioni in anteprima e aiutarci a stabilire cosa rendere disponibile nella beta.
lt: <a href="%s">Parsisiųskite „Firefox Aurorą“</a>, testuokite naujoves ir padėkite mums nuspręsti, kurios jų pateks į betą.
lv: <a href="%s">Lejuplādējiet Firefox Aurora</a> lai izmēģinātu iespējas un palīdzētu izvēlēties tās, ko virzīt uz Beta versiju.
mk: <a href="%s">Преземете го Firefox Aurora</a> за да ги тестирате најновите особености и да ни помогнете да утврдиме што ќе оди во Beta.
ms: <a href="%s">Muat turun Firefox Aurora</a> untuk menguji ciri dan bantu kami untuk menentukannya ke Beta.
nl: <a href="%s">Download Firefox Aurora</a> als u functies wilt uitproberen en ons wilt helpen te bepalen wat de Bèta zal halen.
or: ବିଶେଷତାଗୁଡ଼ିକୁ ପରୀକ୍ଷା କରିବା ପାଇଁ ଏବଂ ବିଟା ପ୍ରସ୍ତୁତି ନିର୍ଦ୍ଧାରଣ କରିବାରେ ସହାୟତା କରିବା ପାଇଁ <a href="%s">Firefox ଆରୋରା ଆହରଣ କରନ୍ତୁ</a>।
pt_br: <a href="%s">Baixe o Firefox Aurora</a> para testar novos recursos e nos ajudar a determinar o que formará o Beta.
sk: <a href="%s">Nainštalujte si Firefox Aurora</a>, otestujte nové funkcie a dajte nám vedieť, čo si o nich myslíte.
sl: <a href="%s">Prenesite Firefox Aurora</a> in preskusite zadnje novosti, da nam pomagate odločiti, kaj bo prišlo v Beta.
sv_se: <a href="%s">Hämta Firefox Aurora</a> för att testa funktioner och hjälpa oss att bestämma vad som ska komma med i betan.
uk: <a href="%s">Завантажте Firefox Аврора</a> щоб віддтестувати новинки та визначити, що піде в Бету.
