Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */snippets.po
Languages: ast, br, ca, cs, da, de, el, eo, es_ar, et, fy_nl, ga_ie, gd, gl, he, hu, hy_am, it, lt, lv, mk, ms, nl, or, pt_br, sk, sl, sv_se, uk

source: <a href="%s">Become a Firefox Affiliate</a> and get everything you need to share Firefox with the world!
ast: <a href="%s">Faite collaborador de Firefox</a> y ¡obtén tolo que necesites pa compartir Firefox col mundu!
br: <a href="%s">Deuit da vezañ kenezel eus Firefox</a> hag ho pezet pep tra hoc'h eus ezhomm a-benn rannañ Firefox gant ar bed !
ca: <a href="%s">Feu promoció del Firefox</a> i aconseguiu tot allò que necessiteu per compartir el Firefox amb el món!
cs: Zapojte se do <a href="%s">Partnerského programu Firefoxu</a> a získejte vše, co potřebujete, abyste sdíleli informace o Firefoxu se světem!
da: Hjælp med at <a href="%s">dele Firefox</a> med verden!
de: <a href="%s">Werden Sie Firefox-Partner</a> und holen Sie sich alles, was Sie brauchen, um Firefox mit der Welt zu teilen!
el: <a href="%s">Γίνετε Firefox Affiliate</a> και πάρτε όλα όσα σας χρειάζονται για να προωθήσετε τον Firefox!
eo: <a href="%s">Iĝu amiko de Firefox</a> kaj ricevu ĉion kion vi bezonas por dividi Firefox kun la tuta mondo!
es_ar: <a href="%s">Convertite en un Firefox Affiliate</a> y ¡conseguí todo lo que necesitás para compartir Firefox con el mundo!
et: <a href="%s">Hakka Firefoxi levitajaks</a> ning hangi kõik vajalik Firefoxi jagamiseks maailmaga!
fy_nl: <a href="%s">Wurdt in Firefox partner</a> en krij alles wat jo nedich hawwe om Firefox te dielen mei de wrâld!
ga_ie: <a href="%s">Bí i do Bholscaire Firefox</a> agus faigh gach rud a theastaíonn uait le Firefox a chur chun cinn!
gd: <a href="%s">Feuch ballrachd cleamhnach Firefox</a> 's gheibh thu gach rud a dh'fheumas tu son Firefox a cho-roinneadh leis an t-saoghal air fad!
gl: <a href="%s">Fágase simpatizante de Firefox</a> e obteña todo o necesario para compartir Firefox co mundo!
he: בואו להיות <a href="%s">ידידים של Firefox</a> וקבלו את כל מה שצריך כדי לשתף את Firefox עם העולם!
hu: <a href="%s">Legyél Firefox Partner</a> és szerezz meg mindent, amire szükséged van, hogy megoszd a Firefoxot a világgal!
hy_am: <a href="%s">Դարձիր Firefox-ի մասնակից</a> և ձեռք բե՛ր անհրաժեշտ ամեն ինչ Firefox-ը աշխարհում տարածելու համար:
it: <a href="%s">Diventa un sostenitore di Firefox</a> e ottieni tutto ciò che ti serve per far conoscere Firefox al mondo.
lt: <a href="%s">Tapkite „Firefox“ skleidėju</a> ir gaukite visko, ko reikia dalijimuisi „Firefox“ naršykle su pasauliu!
lv: <a href="%s">Kļūsti par Firefox izplatītāju</a> un iegūsti visu nepieciešamo, lai nestu Firefox pasaulei!
mk: <a href="%s">Станете поддржувач на Firefox</a> и добијте сѐ што Ви треба за да го споделите Firefox со светот!
nl: <a href="%s">Word een Firefox-partner</a> en verkrijg alles wat u nodig hebt om Firefox met de wereld te delen!
or: <a href="%s">Firefox ସହିତ ସମ୍ପୃକ୍ତ ହୁଅନ୍ତୁ</a> ଏବଂ ସର୍ବସାଧାରଣ ସହିତ Firefox କୁ ପରିଚିତ କରାଇବା ପାଇଁ ସମସ୍ତ ସହାୟତାପ୍ରାପ୍ତ କରନ୍ତୁ!
pt_br: <a href="%s">Torne-se um Afiliado ao Firefox</a> e tenha tudo que você precisa para compartilhar o Firefox com o mundo!
sk: <a href="%s">Zapojte sa do partnerského programu Firefoxu</a> a získate všetko potrebné, aby ste mohli rozširovať povedomie o prehliadači Firefox.
sl: <a href="%s">Postanite Zaveznik Firefoxa</a> in si priskrbite vse, kar potrebujete za širjenje Firefoxa po svetu!
sv_se: <a href="%s">Bli en samarbetspartner till Firefox</a> och få allt du behöver för att dela Firefox med din omvärld!
uk: <a href="%s">Поширюйте звістку про Firefox</a> в світі — для цього є нині всі можливості!

source: Firefox is proudly non-profit and free to innovate on your behalf without compromise. <a href="%s">Learn more</a> about our mission.
ast: Firefox desendólcalu una organización ensin ánimu de llucru y tien la llibertá d'innovar ensin tener que comprometese con naide. <a href="%s">Conoz</a> la nuesa misión.
br: Lorc'hus o vezañ hep pal arc'hantus ha frank da neveziñ evidoc'h hep treuzvarc'had ebet eo Thunderbird. <a href="%s">Gouzout hiroc'h</a> a-zivout hor c'hefridi.
ca: El Firefox se sent orgullós de no tenir ànim de lucre i ser lliure d'innovar sense rebre cap pressió. <a href="%s">Més informació</a> sobre la nostra missió.
cs: Firefox je neziskový a může tak volně inovovat ve vašem zájmu bez jakéhokoliv tlaku ke kompromisu. <a href="%s">Přečtěte si více</a> o našich cílech.
da: Mozilla er stolt af at være en non-profit-organisation - det giver os frihed til at udvikle for dig uden at behøve at gå på kompromis. <a href="%s">Læs mere</a> om vores mission.
de: Firefox ist gemeinnützig und stolz darauf. Er kann ohne Zwang in Ihrem Sinne Veränderungen bewirken – und das ohne Kompromisse. <a href="%s">Erfahren Sie mehr</a> über unsere Mission.
el: Ο Firefox είναι μη κερδοσκοπικό προϊόν και μπορεί να καινοτομεί χωρίς συμβιβασμούς. <a href="%s">Μάθετε περισσότερα</a> για τους στόχους μας.
eo: Firefox estas fiere neprofitcela kaj libera por krei novajn trajtojn por vi, sen kompromisoj. <a href="%s">Lernu pli</a> pri nia misio.
es_ar: Firefox está orgulloso de no tener fines de lucro y ser libre de innovar por tu bien, sin compromisos. <a href="%s">Conocé más</a> sobre nuestra misión.
et: Firefox on uhkelt mittetulunduslik ja uuenduslik sinu huvisid kahjustavaid kompromisse tegemata. <a href="%s">Rohkem teavet</a> meie missiooni kohta.
fy_nl: Firefox is grutsk non-profit en fergees om te ynnovearjen foar jo sûnder kompromis. <a href="%s">Lês mear</a> oer ús missy.
ga_ie: Is eagraíocht neamhbhrabúis é Mozilla, agus tá cead againn obair a dhéanamh ar do shon gan aon chomhghéilleadh a dhéanamh. Faigh <a href="%s">tuilleadh eolais</a> faoinár misean.
gd: Chan ann a chum prothaid a tha Firefox agus tha sinn pròiseil às agus leis a sin, tha saoirse againn a leasachadh as do leth gun chuingeachadh sam bith. <a href="%s">Ionnsaich barrachd</a> mun mhisean againn.
gl: Firefox é desenvolto por unha organización sen fins de lucro e ten a liberdade de innovar para vostede sen compromiso. <a href="%s">Obteña máis información</a> sobre a nosa misión.
he: Firefox גאה להיות מיוצר ללא כוונת רווח וחופשי כדי לחדש בשבילכם ללא פשרות. <a href="%s">מידע נוסף</a> על המשימה שלנו.
hu: A Firefox büszke arra, hogy nem kereskedelmi termék. Fejlesztése kompromisszumok nélkül történik a felhasználók érdekeit szem előtt tartva. <a href="%s">Ismerje meg</a> küldetésünket.
hy_am: Firefox-ը շահույթ չի հետապնդում և այն կարող է նորացվել Ձեր կողմից առանց նախապայմանների: <a href="%s">Տեղեկացեք ավելին</a>մեր առաքելության մասին:
it: Firefox è orgogliosamente non-profit e può creare innovazione senza scendere a compromessi. <a href="%s">Scopri</a> la nostra missione.
lt: Kurdami „Firefox“, didžiuojamės nesiekdami pelno, tad esame laisvi kurti naujoves Jūsų vardu ir nedarydami jokių išlygų. <a href="%s">Sužinokite daugiau</a> apie mūsų misiją.
lv: Firefox ar lepnumu ir bezpeļņas organizācija, kas bez jebkādiem kompromisiem strādā jūsu labā. <a href="%s">Uzziniet vairāk</a> par mūsu misiju.
mk: Firefox е гордо непрофитен и слободно иновативен за Вас без да прави компромиси. <a href="%s">Дознајте повеќе</a> за нашата мисија.
ms: Firefox dengan bangganya adalah tidak berasaskan keuntungan dan bebas untuk berinovasi bagi pihak anda tanpa kompromi. <a href="%s">Maklumat lanjut</a> mengenai misi kami.
nl: Als trots non-profitproduct is Firefox vrij om in uw belang en zonder druk voor compromissen te innoveren. <a href="%s">Lees meer</a> over onze missie.
or: Firefox ଏକ ଲାଭ-କରୁନଥିବା ଅନୁଷ୍ଠାନ ଭାବରେ ଗର୍ବିତ ଏବଂ ଆପଣଙ୍କ ପାଇଁ ଆବିଷ୍କାର କରିବା ପାଇଁ ସଦାପ୍ରସ୍ତୁତ। ଆମ ଅଭିଜାନ ବିଷୟରେ <a href="%s">ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ</a>।
pt_br: O Firefox é orgulhosamente sem fins lucrativos e livre para inovar em seu nome. <a href="%s">Saiba mais</a> sobre a nossa missão.
sk: Firefox je neziskový a môže tak voľne inovovať vo vašom záujme bez akéhokoľvek tlaku ku kompromisom. <a href="%s">Prečítajte si viac</a> o našich cieľoch.
sl: S ponosom smo neprofitni, tako da lahko brez pritiskov in popuščanj svobodno delamo v vašo korist. <a href="%s">Preberite več</a> o našem poslanstvu.
sv_se: Firefox är icke vinstdrivande och fri att förnya sig utan kompromisser för din räkning. <a href="%s">Läs mer</a> om vårt uppdrag.
uk: Firefox є з гордістю некомерційний і безкомпромісно інноваційний заради вас. <a href="%s">Дізнайтесь більше</a> про нашу місію.

source: Fast, flexible and secure, Firefox is the only browser that puts you first. <a href="%s">Learn more</a> about what makes us different by design.
ast: Rápidu, flexible y seguru, Firefox ye l'únicu navegador nel que lo primero, yes tu. Distintu por diseñu. <a href="%s">Descubri</a> lo que nos fai diferentes.
br: Buan, azasaus ha diogel, ez eo Firefox ar merdeer nemetañ a laka ac'hanoc'h war ar renk kentañ. <a href="%s">Gouzout hiroc'h</a> diwar ar pezh a laka ac'hanomp disheñvel dre anien.
ca: Ràpid, flexible i segur. El Firefox és l'únic navegador en què primer sou vosaltres. <a href="%s">Més informació</a> sobre què ens fa diferents per disseny.
cs: Rychlý, flexibilní a bezpečný. Firefox je jediný prohlížeč, u kterého jste na prvním místě. <a href="%s">Přečtěte si</a> více o tom, čím jsme odlišní.
da: Hurtig, fleksibel og sikker, Firefox er den eneste browser, der sætter dig i forreste række. <a href="%s">Læs mere</a> om, hvad der gør os grundlæggende anderledes.
de: Firefox ist flexibel und sicher und der einzige Browser, für den Sie an erster Stelle stehen. <a href="%s">Erfahren Sie mehr</a> darüber, wieso wir absichtlich anders sind.
el: Ασφαλής, γρήγορος και ευέλικτος, ο Firefox είναι ο μόνος περιηγητής που έχει εσάς σαν μοναδική προτεραιότητα. <a href="%s">Μάθετε περισσότερα</a> για το τι κάνει διαφορετική τη φιλοσοφία σχεδιασμού μας.
eo: Rapida, fleksema kaj sekura, Firefox estas la ununura retesplorilo kiu submetiĝas al vi. <a href="%s">Lernu pli</a> pri tio kio igas nin intence apartaj.
es_ar: Rápido, flexible y seguro, Firefox es el único navegador que piensa en vos ante todo. <a href="%s">Conocé más</a> sobre qué nos hace diferentes.
et: Kiire, paindlik ja turvaline Firefox on ainus veebilehitseja, mis asetab sinu huvid esikohale. <a href="%s">Rohkem teavet</a> meie teadliku erinevuse kohta.
fy_nl: Fluch, fleksibel en feilich, Firefox is de ienige browser dy't jo foarop set. <a href="%s">Lês mear</a> oer wat ús yn it foar oars makket.
ga_ie: Sciobtha, solúbtha, agus sábháilte, is é Firefox an brabhsálaí amháin a thugann tús áite duitse. Faigh <a href="%s">tuilleadh eolais</a> faoi Mhozilla.
gd: Luath, sùbailte is sàbhailte - 's Firefox an aon bhrabhsair a chuireas prìomhachas ortsa. <a href="%s">Faigh a-mach</a> carson a tha sinne eadar-dhealaichte o thùs.
gl: Rápido, flexíbel e seguro, Firefox é o único navegador que o pon en primeiro lugar. <a href="%s">Obteña máis información</a> sobre o que nos fai diferentes por deseño.
he: מהיר, גמיש ומאובטח, Firefox הוא הדפדפן היחיד ששם אתכם ראשונים. <a href="%s">מידע נוסף</a> על מה שעושה אותנו שונים.
hu: Gyors, rugalmas és biztonságos. A Firefox az egyetlen olyan böngésző, ahol a felhasználó az első. <a href="%s">Ismerje meg</a> mitől vagyunk másmilyenek.
hy_am: Արագ, ճկուն և անվտանգ, Firefox-ը միակ դիտարկիչն է, որ Ձեզ առաջինն է դարձնում: <a href="%s">Տեղեկացեք ավելին</a> այն մասին, թե ինչն է մեր դիզայնը տարբերակված դարձնում:
it: Veloce, flessibile e sicuro, Firefox è l'unico browser che ti mette al primo posto. <a href="%s">Scopri</a> che cosa ci rende diversi dagli altri.
lt: Sparti, lanksti ir saugi. „Firefox“ yra vienintelė naršyklė, kuriai Jūs – pirmoje vietoje. <a href="%s">Sužinokite daugiau</a>, kuo nuo kitų mes skiriamės iš pagrindų.
lv: Ātrs, pielāgojams un drošs. Firefox ir vienīgais pārlūks, kam jūs esat pirmajā vietā. <a href="%s">Uzzināt vairāk</a> par to, kas padara mūs atšķirīgus.
mk: Брз, флексибилен и безбеден. Firefox е единствениот прелистувач кој Ве става Вас на прво место. <a href="%s">Дознајте повеќе</a> за тоа што нѐ прави различни.
ms: Pantas, fleksible dan selamat. Firefox adalah satu-satunya pelayar web yang mengutamakan anda. <a href="%s">Maklumat lanjut</a> tentang kelainan kami dari segi rekaan.
nl: Firefox is snel, flexibel, veilig, en de enige browser die de gebruiker op de eerste plaats zet. <a href="%s">Lees meer</a> over wat ons van nature anders maakt.
or: ତୀବ୍ର, ସ୍ଥିତି ଅନୁରୂପି ଏବଂ ସୁରକ୍ଷିତ, Firefox ହେଉଛି କେବଳ ମାତ୍ର ବ୍ରାଉଜର ଯିଏକି ଆପଣଙ୍କୁ ସ୍ଥାନରେ ରଖିଥାଏ। ରଚନା ଅନୁଯାୟୀ ଆମେ କିପରି ଭିନ୍ନ <a href="%s">ତାହା ଜାଣନ୍ତୁ</a>।
pt_br: Rápido, flexível e seguro, o Firefox é o único navegador que coloca você em primeiro lugar. <a href="%s">Saiba mais</a> sobre o que nos torna diferentes desde o projeto.
sk: Rýchly, flexibilný a bezpečný. Firefox je jediný prehliadač, pre ktorý ste na prvom mieste vy. <a href="%s">Prečítajte si</a> viac o tom, čím sme odlišní.
sl: Firefox je hiter, gibčen in varen ter edini, ki postavlja vas na prvo mesto. <a href="%s">Spoznajte zakaj</a> smo drugačni z razlogom.
sv_se: Snabb, flexibel och säker, Firefox är den enda webbläsaren som sätter dig främst. <a href="%s">Läs mer</a> om vad som i grunden gör oss annorlunda.
uk: Швидкий, гнучкий та безпечний, Firefox є єдиним браузером що ставить вас на перше місце. <a href="%s">Дізнайтесь більше</a> про те, що відрізняє нас від інших.

source: <a href="%s">Download Firefox on your Android tablet</a> and put the power of the Web right in your hands. Get it now.
ast: <a href="%s">Descarga Firefox na to tableta d'Android</a> y pon tol poder de la Web nes tos manes. Descárgalu agora.
br: <a href="%s">Pellgargit Firefox war ho tabler Android</a> ha grit ho mad eus galloud ar Web. Kaout anezhañ diouzhtu.
ca: <a href="%s">Baixeu-vos el Firefox a la vostra tauleta Android</a> i poseu el poder de la xarxa a les vostres mans. Aconseguiu-lo ara.
cs: <a href="%s">Stáhněte si Firefox pro svůj tablet s Androidem</a> a pociťte sílu webu ve svých rukou. Získejte jej hned!
da: <a href="%s">Download Firefox til din Android tablet</a>, og få internettets styrke i hænderne. Hent den nu.
de: <a href="%s">Laden Sie Firefox auf Ihr Android-Tablet herunter</a> und nehmen Sie die Kraft des Internets im wahrsten Sinne des Wortes in die Hand. Holen Sie sich ihn jetzt.
el: <a href="%s">Κάντε λήψη του Firefox για ταμπλέτα Android</a> και νιώστε τη δύναμη του ιστού στα χέρια σας. Κάντε λήψη τώρα.
eo: <a href="%s">Elŝutu Firefox en via tableto Android</a> kaj metu la povon de la Teksaĵo rekte en viajn manojn. Ricevu ĝin nun.
es_ar: <a href="%s">Descargá Firefox en tu tablet Android</a> y tené el poder de la Web en tus manos. Descargalo ya.
et: <a href="%s">Laadi Firefox alla oma Androidi tahvelarvutile</a> ning saa osa veebi parimatest võimalustest. Hangi see kohe.
fy_nl: <a href="%s">Download Firefox op jo Android tablet</a> en krij de krêft fan it yntenet streekrjocht yn jo hannen. Krij it no.
ga_ie: <a href="%s">Íosluchtaigh Firefox ar do tháibléad Android</a> agus cuir cumhacht an Ghréasáin i do lámha. Faigh anois é!
gd: <a href="%s">Luchdaich a-nuas Firefox dhan tablaid Android agad</a> gus am bi cumhachd an lìn 'nad dhà làmh. Faigh an-dràsta e.
gl: <a href="%s">Descargue Firefox na súa tableta Android</a> e pon o poder da Web nas súas mans. Fágase con el agora.
he: <a href="%s">הורידו את Firefox לאנדרואיד שלכם</a> ושימו את כוח הרשת בידיים שלכם. קחו אותו עכשיו.
hu: <a href="%s">Töltse le a Firefoxot Android táblagépere</a> és érezze kezei közt az internet erejét. Töltse le most.
hy_am: <a href="%s">Բեռնեք Firefox-ը Ձեր Android սարքում</a> և ցանցի հզորությունը կհայտնվի Ձեր ձեռքերում: Ձեռք բեր այն հիմա:
it: <a href="%s">Installa Firefox sul tuo tablet Android</a> e sfrutta a pieno le potenzialità del Web. Scaricalo subito.
lt: <a href="%s">Parsisiųskite „Firefox“ naršyklę į „Android“ planšetinį kompiuterį</a> ir atraskite visą saityno galią savo rankose.
lv: <a href="%s">Lejupielādējiet Firefox savā Android planšetdatorā</a> un valdiet pār interneta plašo spēku.
mk: <a href="%s">Преземете го Firefox на Вашиот Android таблет</a> и ослободете ја моќта на мрежата во Вашите раце. Земете го сега.
ms: <a href="%s">Muat turun Firefox pada tablet Android anda</a> dan letakkan kuasa Web ditangan anda. Dapatkan ia sekarang.
nl: <a href="%s">Download Firefox op uw Android-tablet</a> en leg de kracht van het internet in uw eigen handen. Download hem nu.
or: <a href="%s">ଆପଣଙ୍କ ଏଣ୍ଡ୍ରଏଡ ଟ୍ୟାବଲେଟ ଉପରେ Firefox କୁ ଆହରଣ କରନ୍ତୁ</a> ଏବଂ ୱେବ ଶକ୍ତିକୁ ନିଜ ହାତମୁଠାରେ ପାଆନ୍ତୁ। ଏହାକୁ ବର୍ତ୍ତମାନ ପ୍ରାପ୍ତ କରନ୍ତୁ।
pt_br: <a href="%s">Baixe o Firefox no seu tablet Android</a> e coloque o poder da Web ao alcance das suas mãos. Não perca tempo.
sk: <a href="%s">Nainštalujte si Firefox pre svoj tablet s OS Android</a> a pocítite silu webu vo svojich rukách. Získajte ho teraz!
sl: <a href="%s">Prenesite Firefox za vašo Android tablico</a> in prevzemite krmilo spleta v svoje roke. Storite to zdaj.
sv_se: <a href="%s">Hämta Firefox på din Android-platta</a> och få hela webben i din hand. Hämta den nu.
uk: <a href="%s">Завантажте Firefox для вашого Android-планшета</a> і вся безмежність інтернету буде в вас в руках.

source: Keep your plugins up to date and stay safe online with <a href="%s">Plugin Check</a>.
ast: Caltén los tos plugins anovaos y protexe la to seguridá n'Internet cola <a href="%s">Comprobación de plugins</a>.
br: Hizivait hoc'h enlugelladoù ha chomit diogel war ar genrouedad gant <a href="%s">Plugin Check</a>.
ca: Mantingueu actualitzats els connectors i navegueu segurs amb la <a href="%s">verificació dels connectors</a>.
cs: Mějte své zásuvné moduly aktuální a buďte tak díky <a href="%s">Nástroji na kontrolu zásuvných modulů</a> v bezpečí.
da: Hold dine plugins opdaterede, og forbliv sikker online med <a href="%s">Plugin-kontrol</a>.
de: Halten Sie Ihre Plugins aktuell und bleiben Sie im Internet geschützt mit dem <a href="%s">Plugin-Test</a>.
el: Παραμείνετε ασφαλής και ενημερώστε τις πρόσθετες λειτουργίες σας με τον <a href="%s">Έλεγχο πρόσθετων λειτουργιών</a>.
eo: Tenu viajn kromprogramojn ĝisdataj kaj restu sekura en la reto per la paĝo de <a href="%s">kontrolado de kromprogramoj</a>.
es_ar: Mantené tus plugins actualizados y navegá seguro con el <a href="%s">verificador de Plugins</a>.
et: Hoia paigaldatud pluginad uuendatuna ning kasuta internetti turvaliselt <a href="%s">pluginate kontrolli</a> abil.
fy_nl: Hâld jo ynstekkers by de tiid en bliuw feilich online mei <a href="%s">Ynstekkerkontrole</a>.
ga_ie: Coinnigh do chuid forlíontán cothrom le dáta agus bí sábháilte ar líne leis an <a href="%s">Seiceálaí Forlíontán</a>.
gd: Cum na plugain agad ùr nodha 's falbh air an lìon gu sàbhailte le <a href="%s">sgrùdaichear nam plugan</a>.
gl: Mantén os seus engadidos actualizados e protexa a súa seguridade na Internet coa <a href="%s">Comprobación de engadidos</a>.
he: שמרו על התוספים שלכם מעודכנים והישארו מקוונים עם <a href="%s">בודק התוספים</a>.
hu: Tartsa naprakészen bővítményeit és maradjon biztonságban az interneten a <a href="%s">Bővítményellenőrző</a> segítségével.
hy_am: Ձեր օժանդակիչները թարմացված պահեք և անվտանգությունն ապահովեք առցանց<a href="%s">Ստուգել Օժանդակիչ</a>-ի հետ:
it: Mantieni i tuoi plugin sempre aggiornati e naviga in sicurezza grazie a <a href="%s">Plugin Check</a>.
lt: Nuolat atnaujinkite papildinius ir internete išlikite saugūs – naudokitės <a href="%s">papildinių patikra</a>.
lv: Lietojiet aktuālos spraudņus un sērfojiet droši. Izmēģiniet <a href="%s">spraudņu pārbaudi</a>.
mk: Одржувајте ги приклучоците и останете безбедни на интернет со <a href="%s">Plugin Check</a>.
ms: Pastikan plugin anda adalah terkini dan kekal selamat dalam talian dengan <a href="%s">Semak Plugin</a>.
nl: Houd uw plug-ins up-to-date en blijf veilig online met de <a href="%s">Plug-in-controle</a>.
or: ଆପଣଙ୍କର ପ୍ଲଗଇନକୁ ଅଦ୍ୟତିତ ରଖନ୍ତୁ ଏବଂ <a href="%s">ପ୍ଲଗଇନ ଯାଞ୍ଚ</a> ସହିତ ଅନଲାଇନରେ ସୁରକ୍ଷିତ ରୁହନ୍ତୁ ।
pt_br: Mantenha seus plugins atualizados e mantenha sua segurança on-line com a <a href="%s">Verificação de plugins</a>.
sk: Majte svoje zásuvné moduly aktuálne a buďte tak vďaka <a href="%s">Nástroju na kontrolu zásuvných modulov</a> v bezpečí.
sl: Preverite s <a href="%s">Kontrolo vstavkov</a>, da so vaši vstavki na tekočem in bo vaše brskanje tako bolj varno.
sv_se: Håll dina insticksmoduler uppdaterade med <a href="%s">Kontroll av insticksmoduler</a> för att vara säker på nätet.
uk: Тримайте ваші плагіни свіжими і лишайтесь у безпеці завдяки сайту <a href="%s">Перевірки Плагінів</a>.

source: Keep your Firefox in style. Dress it up in the latest <a href="%s">Personas</a>.
ast: Da-y un toque d'estilu al to Firefox. Vístilu colos caberos temes de <a href="%s">Personas</a>.
br: Dalc'hit ho Firefox diouzh ar c'hiz. Gwiskit anezhañ gant ar <a href="%s">Personas</a> diwezhañ.
ca: Mantingueu el Firefox amb estil. Vestiu-lo amb els <a href="%s">Personas</a> més recents.
cs: Mějte Firefox ve svém stylu. Oblečte jej s pomocí <a href="%s">Personas</a>.
da: Giv din Firefox stil. Pynt den med de nyeste <a href="%s">Personas</a>.
de: Damit Ihr Firefox stilsicher bleibt: Kleiden Sie ihn mit den neuesten <a href="%s">Personas</a>.
el: Δώστε ξεχωριστό στυλ στον Firefox σας. Ντύστε τον με τα πιο νέα <a href="%s">Personas</a>.
eo: Tenu vian Firefox laŭ la modo. Vestu ĝin per la lastaj <a href="%s">Personas</a>.
es_ar: Firefox con tu estilo. Decoralo con las últimas <a href="%s">Personas</a>.
et: Kasuta Firefoxi stiilselt. Paigalda uus <a href="%s">Persona</a>.
fy_nl: Hâld jo Firefox yn styl. Klaai it oan mei de lêste <a href="%s">Personas</a>.
ga_ie: Bíodh Firefox faiseanta agat! Maisigh Firefox leis na <a href="%s">Pearsantachtaí</a> is déanaí.
gd: Cum Firefox san fhasan. Cuir na <a href="%s">dreachan</a> as ùire air.
gl: Deixe o Firefox ao seu xeito. Vísteo coas últimas <a href="%s">Personas</a>.
he: תדאגו שה־Firefox שלכם יהיה מסוגנן. הלבישו אותו עם ה<a href="%s">פרסונות</a> החדשות.
hu: Használjon stílusos Firefoxot. Öltöztesse fel a legújabb <a href="%s">Personas</a> felhasználásával.
hy_am: Ձեր Firefox-ի ոճը պահեք: Այն զարդարեք վերջին <a href="%s">Դիզայն</a>-ով:
it: Non dimenticare lo stile per il tuo Firefox. Dai un'occhiata agli ultimi <a href="%s">temi Personas</a>.
lt: Naudokitės stilinga naršykle. Papuoškite savo „Firefox“ naujausiomis <a href="%s">kaukėmis</a>.
lv: Piešķiriet savam Firefox stilu. Izgreznojiet to ar jaunākajam <a href="%s">tapetēm</a>.
mk: Нека Вашиот Firefox има стил. Облечете го во најновите <a href="%s">Personas</a>.
ms: Firefox anda sentiasa bergaya. Menawan dengan <a href="%s">Personas</a> yang tebaru.
nl: Houd uw Firefox in stijl. Sier hem op met de nieuwste <a href="%s">Persona’s</a>.
or: ଆପଣଙ୍କ Firefox କୁ ଶୈଳୀରେ ରଖନ୍ତୁ। ଏହାକୁ ନୂତନତମ <a href="%s">ଛବି</a> ପ୍ରଦାନ କରନ୍ତୁ।
pt_br: Deixe o Firefox do seu jeito. Vista-o com as mais recentes <a href="%s">Personas</a>.
sk: Majte Firefox vo svojom štýle. Oblečte ho pomocou tém vzhľadu <a href="%s">Personas</a>.
sl: Oblecite si svoj Firefox po svoje. Nadenite mu eno od najnovejših <a href="%s">Person</a>.
sv_se: Håll stilen på Firefox. Klä den i en ny <a href="%s">Persona</a>.
uk: Додайте своєму Firefox’у стиля. Вдягніть його в останні <a href="%s">Персони</a>.
