Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */snippets.po
Languages: ast, br, ca, cs, da, de, el, eo, es_ar, et, fy_nl, ga_ie, gd, gl, he, hu, hy_am, it, lt, lv, mk, ms, nl, or, pt_br, sk, sl, sv_se, uk

source: Love Firefox Beta? <a href="%s">Invite your friends</a> to get a sneak peek of what's coming soon to Firefox.
ast: ¿Préstate Firefox Beta? <a href="%s">Invita a los tos collacios</a> a que descubran cómo va ser el futuru de Firefox.
br: Plijout a ra deoc'h Firefox Beta ? <a href="%s">Pedit ho mignoned</a> da gaout un alberz eus dazont Firefox.
ca: Us encanta el Firefox Beta? <a href="%s">Convideu els amics</a> a fer un tastet del que hi haurà pròximament al Firefox.
cs: Máte rádi Firefox Beta? <a href="%s">Pozvěte své přátele</a>, aby také získali přehled, co nového se pro Firefox chystá.
da: Kan du lide Firefox Beta? <a href="%s">Invitér dine venner</a> til et prøvekig på, hvad der er på vej til Firefox.
de: Lieben Sie Firefox Beta? <a href="%s">Laden Sie Ihre Freunde dazu ein</a>, eine Vorschau auf die nahe Zukunft von Firefox zu erhalten.
el: Σας αρέσει ο Firefox Beta; <a href="%s">Καλέστε και τους φίλους σας</a> για να δείτε τι αλλαγές θα έχει σύντομα ο Firefox.
eo: Ĉu vi ŝatas Firefox Betan? <a href="%s">Invitu viajn geamikojn</a> malkovri tion, kio baldaŭ aperos en Firefox.
es_ar: ¿Te encanta Firefox Beta? <a href="%s">Invitá a tus amigos</a> a que vean qué es lo próximo que llegará a Firefox.
et: Armastad Firefoxi beetat? <a href="%s">Kutsu sõbrad</a> vaatama, mis Firefoxi varsti tulemas on.
fy_nl: Nocht oan Firefox Beta? <a href="%s">Noegje jo freonen út</a> om no al te sjen wat der ynkoarten yn Firefox komt.
ga_ie: An dtaitníonn Firefox Béite leat? <a href="%s">Tabhair cuireadh do do chuid cairde</a> réamhamharc a fháil ar an chéad Firefox eile.
gd: Gaol agad air Firefox Beta? <a href="%s">Thoir cuireadh dha do charaidean</a> ach am faic iad plathadh dhe na tha ri tighinn ann am Firefox air thoiseach air càch.
gl: Gústalle o Firefox Beta? <a href="%s">Convide aos amigos</a> a descubrir as novidades que pronto traerá o Firefox.
hu: Szereti a Firefox Beta verziót? <a href="%s">Szóljon barátainak</a>, hogy megismerhessék a Firefox hamarosan megjelenő újdonságait.
it: Ti piace Firefox Beta? <a href="%s">Invita i tuoi amici</a> a scoprire tutte le novità in arrivo per Firefox.
lt: Džiaugatės „Firefox“ beta? <a href="%s">Pasiūlykite ją išbandyti</a> ir savo draugams!
lv: Fano par Firefox Beta? <a href="%s">Uzaicini draugus</a> ielūkoties Firefox nākotnes versijā.
mk: Го сакате Firefox бета? <a href="%s">Поканете ги пријателите</a> да видат што наскоро ќе биде во Firefox.
nl: Gek op Firefox Bèta? <a href="%s">Nodig uw vrienden uit</a> voor een sneak peek van wat er eerdaags in Firefox komt.
or: Firefox ବିଟାକୁ ପସନ୍ଦ କରନ୍ତି କି? ଅତିଶିଘ୍ର Firefox ରେ କଣ ଆସୁଅଛି ତାହାର ଏକ ପ୍ରାକ ସୂଚନା ପାଇବା ପାଇଁ <a href="%s">ଆପଣଙ୍କ ସାଙ୍ଗମାନଙ୍କୁ ଆମନ୍ତ୍ରଣ କରନ୍ତୁ</a>।
pt_br: Ama o Firefox Beta? <a href="%s">Convide seus amigos</a> para dar uma espiada no que está por vir no Firefox.
sk: Milujete Firefox Beta? <a href="%s">Povedzte o ňom priateľom</a>, aby aj oni vedeli, čo sa chystá vo Firefoxe.
sl: Vam je všeč Firefox Beta? <a href="%s">Povabite prijatelje</a> k ogledu prihajajočih novosti za Firefox.
sv_se: Älskar du Firefox Beta? <a href="%s">Bjud in dina vänner</a> till en smygtitt på det som snart kommer till Firefox.

source: I use Firefox Beta to get a sneak peek at the latest features and innovations coming soon to Firefox. <a href="%s">Check it out</a>.
ast: Uso Firefox Beta pa descubrir cómo van ser les caberes carauterístiques ya innovaciones que van integrase en Firefox. <a href="%s">Compruébalo</a>.
br: Arverañ a ran Firefox Beta evit kaout un alberz eus ar c'heweriusterioù diwezhañ hag an nevezintioù a zeuio bremaik war Firefox. <a href="%s">Esaeit anezhañ</a>.
ca: Utilitzo el Firefox Beta per fer un tastet de les darreres funcions i innovacions que hi haurà pròximament al Firefox. <a href="%s">Vegeu-ho</a>.
cs: Používám Firefox Beta a mám přehled o nejnovějších funkcích, které přichází do Firefoxu. <a href="%s">Vyzkoušejte</a>.
da: Jeg bruger Firefox Beta til at få et prøvekig på nye funktioner og tiltag, der er på vej til Firefox. <a href="%s">Tag et prøvekig</a>.
de: Ich verwende Firefox Beta um eine Vorschau der neuesten Funktionen und Innovationen zu erhalten, die bald in Firefox zu finden sind. <a href="%s">Sehen Sie sie sich an</a>.
el: Χρησιμοποιώ τον Firefox Beta για να δω από τώρα τα νέα χαρακτηριστικά και τις καινοτομίες που θα έχει σύντομα ο Firefox. <a href="%s">Δείτε το</a>.
eo: Mi uzas Firefox Betan por malkovri la lastajn trajtojn kaj novaĵojn, kiuj aperos baldaŭ en Firefox. <a href="%s">Provu ĝin</a>.
es_ar: Uso Firefox Beta para conocer las últimas funcionalidades e innovaciones que llegarán a Firefox. <a href="%s">Miralo</a>.
et: Kasutan Firefoxi beetat uusimate võimaluste ning innovaatiliste lahenduste proovimiseks, mis peagi Firefoxi jõuavad. <a href="%s">Proovi järgi</a>.
fy_nl: Ik brûk Firefox Beta om no al de lêste funksjes en innovaasjes te sjen fan de folgjende Firefox. <a href="%s">Sjoch ek ris</a>.
ga_ie: Úsáidim Firefox Béite chun réamhamharc a fháil ar na gnéithe is déanaí a bheidh i bhFirefox go luath. <a href="%s">Bain triail as</a>!
gd: Tha mise a' cleachdadh Firefox Beta ach am faigh mi plathadh air na feartan is leasachaidhean a tha a' tighinn ann am Firefox a dh'aithghearr. <a href="%s">Feuch e</a>.
gl: Uso Firefox Beta para descubrir as últimas características e innovacións que pronto traerá o Firefox. <a href="%s">Compróbao</a>.
hu: Azért használom a Firefox Beta verziót, hogy megismerjem a Firefox hamarosan megjelenő legújabb funkcióit és fejlesztéseit. <a href="%s">Nézze meg</a>.
it: Io utilizzo Firefox Beta per scoprire le funzionalità più aggiornate e le novità in arrivo per Firefox. <a href="%s">Dai un'occhiata anche tu</a>.
lt: Aš naudojuosi „Firefox“ beta – taip sužinau apie šviežiausias netrukus „Firefox“ pasirodysiančias naujoves. <a href="%s">Išbandyk ir tu!</a>
lv: Es izmantoju Firefox Beta, lai pirms citiem redzētu jaunākās Firefox iespējas un izgudrojumus. <a href="%s">Pamēģini arī Tu</a>.
mk: Го користам Firefox бета за да видам кои се најновите особености и иновации што доаѓаат со Firefox. <a href="%s">Пробај и ти.</a>.
nl: Ik gebruik Firefox Bèta om een sneak peek te krijgen van de nieuwste functies en innovaties die eerdaags in Firefox komen. <a href="%s">Bekijk het zelf</a>.
or: Firefox ରେ ଆସିବାକୁ ଥିବା ନୂତନତମ ବିଶେଷତା ଏବଂ ଆବିଷ୍କାରଗୁଡ଼ିକର ପ୍ରାକଦର୍ଶନ ପାଇଁ ମୁଁ Firefox ବିଟା ବ୍ୟବହାର କରିଥାଏ। <a href="%s">ଏହାକୁ ଦେଖନ୍ତୁ</a>।
pt_br: Eu uso o Firefox Beta para dar uma espiada nos recursos e inovações que virão em breve para o Firefox. <a href="%s">Dê uma olhada</a>.
sk: Používam Firefox Beta, aby som vedel, aké funkcie a novinky sa chystajú vo Firefoxe. <a href="%s">Vyskúšajte ho aj vy</a>.
sl: Uporabljam Firefox Beta, da lahko spoznavam novosti in inovacije, ki bodo kmalu na voljo v Firefoxu. <a href="%s">Poskusi ga še ti</a>.
sv_se: Jag använder Firefox Beta för att få en smygtitt på de nya funktioner och nyheter som snart kommer till Firefox. <a href="%s">Se själv</a>!

source: Thanks for using Firefox Beta to help make Firefox more awesome. Now <a href="%s">invite your friends</a> to give it a try.
ast: Gracies por usar Firefox Beta y ayudanos a que Firefox seya aínda más ablucante. <a href="%s">Invita a los tos collacios</a> a que lu prueben.
br: Trugarez evit reiñ sikour da lakaat Firefox da vezañ dreistordinaloc'h en ur arverañ Firefox Beta. Bremañ, <a href="%s">pedit ho mignoned</a> da esaeañ anezhañ.
ca: Gràcies per utilitzar el Firefox Beta per ajudar a fer el Firefox encara més fantàstic. Ara <a href="%s">convideu els amics</a> a provar-ho.
cs: Děkujeme, že používáte Firefox Beta a pomáháte jej učinit ještě lepším. Nyní máte možnost <a href="%s">pozvat své přátele</a>, aby si jej také vyzkoušeli.
da: Tak for at du bruger Firefox Beta, og for at du dermed hjælper med at gøre Firefox endnu bedre. <a href="%s">Invitér dine venner</a> til også at prøve.
de: Danke, dass Sie Firefox Beta verwenden, um dabei zu helfen, dass Firefox noch wunderbarer wird. <a href="%s">Laden Sie jetzt Ihre Freunde ein</a>, sie auszuprobieren.
el: Σας ευχαριστούμε που χρησιμοποιείτε τον Firefox Beta για να μας βοηθήσετε να τον κάνουμε ακόμα καλύτερο. Τώρα μπορείτε να <a href="%s">καλέσετε και τους φίλους σας</a> να τον δοκιμάσουν.
eo: Dankon pro la uzado de Firefox Beta, kio helpas nin igi Firefox pli mirinda. Nun <a href="%s">invitu viajn geamikojn</a> provi ĝin.
es_ar: Gracias por usar Firefox Beta para ayudarnos a que Firefox sea aún más increíble.
et: Täname Firefoxi beeta kasutamise eest. Aitad meil nii Firefoxi veelgi paremaks muuta. <a href="%s">Kutsu ka sõbrad</a> seda proovima.
fy_nl: Tank foar it gebrûk fan Firefox Beta om Firefox noch better te meitsjen. Noegje no <a href="%s">dyn freonen</a> om it te probearjen.
ga_ie: Go raibh maith agat as Firefox Béite a úsáid chun feabhas a chur ar Firefox. Anois, <a href="%s">tabhair cuireadh</a> do do chuid cairde.
gd: Tapadh leat airson Firefox Beta a chleachdadh gus Firefox a dhèanamh nas fhearr fhathast. Nise, carson nach <a href="%s">doir thu cuireadh dha do charaidean</a> dha?
gl: Grazas por usar o Firefox Beta para axudarnos a facer o Firefox máis incríbel. Agora <a href="%s">convide aos amigos</a> a probalo.
hu: Köszönjük, hogy a Firefox Beta verziót használja és segít, hogy a Firefox még jobb legyen. Most <a href="%s">meghívhatja barátait is</a>, hogy próbálják ki.
it: Grazie per aver scelto Firefox Beta e per aiutarci a rendere Firefox ancora più straordinario. Ora <a href="%s">invita i tuoi amici</a> a provarlo.
lt: Dėkojame, kad naudojatės „Firefox“ beta ir prisidedate prie „Firefox“ tobulinimo. Siūlome <a href="%s">pakviesti ją išbandyti</a> ir savo draugus.
lv: Paldies, ka izmantojat Firefox Beta un palīdzat padarīt Firefox vēl foršāku. Ja vēlaties, varat <a href="%s">uzaicināt draugus</a>, lai arī viņi pamēģina.
mk: Благодариме што го користите Firefox бета со што помагата да го направиме Firefox подобар. <a href="%s">Поканете ги и пријателите</a> да пробаат.
nl: Bedankt voor het gebruiken van Firefox Bèta om te helpen Firefox nog geweldiger te maken. <a href="%s">Nodig uw vrienden uit</a> om het te proberen.
or: Firefox ବିଟା ବ୍ୟବହାର କରି Firefox କୁ ଅଧିକ ସୁନ୍ଦର କରିବାରେ ସହଯୋଗ କରିଥିବାରୁ ଧନ୍ୟବାଦ। ବର୍ତ୍ତମାନ <a href="%s">ଆପଣଙ୍କ ସାଙ୍ଗମାନଙ୍କୁ ଏହାକୁ ପରଖିବା ପାଇଁ ଆମନ୍ତ୍ରଣ କରନ୍ତୁ</a>।
pt_br: Obrigado por usar o Firefox Beta e ajudar a tornar o Firefox ainda mais incrível. Agora <a href="%s">convide seus amigos</a> para experimentar.
sk: Ďakujeme, že používate Firefox Beta a pomáhate urobiť Firefox ešte lepším. <a href="%s">Pozvite svojich priateľov</a>, nech ho vyskúšajú aj oni.
sl: Hvala, ker uporabljate Firefox Beta in pomagate narediti Firefox še boljši. <a href="%s">Povabite še prijatelje</a>.
sv_se: Tack för att du använder Firefox Beta och hjälper till att göra Firefox ännu mer fantastisk. <a href="%s">Bjud in dina vänner</a> att testa de också.

source: I use Firefox Beta to help test the latest features and make Firefox more awesome. <a href="%s">Give it a try</a>.
ast: Uso Firefox Beta p'ayudar a probar les caberes carauterístiques y facer que Firefox seya entá más ablucante. <a href="%s">Pruébalu</a>.
br: Arverañ a ran Firefox Beta evit reiñ skoazell da amprouiñ ar c'heweriusterioù diwezhañ ha lakaat Firefox da vezañ dreistordinaloc'h. <a href="%s">Esaeit anezhañ</a>.
ca: Utilitzo el Firefox Beta per ajudar a provar les darreres funcions i fer el Firefox encara més fantàstic. <a href="%s">Proveu-ho</a>.
cs: Používám Firefox Beta, pomáhám testovat nejnovější funkce a činím Firefox lepším. <a href="%s">Vyzkoušejte také</a>.
da: Jeg bruger Firefox Beta for at hjælpe med at teste de nyeste funktioner og for at gøre Firefox endnu bedre. <a href="%s">Prøv Firefox Beta</a>.
de: Ich verwende Firefox Beta, um dabei zu helfen, die neuesten Funktionen zu testen und Firefox noch wunderbarer zu machen. <a href="%s">Probieren Sie sie aus</a>.
el: Χρησιμοποιώ τον Firefox Beta για να βοηθήσω στον έλεγχο των νέων χαρακτηριστικών ώστε να γίνει ακόμα καλύτερος. <a href="%s">Δοκιμάστε τον κι εσείς</a>.
eo: Mi uzas Firefox Betan por helpi testi la lastajn trajtojn kaj igi Firefox pli mirinda. <a href="%s">Provu ĝin</a>.
es_ar: Yo uso Firefox Beta para ayudar a probar las últimas funcionalidades y hacer que Firefox sea más increíble. <a href="%s">Probalo</a>.
et: Kasutan Firefoxi beetat ning aitan uusimaid lahendusi testides seda veelgi paremaks muuta. <a href="%s">Proovi ka</a>.
fy_nl: Ik brûk Firefox Beta om de lêste funksjes te testen en Firefox noch better te mitsjen. <a href="%s">Probearje it ek ris</a>.
ga_ie: Úsáidim Firefox Béite chun tástáil a dhéanamh ar na gnéithe is déanaí agus Firefox a fheabhsú. <a href="%s">Bain triail as</a>!
gd: Tha mise a' cleachdadh Firefox Beta gus na feartan as ùire a chur fo dheuchainn ach am bi Firefox e fhèin nas fhearr fhathast. <a href="%s">Nach fheuch thu ris?</a>
gl: Uso Firefox Beta para axudar a probar as últimas características e facer o Firefox máis incríbel. <a href="%s">Próbao</a>.
hu: Azért használom a Firefox Beta verziót, hogy kipróbálhassam a legújabb funkciókat és hogy segítsem, hogy a Firefox még jobb legyen. <a href="%s">Tegyen egy próbát</a>.
it: Io utilizzo Firefox Beta per scoprire le funzionalità più aggiornate e rendere Firefox ancora più straordinario. <a href="%s">Provalo anche tu</a>.
lt: Aš naudojuosi „Firefox“ beta, padedu testuoti šviežiausias naujoves ir padedu ją tobulinti. <a href="%s">Prisidėk ir tu!</a>
lv: Es izmantoju Firefox Beta, lai palīdzētu notestēt jaunākās iespējas un Firefox būtu vēl foršāks. <a href="%s">Pamēģini arī Tu</a>.
mk: Го користам Firefox бета за да помогнам во тестирањето на најновите особености и да го направам Firefox подобар. <a href="%s">Пробај и ти.</a>.
nl: Ik gebruik Firefox Bèta om de nieuwste functies te helpen testen en Firefox nog geweldiger te maken. <a href="%s">Probeer het zelf</a>.
or: Firefox ର ନୂତନ ବିଶେଷତାଗୁଡ଼ିକୁ ବ୍ୟବହାର କରି ଏହାକୁ ଅଧିକ ସୁନ୍ଦର କରିବାରେ ସହାୟତା କରିବାକୁ ମୁଁ Firefox ବିଟା ବ୍ୟବହାର କରିଥାଏ। <a href="%s">ଏହାକୁ ଥରେ ପରଖନ୍ତୁ</a>।
pt_br: Eu uso o Firefox Beta para ajudar a testar os recursos mais recentes e tornar o Firefox ainda mais incrível. <a href="%s">Experimente</a>.
sk: Používam Firefox Beta, aby som pomohol otestovať najnovšie funkcie a urobiť Firefox ešte lepším. <a href="%s">Vyskúšajte ho aj vy</a>.
sl: Uporabljam Firefox Beta, da preizkušam najnovejše zmogljivosti in delam Firefox še boljši. <a href="%s">Poskusi ga še ti</a>.
sv_se: Jag använder Firefox Beta för att hjälpa till att testa de senaste funktionerna göra Firefox ännu mer fantastisk. <a href="%s">Testa du också</a>!

source: {l10n-extra}Search Tweets, friends or trending topics right from the search bar. Click on the search icon in the top right of Firefox and select Twitter.
ga_ie: {l10n-extra}Déan cuardach ar thuíteanna, ar chairde, nó ar thopaici i mbéal an phobail ón mbarra cuardaigh. Cliceáil an deilbhín cuardaigh ag barr an bhrabhsálaí ar dheis agus roghnaigh Twitter.
pt_br: {l10n-extra}Pesquise por tweets, amigos ou assustos do momento direto do campo de pesquisa. Clique no ícone do campo de pesquisas no canto superior direito e selecione Twitter.
sl: {l10n-extra}Iščite po tvitih, med prijatelji in novimi temami v vrstici za iskanje. Kliknite v Firefoxu desno zgoraj na ikono za iskanje in izberite Twitter.

source: {l10n-extra}Great prizes! Hollywood judges! Exclamation marks! <a href="%">Enter Firefox Flicks</a>, the global video contest to tell our story, or vote for your favorites!
de: {l10n-extra}Tolle Preise! Hollywood-Richter! Ausrufezeichen! <a href="%">Machen Sie mit bei Firefox Flicks</a>, dem weltweiten Videowettbewerb, um unsere Geschichte zu erzählen, oder stimmen Sie für Ihre Favoriten ab!
ms: {l10n-extra}Hadiah lumayan! Juri Hollywood! Tanda seru! <a href="%">Sertai Firefox Flicks</a>, sebuah pertandingan video global untuk bercerita, atau undi kegemaran anda!
pt_br: {l10n-extra}Grandes prêmios! Jurados de Hollywood! Exclamações! <a href="%">Entre no Firefox Flicks</a>, o concurso global de vídeos para contar nossa história, ou vote nos seus favoritos!
sl: {l10n-extra}Lepe nagrade! Sodniki iz Hollywooda! Klicaji! <a href="%">Sodelujte v Firefox Flicks</a>, v svetovnem nagradnem tekmovanju s svojo zgodbo, ali pa glasujte za svoje favorite!
sv_se: Fantastiska priser! Hollywooddomare! Utropstecken! <a href="%">Anmäl dig till Firefox Flicks</a>, den globala videotävlingen, med din film som berättar om oss – eller rösta på dina favoriter!

source: <a href="%s">Become a Firefox Affiliate</a> and get everything you need to share Firefox with the world!
ms: ;<a href="%s">Jadilah seorang Firefox Affiliate</a> dan dapatkan segalanya yang anda perlu untuk berkongsi Firefox dengan dunia!
