Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */snippets.po
Languages: ast, br, ca, cs, da, de, el, eo, es_ar, et, fy_nl, ga_ie, gd, gl, he, hu, hy_am, it, lt, lv, mk, ms, nl, or, pt_br, sk, sl, sv_se, uk

source: Take Firefox anywhere you go! The latest Firefox for Android is live and ready for you to enjoy. <a href="%s">Get it now</a>.
ast: Lleva Firefox au quiera que vayas! Faite yá con Firefox Android, llistu pa esfrutar. <a href="%s">Descárgalu agora.</a>
br: Kemerit Firefox da forzh pelec'h ez eot ! Hegerz ha prest evidoc'h eo handelv diwezhañ Firefox evit Android. <a href="%s">Kaout anezhi bremañ.</a>
ca: Emporteu-vos el Firefox on vulgueu! L'última versió del Firefox per a l'Android ja està disponible perquè en pugueu gaudir. <a href="%s">Baixa'l</a>.
cs: Vezměte si Firefox s sebou! Nejnovější Firefox pro Android je tu a je k dispozici právě pro vás. <a href="%s">Stáhněte si ho nyní</a>.
da: Tag Firefox med dig overalt! Den nyeste Firefox til Android ligger klar til dig. <a href="%s">Hent den nu.</a>
de: Nehmen Sie Firefox mit, egal wo Sie hingehen! Der neueste Firefox für Android ist da. <a href="%s">Greifen Sie zu</a>.
el: Πάρτε τον Firefox μαζί σας παντού! Ο πιο πρόσφατος Firefox για Android είναι έτοιμος να τον απολαύσετε. <a href="%s">Κάντε λήψη τώρα.</a>
eo: Portu Firefox kien ajn vi iras! La lasta Firefox por Android estas tute preta por ke vi ĝin ĝuu. <a href="%s">Elŝutu ĝin nun.</a>
es_ar: ¡Llevalo donde quiera que vayas! La última versión de Firefox para Android está lista para que la disfrutes. <a href="%s">Descargala.</a>
et: Võta Firefox endaga igale poole kaasa! Uus Firefox Androidile on nautimiseks valmis. <a href="%s">Hangi see kohe.</a>
fy_nl: Nim Firefox oeral mei hinne! De nijste Firefox foar Android stiet foar jo klear. <a href="%s">Laad him no yn.</a>
ga_ie: Beir Firefox leat! Tá an leagan is déanaí de Firefox ar Android réidh. <a href="%s">Faigh anois é.</a>
gd: Thoir leat Firefox àite sam bith dhan dèid thu! Tha an tionndadh as ùire de Firefox airson Android deas ri do làimh a-nis. <a href="%s">Faigh e an-dràsta</a>.
gl: Leve Firefox a todos os sitios! O novo Firefox para Android xa está aquí e listo para gozalo. <a href="%s">Fágase con el agora.</a>
he: קחו את Firefox לכל מקום! הגרסה החדשה של Firefox ל־Android באוויר ומוכנה לשימושכם. קבלו אותה כעת.
hu: Vigye magával a Firefoxt! Elkészült a legújabb Firefox for Android. <a href="%s">Töltse le most!</a>
hy_am: Տար Firefox-ը քեզ հետ ամենուր! Android-ի ամենանոր Firefox-ը հասանելի է և այն սպասում է քեզ: <a href="%s">Ներբեռնել հիմա:</a>
it: Porta Firefox sempre con te. Prova l'ultima versione di Firefox per Android. Scaricala subito.
lt: Pasiimkite „Firefox“ su savimi! Naujausia „Firefox“ naršyklės laida „Android“ įrenginiams jau čia! <a href="%s">Parsisiųskite!</a>
lv: Paņemiet Firefox visur kur ejat! Jaunākā Firefox versija Android ierīcēm ir gatava un gaida jūs! <a href="%s">Iegūt to tagad.</a>
mk: Земете го Firefox со себе! Најновиот Firefox за Android е готов и можете да уживате со него. <a href="%s">Земете го сега.</a>
ms: Bawa Firefox ke mana sahaja anda pergi! Firefox untuk Android yang terkini telah sedia untuk dinikmati olehmu. <a href="%s"> Dapatkannya sekarang</a>.
nl: Neem Firefox overal mee naartoe! De nieuwste Firefox voor Android staat voor u klaar. <a href="%s">Download hem nu.</a>
or: ଆପଣଙ୍କ ସହିତ Firefox କୁ ନେଇ ଚାଲନ୍ତୁ! ଏଣ୍ଡ୍ରଏଡ ପାଇଁ ନୂତନ Firefox କୁ ସତେଜ କରାଯାଇଛି ଏବଂ ଆପଣଙ୍କ ବ୍ୟବହାର ପାଇଁ ପ୍ରସ୍ତୁତ ଅଛି। <a href="%s">ବର୍ତ୍ତମାନ ଏହାକୁ ପ୍ରାପ୍ତ କରନ୍ତୁ।</a>
pt_br: Leve o Firefox com você! A versão mais recente do Firefox para Android está disponível e pronta para ser aproveitada. <a href="%s">Baixe já</a>.
sk: Vezmite si Firefox kamkoľvek so sebou! Najnovší Firefox pre Android je dostupný a pripravený aj pre vás. <a href="%s">Získajte ho</a>.
sl: Vzemite Firefox s seboj na pot! Najnovejša različica za Android je že na voljo. <a href="%s">Prenesite jo zdaj.</a>
sv_se: Ta med dig Firefox var du än går! Den senaste Firefox för Android finns klar för dig att använda. <a href="%s">Hämta den nu.</a>
uk: Візьміть Firefox з собою! Firefox під Android вже вийшов і готовий вас порадувати. <a href="%s">Забирайте його тут.</a>

source: Now that you've got the latest version, <a href="%s">learn about all the cool things</a> you can do with your Firefox.
ast: Agora que tienes la cabera versión, <a href="%s">deprendi toles novedaes</a> que pues remanar con Firefox.
br: Bremañ hoc'h eus an handelv diwezhañ, <a href="%s">deskit pep tra</a> e c'hellit ober gant ho Firefox.
ca: Ara que ja teniu la darrera versió, <a href="%s">esbrineu tot allò</a> que podeu fer amb el Firefox.
cs: Nyní, když jste získali nejnovější verzi, <a href="%s">přečtěte si o skvělých věcech</a>, které můžete s Firefoxem dělat.
da: Nu, hvor du har fået den nyeste version, kan du <a href="%s">lære om alle de smarte ting</a>, du kan med din Firefox.
de: Jetzt, wo Sie die neueste Version haben, <a href="%s">erfahren Sie mehr über die tollen Dinge</a>, die Sie mit Ihrem Firefox tun können.
el: Τώρα που έχετε την πιο πρόσφατη έκδοση, <a href="%s">μάθετε για όλα όσα μπορείτε</a> να κάνετε με τον Firefox.
eo: Nun ke vi havas la lastan version, <a href="%s">vidu ĉion kion vi povas fari</a> per via Firefox.
es_ar: Ahora que ya tenés la nueva versión, <a href="%s">aprendé todas las cosas interesantes</a> que podés hacer con tu Firefox.
et: Nüüd, kui sul uusim versioon olemas on, <a href="%s">vaata, milliseid lahedaid asju</a> sa Firefoxiga teha saad.
fy_nl: No't jo de nijste ferzje brûke, kinne jo <a href="%s">mear lêze oer alle leuke dingen</a> dy't jo mei jo Firefox dwaan kinne.
ga_ie: Tá an leagan is déanaí agat anois, <a href="%s">foghlaim faoi na rudaí iontacha</a> is féidir leat a dhéanamh le Firefox.
gd: On a tha an tionndadh as ùire agad a-nis, nach cuir thu sùil <a href="%s">air na rudan sgoinneil</a> a nì thu le Firefox.
gl: Agora que xa ten a última versión, <a href="%s">descubra todas as cousas interesantes</a> que pode facer co Firefox.
he: כעת כשקיבלתם את הגרסה החדשה ביותר, <a href="%s">למדו על הדברים המגניבים</a> שתוכלו לבצע עם Firefox שלכם.
hu: Most, hogy a legújabb verzió használja <a href="%s">ismerje meg</a> a Firefox legnagyszerűbb funkcióit.
hy_am: ՀԻմա երբ դուք արդեն ձեռք բերեցիք ամենանոր տարբերակը, <a href="%s">սովորեք բոլոր այն հրաշալի հնարավորությունների մասին</a>, որոնք դուք կարեող եք կատարել ձեր Firefox-ով:
it: Adesso che stai utilizzando la versione più aggiornata, <a href="%s">scopri le straordinarie caratteristiche</a> di Firefox.
lt: Kadangi jau naudojatės paskiausia „Firefox“ laida, <a href="%s">susipažinkite su jos savybėmis ir privalumais</a>!
lv: Tagad, kad jums ir jaunākā Firefox versija, <a href="%s">uzziniet par jaunākajam iespējām</a>, ko piedāvā Firefox.
mk: Сега кога ја имате најновата верзија, <a href="%s">дознајте за сите нови возбудливи работи</a> што можете да ги правите со Firefox.
ms: Memandangkan anda telah memiliki versi yang terkini, <a href="%s">belajarlah tentang perkara menarik</a> yang dapat dilakukan dengan Firefox anda.
nl: Nu u de nieuwste versie gebruikt, kunt u <a href="%s">meer lezen over alle leuke dingen</a> die u met uw Firefox kunt doen.
or: ବର୍ତ୍ତମାନ ଆପଣ ନୂତନତମ ସଂସ୍କରଣ ପାଇଛନ୍ତି, <a href="%s">ସମସ୍ତ ବିଶେଷତା ବିଷୟରେ ଜାଣନ୍ତୁ</a> ଯାହାକି ଆପଣ Firefox ରେ କରିପାରିବେ।
pt_br: Agora que você já tem a versão mais recente, <a href="%s">aprenda mais sobre as coisas legais</a> que você pode fazer com seu Firefox.
sk: Keď už máte najnovšiu verziu, <a href="%s">pozrite sa na všetky zaujímavé veci</a>, ktoré váš Firefox dokáže.
sl: Zdaj ko ste namestili najnovejšo različico, <a href="%s">se spoznajte z vsemi vragolijami</a>, ki jih lahko počnete z vašim Firefoxom.
sv_se: Nu när du har den senaste versionen, <a href="%s">läs om alla coola saker</a> du kan göra med Firefox.
uk: Тепер, коли ви встановили останню версію Firefox, <a href="%s">дізнайтесь про кльові речі</a>, які вона вміє робити.

source: You're not on the latest version of Firefox. <a href="%s">Upgrade today</a> to get the best of the Web!
ast: Nun tienes la cabera versión de Firefox. <a href="%s">Anóvala agora</a> y esfruta lo meyor de la Web!
br: N'emaoc'h ket gant handelv diwezhañ Firefox. <a href="%s">Hizivait hiziv</a> evit kaout ar pep gwellañ eus ar Web !
ca: No teniu la darrera versió del Firefox. <a href="%s">Actualitzeu-vos avui</a> per obtenir el millor del web!
cs: Nepoužíváte nejnovější verzi Firefoxu. <a href="%s">Aktualizujte ještě dnes</a> a získejte to nejlepší z webu!
da: Du anvender ikke den seneste version af Firefox. <a href="%s">Opdatér i dag</a> for at få det bedste ud af nettet!
de: Sie verwenden nicht die neueste Version von Firefox. <a href="%s">Aktualisieren Sie noch heute</a>, um das Beste aus dem Internet herauszuholen!
el: Δεν έχετε την πιο πρόσφατη έκδοση του Firefox. <a href="%s">Αναβαθμίστε τον τώρα</a> για να βλέπετε καλύτερα τον ιστό!
eo: Vi ne havas la lastan version de Firefox. <a href="%s">Ĝisdatigu ĝin hodiaŭ</a> por eltiri la plej bonajn aferojn el la Teksaĵo!
es_ar: No estás usando la última versión de Firefox. ¡<a href="%s">Actualizalo hoy</a> para obtener lo mejor de la Web!
et: Sa ei kasuta uusimat Firefoxi versiooni. Veebist parima võtmiseks <a href="%s">uuenda täna</a>!
fy_nl: Jo brûke net de nijste ferzje fan Firefox. <a href="%s">Fernij hjoed</a> om it bêste út it ynternet te heljen!
ga_ie: Níl an leagan is déanaí de Firefox agat. <a href="%s">Nuashonraigh inniu</a> chun an taitneamh is mó a bhaint as an nGréasán!
gd: Chan eil an tionndadh as ùire de Firefox agad. <a href="%s">Àrdaich e an-diugh</a> gus am faigh an cothrom as fhearr air an lìon!
gl: Non ten a última versión de Firefox. <a href="%s">Actualíceo agora</a> para gozar mellor da Web!
he: אינכם בגרסה החדשה ביותר של Firefox. <a href="%s">שדרגו עכשיו</a> כדי לקבל את הטוב ביותר שיש לרשת להציע.
hu: Nem legújabb Firefox verziót használja. <a href="%s">Frissítsen ma</a>, hogy az internet legjavát kapja!
hy_am: Ձեր Firefox-ը ամենանորը տարբերակը չէ: <a href="%s">Թարմացրեք այսօր</a>, որպեսզի վեբից ստանաք առավելագույնը!
it: Non stai utilizzando l'ultima versione di Firefox. <a href="%s">Aggiorna subito</a> per ottenere il massimo dal Web!
lt: Jūs naudojatės ne paskiausia „Firefox“ laida. <a href="%s">Atsinaujinkite ją</a> ir mėgaukitės naujausiais šios naršyklės privalumais!
lv: Jūs nelietojat jaunāko Firefox versiju. <a href="%s">Atjauniniet to šodien pat</a> lai iegūtu labāko no Interneta!
mk: Не ја користите најновата верзија на Firefox. <a href="%s">Надградете денес</a> за да го добиете најдоброто од интернет!
ms: Anda tidak berada di versi Firefox yang terkini. <a href="%s">Pertingkatkan hari ini</a> untuk mendapatkan yang terbaik dari Web!
nl: U gebruikt niet de nieuwste versie van Firefox. <a href="%s">Upgrade vandaag</a> om het beste uit het internet te halen!
or: ଆପଣଙ୍କ ପାଖରେ Firefox ର ନୂତନତମ ସଂସ୍କରଣ ନାହିଁ। ୱେବର ସଠିକ ଲାଭ ପାଇବା ପାଇଁ <a href="%s">ଆଜିହିଁ ଉନ୍ନୟନ କରନ୍ତୁ</a>!
pt_br: Você não está usando versão mais recente do Firefox. <a href="%s">Atualize hoje</a> e aproveite o máximo da Web!
sk: Nepoužívate najnovšiu verziu Firefoxu. <a href="%s">Aktualizujte ešte dnes</a> a získajte z webu to najlepšie.
sl: Uporabljate starejšo različico Firefoxa. <a href="%s">Nadgradite še danes</a> in zadihajte splet s polnimi pljuči!
sv_se: Du använder inte senaste versionen av Firefox. <a href="%s">Uppgradera idag</a> för att få ut det bästa av webben!
uk: У вас не найновіша версія Firefox. <a href="%s">Оновіться сьогодні</a> та беріть від мережі найкраще!

source: Get the latest Firefox features first in <a href="%s">Aurora</a>.
ast: Obtén les caberes carauterístiques de Firefox primero que naide usando <a href="%s">Aurora</a>.
br: Ho pezet keweriusterioù diwezhañ Firefox gant <a href="%s">Aurora</a>.
ca: Sigueu els primers en obtenir les darreres funcions del Firefox amb l'<a href="%s">Aurora</a>.
cs: Podívejte se v <a href="%s">Auroře</a> na nejnovější funkce jako první.
da: Få de nyeste Firefox-funktioner først med <a href="%s">Aurora</a>.
de: Erhalten Sie als Erster die neuen Firefox-Funktionen mit <a href="%s">Aurora</a>.
el: Δείτε πρώτοι τα νέα χαρακτηριστικά του Firefox μέσω του <a href="%s">Aurora</a>.
eo: Konu la lastajn trajtojn de Firefox unue en <a href="%s">Aurora</a>.
es_ar: Conseguí primero las últimas características de Firefox en <a href="%s">Aurora</a>.
et: Kasuta uusimaid Firefoxi võimalusi esimeste hulgas <a href="%s">Aurora</a> abil.
fy_nl: Belibje as earste de nijste Firefox-funksjes yn <a href="%s">Aurora</a>.
ga_ie: Faigh na gnéithe is déanaí níos luaithe in <a href="%s">Aurora</a>.
gd: Faigh na feartan as ùire ann am Firefox ann an <a href="%s">Aurora</a>.
gl: Consiga antes as últimas características en <a href="%s">Aurora</a>.
he: קבלו את התכונות האחרונות של Firefox ראשונים ב־<a href="%s">Aurora</a>.
hu: Használja a Firefox legújabb funkcióit először az <a href="%s">Aurora</a> verzióban.
hy_am: Առաջինը ձեռք բերեք Firefox-ի նորամուծությունները <a href="%s">Aurora-ում</a>.
it: Scopri in anteprima le nuove funzioni di Firefox con <a href="%s">Aurora</a>.
lt: Anksčiau už kitus susipažinkite su naujausiomis „Firefox“ savybėmis – išbandykite <a href="%s">„Aurorą“</a>.
lv: Esiet pirmie, kas izmēģina jaunākās Firefox iespējas <a href="%s">Aurora</a> laidienā.
mk: Видете ги најновите можности на Firefox со <a href="%s">Aurora</a>.
ms: Dapatkan ciri-ciri terbaru dalam Firefox yang terlebih dahulu <a href="%s">Aurora</a>.
nl: Beleef als eerste de nieuwste Firefox-functies in <a href="%s">Aurora</a>.
or: Firefox ର ନୂତନତମ ବିଶେଷତା ପ୍ରଥମେ <a href="%s">ଆରୋରା</a> ରୁ ପ୍ରାପ୍ତ କରନ୍ତୁ।
pt_br: Use os recursos mais recentes do Firefox primeiro no <a href="%s">Aurora</a>.
sk: Získajte najnovšie funkcie Firefoxu v testovacom zostavení <a href="%s">Aurora</a>.
sl: Najnovejše lastnosti Firefoxa lahko preskusite v <a href="%s">Aurori</a>.
sv_se: Se de senaste Firefox-funktionerna först i <a href="%s">Aurora</a>.
uk: Дізнайтесь про останні новинки в Firefox першим, завантаживши <a href="%s">Аврору</a>.

source: Get a sneak preview of the future of Firefox. <a href="%s">Download Firefox Aurora</a> and test the latest features.
ast: Esperimenta un adelantu del futuru de Firefox. <a href="%s">Descarga Firefox Aurora</a> y prueba les caberes carauterístiques.
br: Ho pezet un alberz eus an dazont eus Firefox. <a href="%s">Pellgargit Firefox Aurora</a> hag amprouit ar c'heweriusterioù diwezhañ.
ca: Feu un tast del futur del Firefox. <a href="%s">Baixeu el Firefox Aurora</a> i proveu les darreres funcions.
cs: Podívejte se na ukázku budoucí verze Firefoxu. <a href="%s">Stáhněte si Firefox Aurora</a> a otestujte si nejnovější funkce.
da: Prøv fremtiden for Firefox. <a href="%s">Hent Firefox Aurora</a>, og test de nyeste funktioner.
de: Holen Sie sich die Vorschau auf die Zukunft von Firefox. <a href="%s">Laden Sie Firefox Aurora herunter</a> und testen Sie die neuesten Funktionen.
el: Ρίξτε μια κλεφτή ματιά στο μέλλον του Firefox. <a href="%s">Κάντε λήψη του Firefox Aurora</a> και δοκιμάστε τα νέα χαρακτηριστικά.
eo: Malkovru la estontecon de Firefox. <a href="%s">Elŝutu la version Aurora de Firefox</a> kaj testu la lastajn trajtojn.
es_ar: Conseguí un adelanto del futuro de Firefox. <a href="%s">Descargá Firefox Aurora</a> y probá las características más nuevas.
et: Tutvu tuleviku Firefoxiga. <a href="%s">Laadi Firefox Aurora alla</a> ja testi uusimaid võimalusi.
fy_nl: Sjoch yn de takomst fan Firefox. <a href="%s">Laad Firefox Aurora yn</a> en test de nijste funksjes.
ga_ie: Faigh réamhamharc ar thodhchaí Firefox. <a href="%s">Íosluchtaigh Firefox Aurora</a> agus bain triail as na gnéithe is déanaí.
gd: Gus plathadh tràth fhaighinn dhe na tha romhainn ann am Firefox, <a href="%s">luchdaich a-nuas Firefox Aurora</a> agus feuch na feartan as ùire.
gl: Bote unha ollada ao futuro de Firefox. <a href="%s">Descargue Firefox Aurora</a> e probe as últimas características.
he: קבלו הצצה מוקדמת לעתיד של Firefox. <a href="%s">הורידו את Firefox Aurora</a> ובדקו את התכונות החדשות ביותר.
hu: Pillantson bele a Firefox jövőjébe. <a href="%s">Töltse le a Firefox Aurora</a> fejlesztői kiadást és tesztelje a legújabb funkciókat.
hy_am: Ստացեք ապագա Firefox-ի նախնական տեսքը: <a href="%s">Ներբեռնեք Firefox Aurora-ն</a> և փորձարկեք վերջին նորամուծությունները:
it: Vuoi provare in anteprima il futuro di Firefox? <a href="%s">Scarica Firefox Aurora</a> e scopri tutte le novità.
lt: Pamatykite „Firefox“ ateitį anksčiau už kitus. <a href="%s">Parsisiųskite „Firefox Aurora“</a> ir išbandykite naujausias naršyklės savybes.
lv: Ielūkojieties Firefox nākotnē. <a href="%s">Lejupielādējiet Firefox Aurora</a> un izmēģiniet jaunākās iespējas.
mk: Ѕирнете што е најново во идниот развој на Firefox. <a href="%s">Преземете ја Firefox Aurora</a> и тестирајте ги најновите можности.
ms: Dapatkan pratonton tidak rasmi akan Firefox pada masa hadapan.<a href="%s">Muat turun Firefox Aurora</a> dan uji ciri-ciri terbarunya.
nl: Neem een kijkje in de toekomst van Firefox. <a href="%s">Download Firefox Aurora</a> en test de nieuwste functies.
or: Firefox ର ଭବିଷ୍ୟତ ବିଷୟରେ ସଂକ୍ଷିପ୍ତ ସୂଚନା ପ୍ରାପ୍ତ କରନ୍ତୁ। <a href="%s">Firefox ଆରୋରାକୁ ଆହରଣ କରନ୍ତୁ</a> ଏବଂ ନୂତନ ବିଶେଶତାଗୁଡ଼ିକୁ ପରୀକ୍ଷା କରନ୍ତୁ।
pt_br: Dê uma espiada no futuro do Firefox. <a href="%s">Baixe o Firefox Aurora</a> e teste os novos recursos.
sk: Pozrite sa, aká bude budúca verzia Firefoxu. <a href="%s">Nainštalujte si Firefox Aurora</a> a otestujte najnovšie funkcie.
sl: Pokukajte v prihodnost Firefoxa. <a href="%s">Prenesite Firefox Aurora</a> in preskusite zadnje novosti.
sv_se: Ta en smygtitt på framtidens Firefox. <a href="%s">Hämta Firefox Aurora</a> och testa de senaste funktionerna.
uk: Загляніть у майбутнє Firefox. <a href="%s">Завантажте Firefox Аврора</a> та протестуйте останні новинки.

source: Before Firefox there's Beta, and before Beta there's Aurora. <a href="%s">Try Firefox Aurora</a> now for the latest cutting edge features.
ast: Enantes de Firefox hai una Beta, y enantes d'esa Beta, esiste Aurora. <a href="%s">Prueba Firefox Aurora</a> agora mesmo pa conocer les caberes carauterístiques en vanguardia.
br: A-raok Firefox emañ Beta, hag a-raok Beta emañ Aurora. <a href="%s">Prouadit Firefox Aurora</a> bremañ evit ar c'heweriusterioù diwezhañ.
ca: Abans del Firefox i ha la Beta, i abans de la Beta hi ha l'Aurora. <a href="%s">Proveu el Firefox Aurora</a> ara per veure les funcions d'avantguarda.
cs: Dříve, než se Firefox objeví v betaverzi, je dostupný pod označením Aurora. <a href="%s">Vyzkoušejte si Firefox Aurora</a> a podívejte se na nejnovější funkce.
da: Før Firefox kommer Beta, og før Beta kommer Aurora. <a href="%s">Prøv Firefox Aurora</a> nu, og få de seneste nyskabende funktioner.
de: Vor Firefox kommt die Beta und vor der Beta kommt Aurora. <a href="%s">Testen Sie Firefox Aurora</a> jetzt und erleben Sie die allerneuesten Funktionen.
el: Πριν βγει ο Firefox, βγαίνει η δοκιμαστική «Beta» και πριν τη «Beta», βγαίνει ο Aurora. <a href="%s">Δοκιμάστε τον Firefox Aurora</a> τώρα και δείτε τα χαρακτηριστικά αιχμής.
eo: Antaŭ Firefox ekzistas Beta, kaj antaŭ Beta ekzistas Aurora. <a href="%s">Provu la version Aurora de Firefox</a> nun por la lastlastajn trajtoj.
es_ar: Antes de Firefox hay una Beta, y antes de una Beta hay un Aurora. <a href="%s">Probá Firefox Aurora</a> para probar ahora las funcionalidades de vanguardia.
et: Enne Firefoxi lastakse välja Beeta ja enne Beetat Aurora. <a href="%s">Proovi Firefox Aurorat</a> kohe koos verivärskete võimalustega.
fy_nl: Foar Firefox is der Bèta, en foar Bèta is der Aurora. <a href="%s">Probearje Firefox Aurora</a> no foar de allernijste funksjes.
ga_ie: Roimh Firefox, tá Béite ann, agus roimh Bhéite, tá Aurora ann. <a href="%s">Bain triail as Firefox Aurora</a> anois chun na gnéithe ceannródaíocha a fháil.
gd: Tha Beta a' tighinn ro Firefox agus tha Aurora ron tionndadh Beta. <a href="%s">Feuch Firefox Aurora</a> airson na feartan as ùire air thoiseach chàch.
gl: Por diante de Firefox hai unha Beta, e por diante da Beta vén Aurora. Probe as últimas características de <a href="%s">Firefox Aurora</a> agora mesmo.
he: לפני ש־Firefox יוצא לאור, ישנה גרסת בטא, ולפני הבטא באה גרסת Aurora. <a href="%s">בדקו את Firefox Aurora</a> עכשיו כדי לקבל את התכונות החדשות ביותר.
hu: A Firefox megjelenése előtt a Beta, a Beta előtt pedig az Aurora verzió jelenik meg. <a href="%s">Próbálja ki a Firefox Aurora</a> kiadását, hogy megismerhesse a legújabb funkciókat.
hy_am: Մինչը Firefox-ը առկա է Beta-ն, և մինչև Beta առկա է Aurora-ն. Ամենանոր հնարավորությունները տեսնելու համար <a href="%s">Փորձեք Firefox Aurora-ն</a> հիմա:
it: Prima di Firefox c'è la Beta, prima della Beta c'è Aurora. <a href="%s">Prova Firefox Aurora</a> per scoprire tutte le nuove funzioni.
lt: Prieš išleisdami naują „Firefox“ laidą, mes išleidžiame betą, o prieš ją – „Aurorą“. <a href="%s">Išbandykite „Firefox Aurorą“ ir susipažinkite su naujasiomis šios naršyklės savybėmis.
lv: Pirms Firefox nāk Beta, bet pirms Betas nāk Aurora. <a href="%s">Izmēģini Firefox Aurora</a>, lai redzētu pašus degošākos jaunumus
mk: Пред секој Firefox има Beta, а пред секоја Beta има Aurora. <a href="%s">Пробајте ја Firefox Aurora</a> за најсвежите можности.
ms: Sebelum Firefox terdapat Beta, dan sebelum Beta terdapat Aurora. <a href="%s">Cubalah Firefox Aurora</a> dan sekarang untuk ciri-ciri yang tercanggih
nl: Voor Firefox is er Bèta, en voor Bèta is er Aurora. <a href="%s">Probeer Firefox Aurora</a> nu voor de allernieuwste functies.
or: Firefox ପୂର୍ବରୁ ବିଟା ଉପଲବ୍ଧ, ଏବଂ ବିଟା ପୂର୍ବରୁ ଆରୋରା ଉପଲବ୍ଧ। ନୂତନ ବିଶେଷତା ପାଇଁ <a href="%s">Firefox ଆରୋରାକୁ ବର୍ତ୍ତମାନ ବ୍ୟବହାର କରନ୍ତୁ</a>।
pt_br: Antes do Firefox há o Beta, e antes do Beta, o Aurora. <a href="%s">Experimente o Firefox Aurora</a> com os recursos mais recentes.
sk: Pred finálnou verziou Firefoxu je verzia Beta, a pred verziou Beta je verzia Aurora. <a href="%s">Vyskúšajte Firefox Aurora</a> a jeho najnovšie funkcie.
sl: Firefox nastane iz različice beta, beta pa iz Aurore. <a href="%s">Preskusite Firefox Aurora</a> in si oglejte zadnje novosti.
sv_se: Före Firefox finns Beta, och före Beta finns Aurora. <a href="%s">Prova Firefox Aurora</a> för att se de allra senaste innovationerna.
uk: Перед виходом Firefox виходить Бета, а перед нею — Аврора. <a href="%s">Спробуйте Firefox Аврора</a> з її останніми новинками.
