Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */snippets.po
Languages: ast, br, ca, cs, da, de, el, eo, es_ar, et, fy_nl, ga_ie, gd, gl, he, hu, hy_am, it, lt, lv, mk, ms, nl, or, pt_br, sk, sl, sv_se, uk

source: Love Firefox? Want to help make our next version even better? <a href="%">Download Firefox Beta</a> and give us feedback today!
ast: ¿Préstate Firefox? ¿Quies facer que la nueva versión seya entá meyor? ¡<a href="%">Descarga Firefox Beta</a> y danos les tos opiniones y suxerencies!
br: Plijout a ra Firefox deoc'h ? Fellout a ra deoc'h reiñ skoazell deomp a-benn lakaat hon handelv a zeu da vezañ gwelloc'h c'hoazh ? <a href="%">Pellgargit Firefox Beta</a> ha roit ho meno hiziv !
ca: Us encanta el Firefox? Voleu ajudar a fer la nostra propera versió encara millor? <a href="%">Baixeu el Firefox Beta</a> i feu-ne comentaris avui!
cs: Máte rádi Firefox? Chcete pomoci učinit příští verzi ještě lepší? <a href="%">Stáhněte si Firefox Beta</a> a dejte nám vědět, co si o něm myslíte!
da: an du lide Firefox? Vil du hjælpe os med at gøre den næste version endnu bedre? <a href="%">Download Firefox beta</a>, og giv os din mening i dag!
de: Lieben Sie Firefox? Möchten Sie dabei helfen, unsere nächste Version noch besser zu machen? <a href="%">Laden Sie Firefox Beta herunter</a> und sagen Sie uns heute Ihre Meinung!
el: Σας αρέσει ο Firefox; Θέλετε να βοηθήσετε να γίνει ακόμα καλύτερος ο επόμενος; <a href="%">Κάντε λήψη του Firefox Beta</a> τώρα και πείτε μας τα σχόλια σας!
eo: Ĉu vi amas Firefox? Ĉu vi volas helpi la venontan version esti eĉ pli bona? <a href="%">Elŝutu Firefox Beta</a> kaj igu nin koni viajn komentojn jam hodiaŭ!
es_ar: ¿Querés a Firefox? ¿Querés ayudar para que la próxima versión sea aún mejor? <a href="%">Descargá Firefox Beta</a> y ¡danos tu opinión!
et: Armastad Firefoxi? Soovid meil aidata järgmist versiooni veelgi paremaks teha? <a href="%">Laadi alla Firefoxi beeta</a> ja saada meile tagasisidet juba täna!
fy_nl: Nocht oan Firefox? Wolle jo helpe de folgjende ferzje noch better te meitsjen? <a href="%">Download Firefox Beta</a> en jou ús daliks kommentaar!
ga_ie: An dtaitníonn Firefox leat? Ar mhaith leat an chéad leagan eile a fheabhsú? <a href="%">Íosluchtaigh Firefox Béite</a> agus tabhair aiseolas dúinn inniu!
gd: Gaol agad air Firefox? Bheil thu airson taic a chumail rinn gus am bi an ath-thionndadh nas fhearr na bha e riamh? <a href="%">Luchdaich a-nuas Firefox Beta</a> an-diugh agus innis dhuinn dè do bheachd!
gl: Gústalle o Firefox? Quere axudar a que a nosa próxima versión sexa incluso mellor? <a href="%">Descargue Firefox beta</a> e déanos a súa opinión!
he: אוהבים את Firefox? רוצים לעזור להפוך את הגרסה הבאה לטובה יותר? <a href="%">הורידו את Firefox Beta</a> ושלחו אלינו את התרשמותכם מגרסה זו עוד היום!
hu: Szereti a Firefoxot? Segíteni szeretne, hogy a következő verzió még jobb legyen? <a href="%">Töltse le a Firefox Beta verziót</a> és mondja el róla véleményét!
hy_am: Սիրու՞մ եք Firefox-ը։ Ցանկանու՞մ եք օգնել մեզ հաջոդ տարբերակը էլ ավելի լավացնելու համար։ <a href="%">Բեռնեք Firefox Բետան</a> և հայտնեք Ձեր կարծիքը!
it: Ti piace Firefox? Vuoi aiutarci a rendere la prossima versione ancora migliore? <a href="%">Installa Firefox Beta</a> e facci conoscere la tua opinione oggi stesso.
lt: Patinka „Firefox“? Norite kitą jos laidą padėti paversti dar geresne? <a href="%">Parsisiųskite „Firefox“ betą</a> ir dalinkitės su mumis savo atsiliepimais!
lv: Tev patīk Firefox? Gribi palīdzēt uzlabot nākamo versiju? <a href="%">Lejupielādē Firefox Beta</a> un sniedz mums savas atsauksmes!
mk: Го сакате Firefox? Сакате да ни помогнете да следната верзија да биде уште подобра? <a href="%">Преземете го Firefox Beta</a> и кажете ни што мислите!
ms: Cintakan Firefox? Ingin membantu untuk menjadikan versi yang seterusnya lebih baik? <a href="%">Muat turun Firefox Beta</a> dan berikan maklum balas hari ini!
nl: Gek op Firefox? Wilt u helpen de volgende versie nog beter te maken? <a href="%">Download Firefox Bèta</a> en geef direct feedback!
or: Firefox କୁ ପସନ୍ଦ କରନ୍ତି କି? ଆମର ପରବର୍ତ୍ତୀ ସଂସ୍କରଣକୁ ଅଧିକ ଉତ୍ତମ କରିବାରେ ସହାୟତା କରିବାକୁ ଚାହୁଁଛନ୍ତି କି? <a href="%">Firefox ବିଟା ଆହରଣ କରନ୍ତୁ</a> ଏବଂ ଆମକୁ ଆଜି ମତାମତ ଦିଅନ୍ତୁ!
pt_br: Você ama o Firefox? Quer ajudar a tornar nossa próxima versão ainda melhor? <a href="%">Baixe o Firefox Beta</a> e mande a sua opinião!
sk: Máte radi Firefox? Chcete pomôcť urobiť nasledujúcu verziu ešte lepšou? <a href="%">Nainštalujte si Firefox Beta</a> a dajte nám vedieť, čo si myslíte!
sl: Vam je Firefox pri srcu? Nam hočete pomagati, da bo naslednja različica še boljša? <a href="%">Prenesite si Firefox Beta</a> in nam povejte svoje mnenje!
sv_se: Älskar du Firefox? Vill du hjälpa till att göra nästa version ännu bättre? <a href="%">Hämta Firefox Beta</a> och ge oss feedback redan idag!
uk: Любите Firefox? Хочете зробити наступну версію ще кращою? <a href="%">Завантажте Firefox Бета</a> та шліть відгуки сьогодні!

source: Are you running the latest Firefox Beta? <a href="%">Get it now</a> and help us test the latest features.
ast: ¿Tienes instaláu el caberu Firefox Beta? <a href="%">Descárgalu agora</a> y ayúdanos a probar les caberes carauterístiques.
br: Arverañ a rit handelv diwezhañ Firefox Beta ? <a href="%">Ho pezet anezhi bremañ</a> ha roit skoazell deomp amprouiñ ar c'heweriusterioù diwezhañ.
ca: Esteu utilitzant la darrera versió del Firefox Beta? <a href="%">Baixeu-lo ara</a> i ajudeu-nos a provar les funcions més noves.
cs: Používáte poslední Firefox Beta? <a href="%">Stáhněte si jej</a> a pomozte nám otestovat nejnovější funkce.
da: Kører du med den nyeste Firefox beta? <a href="%">Hent den nu</a>, og hjælp os teste de nyeste funktioner.
de: Verwenden Sie die neueste Firefox Beta? <a href="%">Holen Sie sie sich jetzt</a> und helfen Sie uns, die neuesten Funktionen zu testen.
el: Τρέχετε τον πιο πρόσφατο Firefox Beta; <a href="%">Κάντε λήψη τώρα</a> και βοηθήστε στον έλεγχο των νέων χαρακτηριστικών.
eo: Ĉu vi rulas la lastan Firefox Beta? <a href="%">Havu ĝin nun</a> kaj helpu nin testi la lastajn trajtojn.
es_ar: ¿Estás usando la última versión de Firefox Beta? <a href="%">Descargalo</a> y ayudanos a probar las últimas funcionalidades.
et: Kas kasutad uusimat Firefoxi beetat? <a href="%">Hangi see kohe</a> ja aita meid uute võimaluste testimisel.
fy_nl: Brûke jo de lêste Firefox Beta? <a href="%">Krij it no</a> en help ús om de lêste funksjes te testen.
ga_ie: An bhfuil an leagan is déanaí de Firefox Béite agat? <a href="%">Faigh anois é</a> agus cabhraigh linn na gnéithe is déanaí a thástáil.
gd: Bheil am Firefox Beta as ùire agad? <a href="%">Faigh greim air an-dràsta</a> agus cuidich leinn a' cur fo dheuchainn na feartan as ùire.
gl: Está executando a última versión de Firefox beta? <a href="%">Fágase con ela agora</a> e axúdenos a probar as últimas características.
he: האם אתם מריצים את הגרסה החדשה ביותר של Firefox Beta? <a href="%">קבלו אותה כעת</a> ועזרו לנו לבחון את התכונות החדישות ביותר.
hu: A legfrissebb Firefox Beta verziót használja? <a href="%">Töltse le most</a> és segítsen az új funkciók tesztelésében.
hy_am: Դուք օգտագործու՞մ եք Firefox-ի վերջին Բետան։<a href="%">Բեռնեք հենց հիմա</a> և օգնեք մեզ փորձարկելու վերջին հնարավորությունները։
it: Stai già utilizzando l'ultima versione di Firefox Beta? <a href="%">Scaricala subito</a> e aiutaci a provare le ultime novità.
lt: Ar naudojatės šviežiausia „Firefox“ beta? <a href="%">Parsisiųskite ją dabar</a> ir padėkite ištestuoti šviežiausias jos naujoves.
lv: Vai tev jau ir jaunākā Firefox Beta? <a href="%">Saņem to te</a> un palīdzi notestēt jaunākos uzlabojumus.
mk: Сакате да сурфате со последната Firefox Beta? <a href="%">Земете ја сега</a> и помогнете во тестирањето на најновите особености.
ms: Adakah anda sedang menggunakan Firefox Beta yang terkini? <a href="%">Dapatkannya sekarang</a> dan bantu kami menguji ciri- cirinya yang terbaru.
nl: Gebruikt u de nieuwste Firefox Bèta? <a href="%">Download hem nu</a> en help ons bij het testen van de nieuwste functies.
or: ଆପଣ ନୂତନ Firefox ବିଟା ବ୍ୟବହାର କରୁଛନ୍ତି କି? <a href="%">ବର୍ତ୍ତମାନ ଏହାକୁ ଗ୍ରହଣ କରନ୍ତୁ</a> ଏବଂ ନୂତନ ବିଶେଷତାଗୁଡ଼ିକୁ ପରୀକ୍ଷା କରିବାରେ ସହାୟତା କରନ୍ତୁ।
pt_br: Você está usando o Beta mais recente? <a href="%">Baixe-o agora</a> e ajude a testar o recursos mais recentes.
sk: Používate najnovšiu verziu Firefox Beta? <a href="%">Nainštalujte si ju</a> a pomôžte nám otestovať najnovšie funkcie.
sl: Uporabljate najnovejši Firefox Beta? <a href="%">Priskrbite si ga</a> in nam pomagajte pri testiranju najnovejših funkcij.
sv_se: Kör du den senaste versionen av Firefox Beta? <a href="%">Hämta den nu</a> och hjälp oss att testa de senaste funktionerna.
uk: Ви користуєтесь останньою бетою Firefox? <a href="%">Завантажте її сьогодні</a> і допоможіть нам відтестувати останні новинки.

source: Not on the latest Firefox Beta? <a href="%">Get it today</a> to stay on top of what we're working on for our next version.
ast: ¿Qu'entá nun tienes la cabera versión de Firefox Beta? <a href="%">Faite agora con ella</a> y caltente informáu diariamente de les innovaciones nes que trabayamos pa la nueva versión.
br: N'arverit ket handelv diwezhañ Firefox Beta ? <a href="%">Ho pezet anezhi hiziv</a> a-benn gouzout ar pezh emaomp o prientiñ evit hon handelv a zeu.
ca: No teniu la darrera versió del Firefox Beta? <a href="%">Baixeu-la avui</a> per estar al corrent de què fem per la nostra propera versió.
cs: Nepoužíváte poslední Firefox Beta? <a href="%">Získejte jej ještě dnes</a> a mějte přehled o tom, co bude v příští verzi.
da: Bruger du ikke den nyeste Firefox beta? <a href="%">Hent den i dag</a>, og vær på forkant med den næste version.
de: Sie verwenden nicht die neueste Firefox Beta? <a href="%">Holen Sie sie sich heute</a>, um weiter das zu verwenden, woran wir für unsere nächste Version arbeiten.
el: Δεν έχετε τον πιο πρόσφατο Firefox Beta; <a href="%">Κάντε λήψη τώρα</a> για να βλέπετε τι ετοιμάζουμε για την επόμενη έκδοση.
eo: Ĉu vi ne rulas la lastan Firefox Beta? <a href="%">Havu ĝin hodiaŭ</a> por ĉiam scii kion ni prilaboras por la venonta versio.
es_ar: ¿No tenés la última versión de Firefox Beta? <a href="%">Descargala</a> para estar al corriente de nuestro trabajo para la próxima versión.
et: Sa ei kasutagi uusimat Firefoxi beetat? <a href="%">Hangi see täna</a> ning ole kursis, mille kallal töötame järgmise versiooni jaoks.
fy_nl: Net de lêste Firefox Beta? <a href="%">Krij it hjoed</a> om daliks te sjen wêr't wy no oan wurkje foar de folgjende ferzje.
ga_ie: Nach bhfuil an Firefox Béite is déanaí agat? <a href="%">Faigh inniu é</a> agus bí ar an eolas faoi na gnéithe a bheidh sa chéan leagan eile.
gd: Nach eil am Firefox Beta? as ùire agad? <a href="%">Faigh greim air an-diugh</a> ach am bi làn fhios agad na tha sinn ag obair air son an tionndaidh ùir.
gl: Non ten a última versión de Firefox beta? <a href="%">Fágase con ela hoxe</a> para manterse ao día das innovacións nas que traballamos para a próximas versión.
he: אינכם על הגרסה החדשה ביותר של Firefox Beta? <a href="%">קבלו אותה כעת</a> כדי להישאר בעניינים עם מה שאנחנו מכינים לקראת הגרסה הבאה שלנו.
hu: Nem a legfrissebb Firefox Beta verziót használja? <a href="%">Töltse le most</a>, hogy figyelemmel tudja kísérni, hogy mi lesz a következő verzióban.
hy_am: Չունե՞ք Firefox-ի վերջին Բետան <a href="%">Բեռնեք հենց հիմա</a>՝ տեղեկացված լինելու համար վերջին հնարավորություններին։
it: Non stai utilizzando l'ultima versione di Firefox Beta? <a href="%">Scaricala subito</a> e scopri a cosa stiamo lavorando per la prossima versione.
lt: Dar nesinaudojate šviežiausia „Firefox“ beta? <a href="%">Parsisiųskite ją dabar</a> ir susipažinkite su dar tobulinamomis būsimosios laidos naujovėmis.
lv: Tev vēl nav jaunākā Firefox Beta? <a href="%">Paņem to</a> un esi lietas kursā par to, kādus labumus citi redzēs jaunajā versijā.
mk: Сѐ уште не сте ја пробале последната Firefox Beta? <a href="%">Земете ја денес</a> за да бидете во тек со она што го спремаме за следната верзија.
ms: Tidak berada di Firefox Beta yang terkini? <a href="%">Dapatkannya hari ini</a> untuk cakna dengan apa yang kami lakukan untuk versi akan datang.
nl: Gebruikt u niet de nieuwste Firefox Bèta? <a href="%">Download hem vandaag</a> en blijf op de hoogte van waar we voor de volgende versie aan werken.
or: ନୂତନ Firefox ବିଟାରେ ନାହିଁ? ଆମର ପରବର୍ତ୍ତୀ ସଂସ୍କରଣରେ କଣ କରୁଛୁ ତାହା ପୂର୍ବରୁ ଜାଣିବା ପାଇଁ <a href="%">ଆଜି ହିଁ ଆଣନ୍ତୁ</a>।
pt_br: Não está usando o Beta mais recente? <a href="%">Baixe-o hoje</a> para ficar por dentro do que estamos trabalhando para a nossa próxima versão.
sk: Nepoužívate poslednú verziu Firefox Beta? <a href="%">Získajte ju ešte dnes</a> a majte prehľad o tom, čo bude v nasledujúcej verzii Firefoxu.
sl: Še brez najnovejšega Firefox Beta? <a href="%">Prenesite si ga še danes</a>, da ostanete na tekočem.
sv_se: Har du inte den senaste versionen av Firefox Beta? <a href="%">Hämta den idag</a> för att hålla dig à jour med det vi arbetar på för nästa version.
uk: Не користуєтесь останньою бетою Firefox? <a href="%">Завантажте її сьогодні</a> щоб бути в курсі того, що ми готуємо в наступній версії.

source: Want to share your feedback? <a href="%">Find out how</a> and help make the next version of Firefox even more awesome.
ast: ¿Quies compartir les tos opiniones y suxerencies? <a href="%">Deprendi cómo</a> y fai que la próxima versión seya entá más ablucante.
br: Fellout a ra deoc'h rannañ ho meno ? <a href="%">Kavit penaos henn ober</a> ha roit skoazell deomp lakaat handelv a zeu Firefox da vezañ dreistordinaloc'h c'hoazh.
ca: Voleu compartir els comentaris? <a href="%">Descobriu com</a> i ajudeu a fer la propera versió del Firefox encara més fantàstica.
cs: Chcete nám poslat reakci? <a href="%">Podívejte se</a>, jak nám můžete pomoci udělat příští verzi Firefoxu ještě lepší.
da: Vil du fortælle os din mening? <a href="%">Find ud af hvordan</a>, og hjælp os med at lave den næste version af Firefox endnu mere fantastisk.
de: Möchten Sie uns Ihre Meinung sagen? <a href="%">Erfahren Sie, wie das geht</a> und helfen Sie uns, die nächste Firefox-Version noch wunderbarer zu machen.
el: Θέλετε να μας πείτε τα σχόλια σας; <a href="%">Δείτε πως μπορείτε</a> και βοηθήστε να κάνουμε την επόμενη έκδοση του Firefox ακόμα καλύτερη.
eo: Ĉu vi volas diskonigi vian opinion? <a href="%">Sciu kiel fari tion</a> kaj helpu igi la venontan version de Firefox eĉ pli mirinda.
es_ar: ¿Querés darnos tu opinión? <a href="%">Encontrá cómo</a> y ayudanos a hacer que la próxima versión de Firefox sea aún más increíble.
et: Soovid tagasisidet anda? <a href="%">Vaata, kuidas seda teha saad</a>, ning aita meil järgmist Firefoxi versiooni veelgi ägedamaks teha.
fy_nl: Wolle jo kommentaar diele? <a href="%">Fyn út hoe</a> en help de folgjende ferzje fan Firefox noch better te meitsjen.
ga_ie: Ar mhaith leat aiseolas a thabhairt dúinn? <a href="%">Foghlaim conas is féidir</a> agus cabhraigh linn an chéad leagan eile de Firefox a fheabhsú.
gd: Bheil thu airson do bheachdan a chur thugainn? <a href="%">Faigh a-mach ciamar</a> agus cuidich leinn gus am bi an ath Firefox fiù nas gasta.
gl: Quere compartir a súa opinión? <a href="%">Descubra como</a> e axude a facer a próxima versión do Firefox incluso máis incríbel.
he: מעוניינים לשתף את המשוב שלכם? <a href="%">גלו כאן כיצד</a> ועזרו להפוך את הגרסה הבאה של Firefox לטובה יותר.
hu: Szeretné elmondani véleményét? <a href="%">Tudja meg ennek módját</a> és segítsen, hogy a következő Firefox még fantasztikusabb legyen.
hy_am: Ցանկանու՞մ եք տարածել Ձեր կարծիքը։ <a href="%">Ընտրեք եղանակը</a> և օգնեք մեզ Firefox-ի հաջորդ տարբերակը էլ ավելի լավը դարձնելու։
it: Vuoi farci conoscere la tua opinione? <a href="%">Scopri come farlo</a> e aiutaci a rendere la nuova versione di Firefox ancora migliore.
lt: Norite palikti atsiliepimą? <a href="%">Sužinokite, kaip</a> ir prisidėkite prie kitų „Firefox“ laidų gerinimo.
lv: Gribi mums ko pastāstīt? <a href="%">Uzzini kā</a> un palīdzi izveidot nākamo Firefox versiju vēl superīgāku.
mk: Сакате да ни пишете? <a href="%">Дознајте како</a> и помогнете следната верзија на Firefox да биде уште подобра.
ms: Ingin berkongsi maklum balas anda? <a href="%">Inilah caranya</a> dan bantulah dalam menjadikan versi Firefox akan datang lebih dari sekadar hebat.
nl: Wilt u feedback geven? <a href="%">Lees hier hoe</a> en help de volgende versie van Firefox nog geweldiger te maken.
or: ଆପଣଙ୍କର ମତାମତ ଜଣାନ୍ତୁ? Firefox ର ପରବର୍ତ୍ତୀ ସଂସ୍କରଣକୁ ଅଧିକ ସୁନ୍ଦର କରିବାରେ ସହାୟତା କରିବା ପାଇଁ<a href="%">ତାହା କିପରି କରିବେ ଜାଣନ୍ତୁ</a> ଏବଂ ସହାୟତା କରନ୍ତୁ।
pt_br: Quer compartilhar a sua opinião? <a href="%">Descubra como</a> e ajude a tornar a próxima versão do Firefox ainda mais incrível.
sk: Chcete nám poslať reakciu? <a href="%">Pozrite sa</a>, ako nám môžete pomôcť urobiť nasledujúcu verziu Firefoxu ešte lepšou.
sl: Imate predloge ali ideje? <a href="%">Sporočite nam jih</a>, da bomo skupaj naredili Firefox še bolj super.
sv_se: Vill du dela med dig av din feedback? <a href="%">Ta reda på hur</a> och hjälp oss att göra nästa version av Firefox ännu mer fantastisk.
uk: Хочете поділитись враженнями? <a href="%">Дізнайтесь як</a> і допоможіть зробити наступну версію Firefox ще кращою.

source: Firefox Beta users: Don't forget to <a href="%">provide feedback</a> to help us put the final tweaks on our next version.
ast: Usuarios de Firefox Beta: nun vos escaezáis de <a href="%">dar les vueses opiniones y suxerencies</a> que nos ayudarán a facer los caberos axustes de la próxima versión.
br: Arveriaded Firefox Beta : dalc'hit soñj <a href="%">reiñ ho meno</a> a-benn reiñ skoazell deomp peurlipat hon handelv a zeu.
ca: Usuaris del Firefox Beta: no oblideu <a href="%">enviar comentaris</a> per ajudar-nos a fer els últims ajustaments per la propera versió.
cs: Uživatelé Firefox Beta: Nezapomeňte <a href="%">poslat reakci</a>, která nám pomůže zlepšit naši příští verzi.
da: Brugere af Firefox beta: Glem ikke at <a href="%">komme med din mening</a> og hjælpe os med at lave de endelige finjusteringer af den næste version.
de: Firefox-Beta-Nutzer: Vergessen Sie nicht, <a href="%">uns Ihre Meinung zu sagen</a>, um uns zu helfen, unserer nächsten Version den letzten Schliff zu geben.
el: Χρήστες του Firefox Beta: Μην ξεχάσετε να μας <a href="%">δώσετε σχόλια</a> για να μας βοηθήσετε στις τελικές ρυθμίσεις της επόμενης έκδοσης.
eo: Uzantoj de Firefox: ne forgesu <a href="%">raporti vian opinion</a> por helpi nin ĝustigi la lastan detalojn por la nova versio.
es_ar: Usuarios de Firefox Beta: no se olviden de <a href="%">darnos su opinión</a> para ayudarnos a realizar los últimos ajustes en la próxma versión.
et: Firefoxi beeta kasutajad, ärge unustage <a href="%">tagasisidet anda</a>, aidates meil järgmisele versioonile viimaseid kohendusi teha.
fy_nl: Firefox Beta brûkers: ferjit net om <a href="%">kommentaar te jaan</a> om ús te helpen mei de lêste oanpassingen foar de folgjende ferzje.
ga_ie: Úsáideoirí Firefox Béite: Ná déan dearmad <a href="%">aiseolas a thabhairt dúinn</a> agus cabhraigh linn bailchríoch a chur ar an chéad leagan eile.
gd: Ma tha Firefox Beta agad: Na dìochuimhnich <a href="%">do bheachdan a chur thugainn</a> ach an urrainn dhuinn an ath-thionndadh a chur air gleus buileach.
gl: Usuarios de Firefox beta: Non esquezades <a href="%">dar as vosas opinións</a> para axudarnos a facer os últimos axustes da próxima versión.
he: משתמשי Firefox Beta: בבקשה אל תשכחו <a href="%">לתת משוב</a> כדי לעזור לנו לבצע את הליטושים האחרונים בגרסה הבאה שלנו.
hu: Firefox Beta felhasználók: Ne felejtse el <a href="%">elmondani véleményét</a>, így segíthet nekünk a következő verzió finomhangolásában.
hy_am: Firefo Բետայի օգտվողները. Մի մոռացեք <a href="%">հայտնել Ձեր կարծիքը</a>՝ օգնելու համար մեզ վերացնելու նկատված վրիպակները։
it: Stai utilizzando Firefox Beta? Non dimenticare di <a href="%">farci conoscere la tua opinione</a> per aiutarci a sistemare gli ultimi dettagli della prossima versione.
lt: „Firefox“ betos naudotojams: nepamirškite <a href="%">palikti savo atsiliepimų</a> – prisidėkite prie būsimosios „Firefox“ laidos poliravimo.
lv: Firefox Beta lietotāj: Neaizmirsti <a href="%">dalīties ar atsauksmēm</a>, lai palīdzētu uzlabot pēdējos jaunās versijas sīkumus.
mk: Корисници на Firefox Beta: не заборавајте <a href="%">да ни пишете</a> за да ни помогнете со последните подобрувања на следната верзија.
ms: Pengguna Firefox Beta: Jangan lupa untuk <a href="%">berikan maklum balas</a> untuk membantu kami meletakan penambahbaikan terakhir pada versi kami seterusnya.
nl: Firefox Bèta-gebruikers: vergeet geen <a href="%">feedback te geven</a> om ons te helpen de laatste aanpassingen aan de volgende versie te doen.
or: Firefox ବିଟା ଚାଳକମାନେ: ଆମକୁ ପରବର୍ତ୍ତୀ ସଂସ୍କରଣରେ ଅନ୍ତିମ ସୁଧାର ଆଣିବାକୁ <a href="%">ମତାମତ ପ୍ରଦାନ କରିବା ପାଇଁ</a> ଭୁଲନ୍ତୁ ନାହିଁ ।
pt_br: Usuários do Firefox Beta: não se esqueçam de <a href="%">mandar suas opiniões</a> para ajudar nos últimos retoques da nossa próxima versão.
sk: Používatelia Firefox Beta: Nezabudnite <a href="%">poslať reakciu</a>, ktorá nám pomôže zlepšiť našu nasledujúcu verziu.
sl: Uporabniki Firefox Beta: ne pozabite nam <a href="%">sporočiti svoje ideje</a>, da bomo skupaj naredili Firefox še bolj super.
sv_se: Firefox Beta-användare: Glöm inte att <a href="%">ge oss feedback</a> för att hjälpa oss att göra de sista finjusteringarna av nästa version.
uk: Користувачам Firefox Бета: Не забувайте <a href="%">слати відгуки</a> щоб допомогти нам внести останні правки в наступну версію.
