Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */upgradepromos.po
Languages: de, it, pl, pt_br

source: Mozilla Firefox Web Browser — Free Download
de: Webbrowser Mozilla Firefox — Kostenloser Download
it: Browser web Mozilla Firefox — Download gratuito
pl: Przeglądarka Mozilla Firefox — Pobierz za darmo
pt_br: Navegador Mozilla Firefox – Download grátis

source: How fast is <span>your Firefox?</span>
de: Wie schnell ist <span>Ihr Firefox?</span>
it: Quanto è veloce il <span>tuo Firefox?</span>
pl: Jak szybki jest <span>Twój Firefox?</span>
pt_br: O quão rápido é <span>seu Firefox?</span>

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
de: Der neue Firefox ist bis zu 7 mal schneller. (Das ist eine ganze Menge!) Sehen Sie sich den Tachometer an, um zu sehen, ob Ihrer mithalten kann.
it: Il nuovo Firefox è fino a 7 volte più veloce. (Tantissimo!) Controlla il tachimetro per scoprire a quale velocità viaggia il tuo.
pl: Nowy Firefox jest do 7 razy szybszy (to całkiem sporo!). Sprawdź na prędkościomierzu, czy Twój jest w stanie go dogonić.
pt_br: O novo Firefox é até 7 vezes mais rápido. (Isso é muito!) Cheque o velocímetro para ver se o seu consegue alcançar.

source: Old Firefox = <em>Sadface</em>
de: Alter Firefox = <em>Doof</em>
it: Vecchio Firefox = <em>Triste</em>
pl: Stary Firefox = <em>Smuteczek</em>
pt_br: Firefox velho = <em>:(</em>

source: New Firefox = <em>Yay!</em>
de: Neuer Firefox = <em>Hurra!</em>
it: Nuovo Firefox = <em>Urrà!</em>
pl: Nowy Firefox = <em>Hurra!</em>
pt_br: Firefox novo = <em>:D</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a %s>upgrade now!</a>
de: Das bringt’s einfach nicht. Surfen Sie nicht mehr in der Vergangenheit und <a %s>aktualisieren Sie jetzt!</a>
it: No, non ci siamo. Smetti di navigare nel passato e <a %s>aggiorna subito!</a>
pl: To nie wygląda zbyt dobrze. Przestań żyć w przeszłości i <a %s>zaktualizuj przeglądarkę już teraz!</a>
pt_br: Assim não dá. Pare de navegar no passado e <a %s>atualize agora!</a>

source: Now we’re talking!
de: Das klingt doch schon besser!
it: Così ci siamo!
pl: No, to rozumiemy!
pt_br: Agora sim!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
de: Fühlt sich besser an, oder? Willkommen in der Zukunft des Internets. Es ist schön hier.
it: Decisamente meglio, vero? Benvenuto nel futuro del Web. È un bel posto…
pl: Prawda, że od razu jest lepiej? Witamy w przyszłości internetu, tutaj jest całkiem miło.
pt_br: Bem melhor, não é? Bem-vindo ao futuro da Web. Aqui é bem legal.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
de: Hey, anscheinend verwenden Sie %BROWSER%. Warum holen Sie sich nicht Firefox und erhöhen Ihr Tempo?
it: A quanto pare stai utilizzando %BROWSER%. Perché non scaricare Firefox e rimanere al passo coi tempi?
pl: Hej, wygląda na to, że Twoja przeglądarka to %BROWSER%. A może wypróbujesz Firefoksa i przyśpieszysz przeglądanie?
pt_br: Ei, parece que você está usando o %BROWSER%. Que tal baixar o Firefox e entrar no ritmo?

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
de: Hey, anscheinend verwenden Sie nicht Firefox als Browser. Warum holen Sie sich nicht Firefox und erhöhen Ihr Tempo?
it: Sembra che tu non stia utilizzando Firefox come browser. Perché non scaricare Firefox e rimanere al passo coi tempi?
pl: Hej, wygląda na to, że nie używasz Firefoksa. A może go wypróbujesz i przyśpieszysz przeglądanie?
pt_br: Ei, parece que você não está usando o Firefox como seu navegador. Que tal baixar o Firefox e entrar no ritmo?

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
de: Der neue Firefox ist schneller, kostenlos (wie immer), stürzt seltener ab und schützt Ihre Privatsphäre besser.
it: Il nuovo Firefox è più veloce, più stabile, gratuito (come sempre) e protegge meglio la tua privacy.
pl: Nowy Firefox jest szybszy, darmowy (jak zawsze), zawiesza się rzadziej i chroni Twoją prytawność lepiej.
pt_br: O novo Firefox é mais rápido, grátis (como sempre), trava menos, e protege mais sua privacidade.

source: <a %s>Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
de: <a %s>Das Aktualisieren</a> dauert weniger als eine Minute und Sie verlieren Ihre Chronik oder Lesezeichen nicht. Hurra!
it: L'<a %s>aggiornamento</a> richiede meno di un minuto e non perderai né cronologia né segnalibri. Urrà!
pl: <a %s>Aktualizacja</a> zajmuje mniej niż minutę i nie stracisz swojej historii czy zakładek. Hurra!
pt_br: <a %s>Atualizar</a> leva menos de um minuto e você não perde seu histórico ou favoritos.

source: Fewer Crashes <span>More Happiness</span>
de: Weniger Abstürze <span>Mehr Freude</span>
it: Meno problemi <span>Più tranquillità</span>
pl: Mniej problemów <span>Więcej radości</span>
pt_br: Menos travamentos <span>Mais felicidade</span>

source: Upgrade now and see how much happier browsing can be with the <b>newest and fastest Firefox</b>.
de: Aktualisieren Sie jetzt und sehen Sie, wie viel schöner das Surfen mit dem <b>neuesten und schnellsten Firefox</b> sein kann.
it: Aggiorna subito e scopri quanto sia piacevole navigare con un <b>Firefox nuovo e più veloce</b>.
pl: Zaktualizuj teraz i zobacz, o ile radośniejsze może być przeglądanie stron z <b>najnowszym i najszybszym Firefoksem</b>.
pt_br: Atualize agora e veja o quão melhor sua navegação pode ser com <b>o mais novo e rápido Firefox</b>.

source: Upgrade Firefox
de: Aktualisieren Sie Firefox
it: Aggiorna Firefox
pl: Zaktualizuj Firefoksa
pt_br: Atualize o Firefox

source: Old Firefox
de: Alter Firefox
it: Vecchio Firefox
pl: Stary Firefox
pt_br: Firefox velho

source: New Firefox
de: Neuer Firefox
it: Nuovo Firefox
pl: Nowy Firefox
pt_br: Firefox novo

source: 3, 2, 1<span>Ready to Go?</span>
de: 3, 2, 1<span>Startbereit?</span>
it: 3, 2, 1<span>Pronto a partire?</span>
pl: 3, 2, 1<span>No to jedziemy?</span>
pt_br: 3, 2, 1<span>Pronto?</span>

source: Take your bookmarks and browsing history with you on a journey to a faster Firefox.
de: Nehmen Sie Ihre Lesezeichen und Surf-Chronik mit auf eine Reise zu einem schnelleren Firefox.
it: Porta sempre con te i tuoi segnalibri e la tua cronologia nel viaggio verso un Firefox sempre più veloce.
pl: Zabierz swoje zakładki i historię przeglądania ze sobą do szybszego Firefoksa.
pt_br: Leve seus favoritos e seu histórico numa aventura para um Firefox mais rápido.

source: Upgrade Firefox and take your bookmarks with you.
de: Aktualisieren Sie Firefox und nehmen Sie Ihre Lesezeichen mit.
it: Aggiorna Firefox e porta i tuoi segnalibri sempre con te.
pl: Zaktualizuj Firefoksa i zabierz ze sobą swoje zakładki.
pt_br: Atualize o Firefox e leve seus favoritos com você.
