Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */upgradedialog.po
Languages: ast, cs, da, de, el, eo, es_ar, et, eu, fi, fy_nl, gl, gu_in, he, hu, is, it, ja, ko, mk, nb_no, nl, pa_in, pl, pt_br, ro, sk, sl, sq, sv_se, uk, zh_cn

source: Get the Newest Firefox
ast: Faite colo más nuevo de Firefox
cs: Získejte nejnovější Firefox
da: Hent den nyeste Firefox
de: Holen Sie sich den neuesten Firefox
el: Βάλτε τον νεότερο Firefox
eo: Havu la lastan Firefox
es_ar: Descargá el nuevo Firefox
et: Hangi uusim Firefox
eu: Eskuratu Firefoxik berriena
fi: Lataa uusin Firefox
gl: Obteña a última versión do Firefox
gu_in: નવું Firefox મેળવો
he: קבלו את Firefox החדש ביותר
hu: Töltse le a legújabb Firefoxot
is: Náðu í nýjasta Firefox
it: Installa la nuova versione di Firefox
ja: Firefox の最新版を入手
ko: Firefox 최신 버전 받기
mk: Земете го најновиот Firefox
nb_no: Last ned den nyeste Firefox
nl: Download de nieuwste Firefox
pa_in: ਸਭ ਤੋਂ ਨਵਾਂ ਫਾਇਰਫਾਕਸ ਲਵੋ
pl: Pobierz najnowszego Firefoksa
pt_br: Baixe o Firefox mais recente
ro: Ia-ți cel mai nou Firefox
sk: Nainštalujte si najnovší Firefox
sl: Prenesite najnovejši Firefox
sq: Merrni Firefox-in Më të Ri
sv_se: Hämta senaste Firefox
uk: Забрати найновіший Firefox
zh_cn: 获取最新版本的 Firefox

source: The Newest Firefox is Here!
ast: Lo más nuevo de Firefox, ta equí!
cs: Nejnovější Firefox je tu!
da: Den nyeste Firefox er her!
de: Der neueste Firefox ist da!
el: Έφτασε ο πιο νέος Firefox!
eo: La lasta Firefox estas ĉi tie!
es_ar: ¡El nuevo Firefox está disponible!
et: Uusim Firefox on kohal!
eu: Firefoxik berriena hemen da!
fi: Uusin Firefox on täällä!
fy_nl: De nijste Firefox is hjir!
gl: A última versión do Firefox está aquí!
gu_in: નવું Firefox અહીં છે!
he: הגרסה החדשה של Firefox כבר כאן!
hu: Megérkezett a legújabb Firefox!
is: Nýjasti Firefox er kominn út!
it: Ecco il nuovo Firefox!
ja: Firefox の最新版が完成！
ko: 최신 버전이 있습니다.
mk: Пристигна најновиот Firefox!
nb_no: Den nyeste Firefox er her!
nl: De nieuwste Firefox is er!
pa_in: ਸਭ ਤੋਂ ਨਵਾਂ ਫਾਇਰਫਾਕਸ ਇੱੱਥੇ ਹੈ!
pl: Najnowszy Firefox jest tutaj!
pt_br: O FIrefox mais recente está aqui!
ro: Noul Firefox este aici!
sk: Nový Firefox je tu!
sl: Pred vami je najnovejši Firefox!
sq: Firefox-i Më i Ri Mbërriti!
sv_se: Senaste Firefox är här!
uk: Найновіший Firefox вже тут!
zh_cn: 最新版本的 Firefox 发布了!

source: <a %s>Quick, easy and free update</a>
ast: <a %s>Anovamientu rápidu, cenciellu y llibre</a>
cs: <a %s>Rychlá, snadná a zdarma dostupná aktualizace</a>
da: <a %s>Hurtig, nem og gratis opdatering</a>
de: <a %s>Schnelles, einfaches und kostenloses Update</a>
el: <a %s>Γρήγορη, εύκολη και δωρεάν αναβάθμιση.</a>
eo: <a %s>Rapida, facila kaj senpaga ĝisdatigo</a>
es_ar: <a %s>Actualización rápida, fácil y gratuita</a>
et: <a %s>Kiire lihtne tasuta uuendus</a>
eu: <a %s>Eguneratu bizkor, erraz eta doan</a>
fi: <a %s>Nopea, helppo ja ilmainen päivitys</a>
fy_nl: <a %s>Fluch, maklik en fergese fernijing</a>
gl: <a %s>Actualización rápida, sinxela e de balde</a>
gu_in: <a %s>ઝડપી, સરળ અને મુક્ત સુધારો</a>
he: <a %s>עדכון חופשי, קליל ומהיר</a>
hu: <a %s>Gyors, egyszerű és ingyenes frissítés</a>
is: <a %s>Fljót, auðveld og ókeypis uppfærsla</a>
it: <a %s>Aggiornamento gratuito, facile e veloce</a>
ja: <a %s>短時間で簡単無料アップグレード</a>
ko: <a %s>빠르고 쉬운 무료 업데이트</a>
mk: <a %s>Брза, лесна и бесплатна надградба</a>
nb_no: <a %s>Rask, enkel og gratis oppdatering</a>
nl: <a %s>Snelle, makkelijke en gratis update</a>
pa_in: <a %s>ਤੁਰੰਤ, ਸੌਖਾ ਅਤੇ ਮੁਫ਼ਤ ਅੱਪਡੇਟ</a>
pl: <a %s>Szybka, łatwa i darmowa aktualizacja</a>
pt_br: <a %s>Atualização rápida, fácil e gratuita</a>
ro: <a %s>Actualizare rapidă, ușoară și gratuită</a>
sk: <a %s>Rýchla, jednoduchá a bezplatná aktualizácia</a>
sl: <a %s>Hitra in brezplačna posodobitev</a>
sq: <a %s>Përditësim i shpejtë, i lehtë dhe falas</a>
sv_se: <a %s>Snabb, enkel och gratis</a>
uk: <a %s>Швидке, просте та безплатне оновлення</a>
zh_cn: <a %s>快速，易用且免费升级</a>

source: Fresh new look
ast: Aspeutu anováu
cs: Svěží nový vzhled
da: Frisk nyt udseende
de: Frisches neues Erscheinungsbild
el: Φρέσκια, νέα σχεδίαση.
eo: Freŝa nova aspekto
es_ar: Un diseño nuevo
et: Uus, värske välimus
eu: Itxura fresko eta berria
fi: Upouusi ulkoasu
fy_nl: Fris nij úterlik
gl: Nova imaxe
gu_in: તાજો નવો દેખાવ
he: מראה חדש ורענן
hu: Új megjelenés
is: Nýtt útlit
it: Nuovo look
ja: 刷新されたユーザインタフェース
ko: 신선한 외양 변경
mk: Нов свеж изглед
nb_no: Nytt, friskt utseende
nl: Frisse nieuwe vormgeving
pa_in: ਤਾਜਾ ਨਵਾਂ ਸਰੂਪ
pl: Świeży, nowy wygląd
pt_br: Visual revonado
ro: Un aspect nou
sk: Nový svieži vzhľad
sl: Svež videz
sq: Pamje e re e freskët
sv_se: Nytt fräscht utseende
uk: Свіжий оновлений вигляд
zh_cn: 耳目一新的外观

source: Much faster than Firefox 3.6
ast: Más rápidu que Firefox 3.6
cs: O mnoho rychlejší než Firefox 3.6
da: Meget hurtigere end Firefox 3.6
de: Viel schneller als Firefox 3.6
el: Πολύ ταχύτερος από τον Firefox 3.6.
eo: Multe pli rapida ol Firefox 3.6
es_ar: Mucho más rápido que Firefox 3.6
et: Palju kiirem kui Firefox 3.6
eu: Firefox 3.6 baino askoz bizkorragoa
fi: Paljon nopeampi kuin Firefox 3.6
fy_nl: Folle flugger as Firefox 3.6
gl: Moito máis rápido co Firefox 3.6
gu_in: Firefox 3.6 કરતાં ઘણું ઝડપી
he: מהיר בהרבה בהשוואה ל־Firefox 3.6
hu: Sokkal gyorsabb, mint a Firefox 3.6
is: Miklu hraðvirkari en Firefox 3.6
it: Molto più veloce di Firefox 3.6
ja: Firefox 3.6 よりはるかに高速
ko: Firefox 3.6 보다 더 빠른 속도
mk: Многу побрз од Firefox 3.6
nb_no: Mye raskere enn Firefox 3.6
nl: Veel sneller dan Firefox 3.6
pa_in: ਫਾਇਰਫਾਕਸ 3.6 ਨਾਲੋਂ ਕਿਤੇ ਵੱਧ ਤੇਜ਼
pl: O wiele szybszy od Firefoksa 3.6
pt_br: Muito mais rápido que o Firefox 3.6
ro: Mult mai rapid decât Firefox 3.6
sk: Oveľa rýchlejší ako Firefox 3.6
sl: Veliko hitrejši kot Firefox 3.6
sq: Shumë më i shpejtë se sa Firefox 3.6
sv_se: Mycket snabbare än Firefox 3.6
uk: Набагато швидший за Firefox 3.6
zh_cn: 比 Firefox 3.6 快得多的速度

source: More awesomeness than ever
ast: Más impresionante que nunca
cs: Skvělejší než kdy předtím
da: Bedre end nogensinde
de: Wunderbarer als je zuvor
el: Πιο εκπληκτικός από ποτέ!
eo: Pli da ravaĵoj ol iam ajn
es_ar: Más funcionalidades que nunca
et: Ägedam kui kunagi varem
eu: Inoiz baino txundigarriagoa
fi: Entistäkin mahtavampi
fy_nl: Mear bjusterbaarliks as ea
gl: Máis incríbel que nunca
gu_in: અત્યાર સુધીનું એકદમ નવીન
he: טוב יותר מבעבר
hu: Sokkal jobb, mint valaha
is: Betri en nokkru sinni fyrr
it: Sempre più straordinario
ja: 魅力的な新機能
ko: 다양한 추가 기능
mk: Најшизички до сега
nb_no: Tøffere enn noensinne
nl: Geweldiger dan ooit
pa_in: ਪਹਿਲਾਂ ਨਾਲੋਂ ਕਿਤੇ ਵੱਧ ਬੇਨਜ਼ੀਰ
pl: Jeszcze potężniejszy niż wcześniej
pt_br: Mais incrível do que nunca
ro: Mai multe lucruri extraordinare
sk: Lepší než kedykoľvek predtým
sl: Še bolj mega kot prej
sq: Më i mahnitshëm se kurrë
sv_se: Nu ännu smartare
uk: Дивовижніший ніж будь-коли
zh_cn: 更智能

source: There’s a new version of Firefox that can better protect you against online attacks.
ast: Hai una versión nueva de Firefox que pue protexete meyor frente a los ataques informáticos.
cs: Je k dispozici nová verze Firefoxu, která vás může lépe ochránit před online útoky.
da: Der findes en ny version af Firefox, der bedre kan beskytte dig mod online-angreb.
de: Es gibt eine neue Firefox-Version, die Sie besser vor Angriffen im Internet schützen kann.
el: Υπάρχει διαθέσιμη νέα έκδοση του Firefox που σας προστατεύει πιο αποτελεσματικά από επιθέσεις.
eo: Ekzistas nova versio de Firefox kiu povas pli bone protekti vin kontraŭ retaj atakoj.
es_ar: Hay una actualización de Firefox que puede protegerte mejor de los ataques online.
et: Saadaval on uus versioon Firefoxist. See kaitseb sind veebirünnakute vastu paremini.
fi: Firefoxin uusi versio suojelee sinua entistä paremmin verkkohyökkäyksiltä.
fy_nl: Der is in nije ferzje fan Firefox dy't jo better beskerme kin tsjin online oanfallen.
gl: Hai unha nova versión do Firefox que permitirá unha mellor protección contra os ataques en liña.
gu_in: ત્યાં Firefox ની નવી આવૃત્તિ છે કે જેને તમે ઓનલાઇન હુમલા વિરુદ્દ સારી રીતે સુરક્ષિત રાખી શકો છો.
he: קיימת גרסה חדשה של Firefox שיכולה להגן עליך טוב יותר בפני סכנות אבטחה מקוונות.
hu: Egy újabb Firefox verzió érhető el, amely jobb védelmet nyújt az online támadások ellen.
is: Búið er að gefa út nýja útgáfu af Firefox sem er betri í að verja þig fyrir netárásum.
it: È disponibile una nuova versione di Firefox in grado di proteggerti al meglio da attacchi online.
ja: インターネット上の脅威からあなたを守る Firefox の新バージョンがあります
ko: 새로운 버전의 Firefox는 온라인 보안 공격에 안전한 기능을 가지고 있습니다.
mk: Има нова верзија на Firefox која подобро може да Ве заштити од напади на интернет.
nb_no: En nyere versjon av Firefox kan beskytte deg bedre mot nettangrep.
nl: Er is een nieuwe versie van Firefox die u beter tegen online-aanvallen kan beschermen.
pa_in: ਫਾਇਰਫਾਕਸ ਦਾ ਨਵਾਂ ਵਰਜਨ ਹੈ, ਜੋ ਕਿ ਤੁਹਾਨੂੰ ਆਨਲਾਈਨ ਹਮਲਿਆਂ ਤੋਂ ਵਧੀਆ ਸੁਰੱਖਿਆ ਦੇ ਸਕਦਾ ਹੈ।
pl: Dostępna jest nowa wersja Firefoksa, która zapewnia Ci większą ochronę przed atakami w Sieci.
pt_br: Há uma versão mais recente do Firefox que pode melhor protegê-lo de ataques on-line.
ro: Există o versiune mai nouă de Firefox care te poate proteja mai bine împotriva atacurilor online.
sk: Na svete je nová verzia Firefoxu, ktorá vás dokáže lepšie ochrániť proti útokom online.
sl: Na razpolago je nova različica Firefoxa, ki vas še bolje brani pred napadi na spletu.
sq: Ka një version të ri të Firefox-it që mund t'ju mbrojë më mirë kundër sulmeve online.
sv_se: Det finns en ny version av Firefox som ger dig bättre skydd mot nätangrepp.
uk: Наявна нова версія Firefox, котра краще захищатиме вас він онлайнових атак.
zh_cn: 现在有一个新版本的 Firefox 可以更好地保护你免受在线攻击的伤害。

source: <a %s>Get the upgrade</a> — it’s fast & free!
ast: <a %s>Anova'l to Firefox</a>. ¡Ye rápido y de baldre!
cs: <a %s>Získejte aktualizaci</a>. Je rychlá a zdarma!
da: <a %s>Hent opdateringen</a> - det er hurtigt & gratis!
de: <a %s>Holen Sie sich das Upgrade</a> — es geht schnell und ist kostenlos!
el: <a %s>Κάντε αναβάθμιση</a> - Είναι δωρεάν και γρήγορη!
eo: <a %s>Ricevu la ĝisdatigon</a> — estas rapide kaj senpage!
es_ar: <a %s>Descargá la actualización</a>, ¡es rápido y gratuito!
et: <a %s>Laadi alla uuendus</a> - see on kiire ja tasuta!
eu: <a %s>Eguneratu</a> - bizkor eta dohainik!
fi: <a %s>Lataa päivitys</a> - se on helppoa ja maksutonta!
fy_nl: <a %s>Krij de fernijing</a> - it is fluch en fergees!
gl: <a %s>Actualícese</a> — Axiña e de balde!
gu_in: <a %s>સુધારાઓ મેળવો</a> - તે ઝડપી અને મુક્ત છે!
he: <a %s>קבלת השדרוג</a> – בצורה מהירה ובחינם!
hu: <a %s>Töltse le a frissítést</a> — Gyors és ingyenes!
is: <a %s>Náðu í uppfærslu</a> - hraðvirkara og ókeypis!
it: <a %s>Aggiorna adesso</a> - è veloce e gratuito
ja: <a %s>今すぐアップグレード</a> — 高速・無料です
ko: <a %s>바로 업그레이드</a> - 무료 및 신기능 제공!
mk: <a %s>Надградете</a> - брзо е и бесплатно!
nb_no: <a %s>Last ned oppdateringen</a> - det går raskt og er gratis!
nl: <a %s>Download de nieuwe versie</a> – snel en gratis!
pa_in: <a %s>ਅੱਪਗਰੇਡ ਲਵੋ ਜੀ</a> - ਇਹ ਤੇਜ਼ ਅਤੇ ਮੁਫ਼ਤ ਹੈ!
pl: <a %s>Pobierz aktualizację</a> - jest szybka i za darmo!
pt_br: <a %s>Obtenha a atualização</a> — é rápido e grátis!
ro: <a %s>Obține actualizarea</a> - rapid și gratuit!
sk: <a %s>Aktualizujte</a> - rýchlo a zadarmo!
sl: <a %s>Prenesite posodobitev</a> - hitro in brezplačno!
sq: <a %s>Merrni përmirësimin</a> - është falas dhe shkarkohet shpejt!
sv_se: <a %s>Hämta uppdateringen</a> — det går snabbt och är gratis!
uk: <a %s>Оновіться</a> — це швидко і безплатно!
zh_cn: <a %s>获取升级版本</a> - 快速且免费！

source: get the latest in security
ast: consigui lo último en seguridá
cs: získejte bezpečnostní aktualizace
da: få det nyeste indenfor sikkerhed
de: holen Sie sich das Neueste in Sachen Sicherheit
el: Βάλτε ό,τι πιο σύγχρονο στην ασφάλεια
eo: havu la lastajn sekurecajn aferojn
es_ar: obtené lo último en seguridad
et: saa osa viimastest turvauuendustest
eu: eskuratu segurtasunean berriena
fi: viimeisimmät turvallisuusominaisuudet
fy_nl: krij it lêste yn feilichheid
gl: obteña o último en seguranza
gu_in: સુરક્ષામાં તાજેતરની જુઓ
he: קבלת עדכוני האבטחה האחרונים
hu: töltse le a legbiztonságosabbat
is: náðu í það nýjasta fyrir öryggi
it: scopri le ultime novità in materia di sicurezza
ja: 最新のセキュリティ更新を自動で入手
ko: 최신 보안 업데이트 받기
mk: добијте најдобра безбедност
nb_no: få det nyeste i sikkerhet
nl: download het nieuwste in beveiliging
pa_in: ਸੁਰੱਖਿਆ ਵਿੱਚ ਸਭ ਤੋਂ ਨਵਾਂ ਲਵੋ
pl: korzystaj z poprawek bezpieczeństwa
pt_br: tenha o mais recente em segurança
ro: obține ultimele noutăți în materie de securitate
sk: Získate najvyššiu bezpečnosť
sl: prenesite najnovejše varnostne posodobitve
sq: merrni fjalën e fundit në siguri
sv_se: få det senaste inom säkerhetsområdet
uk: останнє слово в безпеці
zh_cn: 安全地获取最新版本

source: experience faster performance
ast: esperimenta un rendimientu más rápidu
cs: poznejte rychlejší výkon
da: Oplev hurtigere ydelse
de: erleben Sie schnellere Leistung
el: Δείτε καλύτερες επιδόσεις
eo: spertu pli rapidan funkciadon
es_ar: experimentá un rendimiento más rápido
et: koge suuremat jõudlust
eu: hobetu errendimendua eta abiadura
fi: selaa nopeammin
fy_nl: krij bettere prestaasjes
gl: obteña un mellor rendemento
gu_in: ઝડપી પ્રભાવ મેળવો
he: ביצועים מהירים יותר
hu: ismerje meg a nagyobb teljesítményt
is: fáðu aukna afkastagetu
it: Prestazioni migliorate
ja: ページの読み込みがより高速に
ko: 더 빠른 성능
mk: искусете побрзи перформанси
nb_no: få bedre ytelse
nl: beleef snellere prestaties
pa_in: ਹੋਰ ਵੀ ਤੇਜ਼ ਕਾਰਗੁਜ਼ਾਰੀ ਪਾਓ
pl: doświadcz większej wydajności
pt_br: experimente um desempenho mais rápido
ro: obține performanță mai bună
sk: Získate vyšší výkon
sl: Poskrbite za hitrejše brskanje
sq: Përfitoni punim më të shpejtë
sv_se: upplev snabbheten i den ökade prestandan
uk: покращіть швидкодію
zh_cn: 运行速度更快

source: enjoy greater customization
ast: essfruta d'una mayor personalización
cs: těšte se ze skvělé přizpůsobitelnosti
da: bedre tilpasningsmulighed
de: genießen Sie höhere Anpassbarkeit
el: Απολαύστε καλύτερη προσαρμογή
eo: ĝuu ampleksigitan agordadon
es_ar: disfrutá de mayor personalización
et: naudi rohkemaid kohandamisvõimalusi
eu: gozatu pertsonalizazio gehiagorekin
fi: laajemmat mukauttamismahdollisuudet
fy_nl: genietsje fan gruttere oanpasberheid
gl: goce dunha maior personalización
gu_in: વધુ વૈવિધ્યપૂર્ણનો આનંદ માણો
he: הנאה מיכולות התאמה אישית נוספות
hu: élvezze a nagyobb testreszabhatóságot
is: fáðu betri möguleika á að sérsníða
it: Maggiori possibilità di personalizzazione
ja: カスタマイズの柔軟性も向上
ko: 맞춤형 기능 즐기기
mk: уживајте со големи прилагодувања
nb_no: ta i bruk nye tilpasningsmuligheter
nl: geniet van betere aanpassing
pa_in: ਸਭ ਤੋਂ ਵੱਧ ਪਸੰਦ ਮੁਤਾਬਕ ਬਣਾਉਣ ਦਾ ਆਨੰਦ ਲਵੋ
pl: ciesz się możliwościami personalizacji
pt_br: curta uma personalização mais rica
ro: bucură-te de mai multă personalizare
sk: Užijete si lepšiu prispôsobiteľnosť
sl: prilagojevanje je še lažje
sq: shijoni personalizim më të fuqishëm
sv_se: få glädje av ännu större anpassningsbarhet
uk: налаштовуйте під себе
zh_cn: 享受更多定制能力

source: Your version of Firefox will soon be vulnerable to online attacks.
ast: La to versión de Firefox pue convertise en vulnerable a ataques informáticos.
cs: Vaše verze Firefoxu bude brzy náchylná na bezpečnostní chyby.
da: Din version af Firefox vil snart være sårbar over for online-angreb.
de: Ihre Firefox-Version ist bald anfällig für Angriffe aus dem Internet.
el: Η έκδοση του Firefox που έχετε, σύντομα θα είναι ευάλωτη σε διαδικτυακές επιθέσεις.
eo: Via versio de Firefox estos baldaŭ sendefenda kontraŭ retaj atakoj.
es_ar: Dentro de poco tu versión de Firefox estará vulnerable a ataques online.
et: See versioon Firefoxist on varsti haavatav veebirünnakute poolt.
eu: Zure Firefox bertsioa laster lineako erasoen aurrean babes gabe egongo da.
fi: Käyttämäsi Firefoxin versio on pian alttiina verkkohyökkäyksille.
fy_nl: Jo ferzje fan Firefox sil ynkoarten kwetsber wêze foar online oanfallen.
gl: A versión que ten do Firefox pronto será vulnerábel ós ataques en liña.
gu_in: Firefox ની તમારી આવૃત્તિ ઝલ્દી ઓનલાઇન હુમલા માટે સંવેદનશીલ હશે.
he: הגרסה של Firefox שברשותך תהיה בקרוב חשופה לסכנות אבטחה מקוונות.
hu: Ez a Firefox verzió hamarosan sebezhetővé válik az online támadásokkal szemben.
is: Útgáfa þín af Firefox verður mjög fljótlega óvarinn fyrir netárásum.
it: In breve tempo la tua versione di Firefox non sarà più al sicuro da attacchi online.
ja: あなたが今お使いの Firefox は古く、今後 Web 上で攻撃を受ける恐れがあります。
ko: 현재 Firefox 버전은 향후 보안 취약점에 노출될 수 있습니다.
mk: Вашата верзија на Firefox наскоро ќе биде ранлива од напади на интернет.
nb_no: Versjonen din av Firefox vil snart være sårbar for angrep på nettet.
nl: Uw versie van Firefox wordt eerdaags kwetsbaar voor online-aanvallen.
pa_in: ਫਾਇਰਫਾਕਸ ਦਾ ਤੁਹਾਡਾ ਵਰਜਨ ਛੇਤੀ ਹੀ ਆਨਲਾਈਨ ਹਮਲਿਆਂ ਲਈ ਕਮਜ਼ੋਰ (ਅਸੁਰੱਖਿਅਤ) ਹੋਵੇਗਾ।
pl: Twoja wersja Firefoksa wkrótce będzie podatna na ataki w Sieci.
pt_br: Sua versão do Firefox logo estará vulnerável a ataques on-line.
ro: Versiunea ta de Firefox va fi în curând vulnerabilă atacurilor online.
sk: Vaša verzia Firefoxu bude čoskoro náchylná na útoky online.
sl: Vaša različica Firefoxa bo kmalu predmet napadov na spletu.
sq: Versioni juaj i Firefox-it së shpejti do të jetë objekt sulmesh online.
sv_se: Din version av Firefox kommer snart att bli sårbar för nätangrepp.
uk: Ваша версія Firefox скоро буде вразлива до онлайнових атак.
zh_cn: 您使用的 Firefox 版本很快就会变得容易受到在线攻击。

source: Stay safe online
ast: Caltén la to seguridá n'Internet
cs: zůstaňte v bezpečí
da: Hold dig sikker online
de: Bleiben Sie im Internet geschützt
el: Συνεχίστε να είστε ασφαλής στο διαδίκτυο.
eo: Estu sekura en la reto
es_ar: permanecé seguro en la red
et: kasuta internetti turvaliselt
eu: Nabigatu sarean segurtasunez
fi: käytä verkkoa turvallisesti
fy_nl: bliuw feilich online
gl: Protéxese mentres navega
gu_in: સલામત રીતે ઓનલાઇન રહો
he: הישארו בטוחים ברשת
hu: Legyen biztonságban az interneten
is: vertu öruggur á netinu
it: Maggiore sicurezza online
ja: ネット環境をより安全に
ko: 더 안전한 서비스
mk: Останете безбедни на мрежата
nb_no: Vær trygg på nettet
nl: blijf veilig online
pa_in: ਆਨਲਾਈਨ ਸੁਰੱਖਿਅਤ ਰਹੋ
pl: używaj WWW bezpiecznie
pt_br: Fique seguro on-line
ro: Rămâi în siguranță și când ești online
sk: Budete online v bezpečí
sl: Ostanite varni na spletu
sq: Jini i sigurt kur jeni online
sv_se: Surfa säkert
uk: Залишайтесь у безпеці
zh_cn: 确保网络安全

source: Enjoy new features
ast: Esfruta de nueves carauterístiques
cs: těšte se z nových funkcí
da: Brug de nye funktioner
de: Genießen Sie neue Funktionen
el: Εκμεταλλευτείτε τα νέα χαρακτηριστικά.
eo: Ĝuu novajn trajtojn
es_ar: disfrutá de nuevas funcionalidades
et: kasuta uusi võimalusi
eu: Gozatu ezaugarri berriekin
fi: uusia ominaisuuksia
fy_nl: haw wille oan nije funksjes
gl: goce das novas funcionalidades
gu_in: નવા ગુણધર્મોનો આનંદ માણો
he: תהנו מתכונות חדשות
hu: Élvezze az új funkciókat
is: upplifðu nýja eiginleika
it: Nuove funzioni
ja: 新機能も満載
ko: 다양한 신기능
mk: Уживајте во новите можности
nb_no: Bruk de nye funksjonene
nl: geniet van nieuwe functies
pa_in: ਨਵੇਂ ਫੀਚਰ ਲਵੋ
pl: korzystaj z nowych możliwości
pt_br: Aproveite os novos recursos
ro: Bucură-te de noile funcționalități
sk: Užijete si nové funkcie
sl: Uživajte v novih zmogljivostih
sq: Shijoni veçori të reja
sv_se: Upptäck nya funktioner
uk: Насолоджуйтесь можливостями
zh_cn: 令人欣喜的新功能

source: URGENT!
ast: ¡URXENTE!
cs: URGENTNÍ!
da: HASTER!
de: DRINGEND!
el: ΕΠΕΙΓΟΝ!
eo: URĜE!
es_ar: ¡URGENTE!
et: TÄHTIS!
eu: GARRANTZITSUA!
fi: TÄRKEÄÄ!
fy_nl: PAS OP!
gl: URXENTE!
gu_in: અગત્યનું!
he: בהול!
hu: SÜRGŐS!
is: MIKILVÆGT!
it: URGENTE!
ja: 緊急告知
ko: 중요 공지
mk: ИТНО!
nb_no: HASTER!
nl: DRINGEND!
pa_in: ਲਾਜ਼ਮੀ!
pl: PILNE!
pt_br: URGENTE!
sk: DÔLEŽITÉ!
sl: NUJNO!
sq: URGJENTE!
sv_se: VIKTIGT!
uk: ТЕРМІНОВО!
zh_cn: 紧急！

source: Your version of Firefox is no longer protected against online attacks.
ast: La to versión de Firefox yá nun te protexe frente a ataques informáticos.
cs: Vaše verze Firefoxu již není chráněna proti online útokům.
da: Din version af Firefox er ikke længere beskyttet mod online-angreb.
de: Ihre Firefox-Version ist nicht mehr vor Angriffen aus dem Internet geschützt.
el: Η έκδοση του Firefox που έχετε, δεν προστατεύεται πια από δικτυακές επιθέσεις.
eo: Via versio de Firefox ne plu estas protektita kontraŭ retaj atakoj.
es_ar: Tu versión de Firefox ya no está protegida contra ataques online.
et: Sinu Firefoxi versioon pole enam internetirünnete eest kaitstud.
eu: Zure Firefoxen bertsioak ez zaitu gaur egungo sareko erasoetatik babesten.
fi: Käyttämäsi Firefox-versio ei enää suojaa verkkohyökkäyksiltä.
fy_nl: Jo ferzje fan Firefox wurdt net langer beskerme tsjin online oanfallen.
gl: A versión que ten do Firefox xa non está protexida contra ataques en liña.
gu_in: તમારી Firefox ની આવૃત્તિ એ ઓનલાઇન હુમલાઓ વિરુદ્દ લાંબા સમય સુધી સુરક્ષિત નથી.
he: הגרסה של Firefox שבשימוש אינה מגנה עליך יותר בפני סכנות אבטחה מקוונות.
hu: A jelenleg használt Firefox verzió nem nyújt védelmet az online támadások ellen.
is: Firefox útgáfan þín er ekki lengur vernduð gagnvart árásum á netinu.
it: Questa versione di Firefox non è più al sicuro da attacchi online.
ja: あなたが今お使いの Firefox は古く、Web 上での攻撃から保護されていません。
ko: 지금 사용하시는 버전은 더 이상 보안상 안전하지 않습니다.
mk: Вашата верзија на Firefox повеќе нема да биде заштитувана од нападите на интернет.
nb_no: Firefox-versjonen du bruker beskytter ikke lenger mot angrep på nettet.
nl: Uw versie van Firefox wordt niet langer beschermd tegen online-aanvallen.
pa_in: ਤੁਹਾਡੇ ਫਾਇਰਫਾਕਸ ਦਾ ਵਰਜਨ ਹੁਣ ਆਨਲਾਈਨ ਹਮਲਿਆਂ ਲਈ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਰਿਹਾ।
pl: Twoja wersja Firefoksa nie jest już chroniona przed atakami w Sieci.
pt_br: Sua versão do Firefox não está mais protegida contra ataques on-line.
ro: Versiunea ta de Firefox nu mai este protejată împotriva atacurilor online.
sk: Vaša verzia Firefoxu už viac nie je chránená proti útokom online.
sl: Vaša različica Firefoxa ni več zaščitena pred napadi na spletu.
sq: Versioni juaj i Firefox-it nuk është më i mbrojtur nga sulmet online.
sv_se: Din version av Firefox är inte längre skyddad mot nätangrepp.
uk: Ваша версія Firefox більше не захищена від онлайнових атак.
zh_cn: 您使用的 Firefox 版本陈旧，可能会受到在线攻击。
