Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */upgradedialog.po
Languages: ast, cs, da, de, el, eo, es_ar, et, eu, fi, fy_nl, gl, gu_in, he, hu, is, it, ja, ko, mk, nb_no, nl, pa_in, pl, pt_br, ro, sk, sl, sq, sv_se, uk, zh_cn

source: This is your last reminder before you will be automatically updated to the latest version
ast: Esti ye'l caberu recordatoriu enantes de que la to versión s'anove automáticamente
cs: Toto je poslední upozornění dříve, než bude vaše instalace automaticky povýšena na nejnovější verzi.
da: Det er vores sidste påmindelse, inden vi automatisk opgraderer til den nyeste version.
de: Dies ist die letzte Erinnerung, bevor Ihr Firefox automatisch auf die neueste Version aktualisiert wird
el: Αυτή είναι η τελευταία υπενθύμιση πριν γίνει αυτόματη αναβάθμιση στην πιο πρόσφατη έκδοση.
eo: Tiu ĉi estas la lasta memorigo antaŭ on oni aŭtomate ĝisdatigos vian programon al la lasta versio
es_ar: Este es el último recordatorio antes de que Firefox se actualice automáticamente a la última versión
et: See on viimane hoiatus enne Firefoxi automaatset uuendamist viimasele versioonile
eu: Honakoa duzu bertsio berrira automatikoki eguneratu aurreko azken oroitarazpena
fi: Tämä on viimeinen muistutus ennen kuin selaimesi automaattisesti päivitetään uusimpaan versioon
fy_nl: Dit is jo lêste werinnering foardat jo automatysk fernijd wurde nei de lêste ferzje
gl: Este é o último recordatorio antes da actualización automática á última versión
gu_in: તમે આપમેળે તાજેતરની આવૃત્તિમાં સુધારો કરશો તે પહેલાં આ તમારી છેલ્લી સૂચના છે
he: זוהי התזכורת האחרונה לפני עדכון אוטומטי לגרסה האחרונה
hu: Ez az utolsó emlékeztető mielőtt automatikusan frissítjük a legfrissebb verzióra
is: Þetta er seinasta áminning áður en útgáfan hjá þér verður uppfærð sjálfvirkt í nýjustu útgáfu
it: Questo è l'ultimo avviso prima di procedere automaticamente con l'aggiornamento all'ultima versione
ja: これが、最新版への自動更新が行われる前の最後の通知となります。
ko: 이 메시지는 최신 버전으로 자동 업데이트 되기 전에 마지막 안내문입니다.
mk: Ова е последно потсетување пред прелистувачот автоматски да се надгради до најновата верзија
nb_no: Dette er siste påminnelse før du vil automatisk bli oppgradert til den nyeste versjonen
nl: Dit is de laatste herinnering voordat uw Firefox automatisch naar de nieuwste versie wordt bijgewerkt
pa_in: ਇਹ ਤੁਹਾਡੇ ਲਈ ਆਖਰੀ ਵਾਰ ਸੂਚਨਾ ਹੈ, ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਹਾਨੂੰ ਆਪਣੇ-ਆਪ ਹੀ ਨਵੇਂ ਵਰਜਨ ਲਈ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾਵੇ
pl: To ostatnie przypomnienie przed automatyczną aktualizacją do najnowszej wersji
pt_br: Este é o seu último lembrete antes de ser automaticamente atualizado para a versão mais recente
ro: Acesta este ultimul mesaj de aducere aminte înainte de a se aplica automat actualizarea la ultima versiune
sk: Toto je posledné upozornenie pred automatickou aktualizáciou na najnovšiu verziu.
sl: To je zadnji opomin, potem pa vam bomo brskalnik samodejno posodobili na najnovejšo različico
sq: Ky është shënimi i fundit për t'jua kujtuar, përpara se të bëhet përditësimi i vetvetishëm me versionin më të ri
sv_se: Det här är sista påminnelsen innan du automatiskt uppdateras till den senaste versionen
uk: Це останнє нагадування перед автоматичним оновленням до найостаннішої версії
zh_cn: 这是自动更新到最新版本之前最后一次提示。

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
ast: Firefox yá nun ye compatible cola versión del to sistema operativu, polo que vas ser vulnerable a ataques informáticos.
cs: Firefox již nepodporuje vaší verzi operačního systému. Budete tak náchylní na bezpečnostní chyby.
da: Firefox understøtter ikke længere din version af styresystemet. Du vil derfor være sårbar over for online-angreb.
de: Firefox unterstützt die Version Ihres Betriebssystems nicht mehr und wird anfällig sein für Angriffe aus dem Internet.
el: Ο Firefox δεν υποστηρίζει πια την έκδοση του λειτουργικού σας συστήματος και θα είναι ευάλωτος σε διαδικτυακές επιθέσεις.
eo: Firefox ne plu subtenas vian version de mastruma sistemo kaj estos sendefenda kontraŭ kelkaj retaj atakoj.
es_ar: Firefox ya no es compatible con la versión de tu sistema operativo y podrá ser vulnerable a ataques online.
et: Firefox ei toeta enam sinu operatsioonisüsteemi versiooni ja on haavatav veebirünnakute poolt.
eu: Firefoxek ez du dagoeneko zure sistema eragilerako sostengurik ematen, eta lineako erasoen aurrean babes gabe egongo zara.
fi: Firefox ei enää tue käyttöjärjestelmäsi versiota ja on altis verkkohyökkäyksille.
fy_nl: Firefox stipet jo bestjoeringssysteemferzje net langer en sil kwetsber wêze foar online oanfallen.
gl: Firefox xa non é compatíbel coa versión do seu sistema operativo e será vulnerábel aos ataques en liña.
gu_in: Firefox તમારી ઓપરેટીંગ સિસ્ટમ આવૃત્તિને લાંબા સમય સુધી આધાર આપતુ નથી અને ઓનલાઇન હુમલા માટે સંવેદનશીલ રહેશે.
he: Firefox לא תומך יותר בגרסת מערכת ההפעלה שברשותך מה שיחשוף אותך לסכנות אבטחה.
hu: A Firefox a továbbiakban nem támogatja ezt az operációs rendszert és hamarosan sebezhetővé válik az online támadásokkal szemben.
is: Firefox styður ekki lengur stýrikerfið sem þú ert keyrandi á og það er óvarið fyrir netárásum.
it: Firefox non è più compatibile con la versione del sistema operativo che stai utilizzando e non sarà più al sicuro da attacchi online.
ja: あなたが今お使いの Firefox は古く、今後 Web 上で攻撃を受ける恐れがあります。
ko: Firefox는 더 이상 현재 운영 체제를 지원하지 않습니다. 향후 온라인 보안 취약성에 노출 될 수 있습니다.
mk: Firefox повеќе на ја поддржува верзијата на Вашиот оперативен систем и ќе биде ранлив на напади.
nb_no: Firefox støtter ikke lenger operativsystem-versjonen som du bruker, og vil derfor være sårbar for angrep på nettet.
nl: Firefox ondersteunt de versie van uw besturingssysteem niet meer en wordt kwetsbaar voor online-aanvallen.
pa_in: ਫਾਇਰਫਾਕਸ ਤੁਹਾਡੇ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਵਰਜਨ ਥਈ ਹੁਣ ਸਹਾਇਕ ਨਹੀਂ ਰਿਹਾ ਹੈ ਅਤੇ ਆਨਲਾਈਨ ਹਮਲਿਆਂ ਲਈ ਕਮਜ਼ੋਰ (ਅਸੁਰੱਖਿਅਤ) ਹੋਵੇਗਾ।
pl: Firefox nie obsługuje już Twojej wersji systemu operacyjnego i będzie podatny na ataki w Sieci.
pt_br: O Firefox deixou de suportar a versão do seu sistema e estará vulnerável a ataques on-line.
ro: Firefox nu mai suportă sistemul tău de operare și va fi vulnerabil atacurilor online.
sk: Firefox už viac nepodporuje verziu vášho operačného systému a bude náchylný na útoky online.
sl: Firefox vaše različice operacijskega sistema ne podpira in bo zato ranljiv za napade na spletu.
sq: Firefox-i nuk e mbulon më versionin tuaj të sistemit operativ dhe do të jeni i zbuluar përballë sulmeve online.
sv_se: Firefox stödjer inte längre din operativsystemsversion och kommer att vara sårbar för nätangrepp.
uk: Firefox більше не підтримує вашої операційної системи та буде вразливий до онлайнових атак.
zh_cn: Firefox 将不再针对你的操作系统版本提供支持，这将会使得您的系统容易受到在线攻击。

source: We recommend:
ast: Recomendamos:
cs: Doporučujeme:
da: Vi anbefaler:
de: Wir empfehlen:
el: Συνιστούμε:
eo: Ni rekomendas:
es_ar: Te recomendamos:
et: Me soovitame:
eu: Gure gomendioa:
fi: Suosittelemme, että:
fy_nl: Wy rikkemmandearje:
gl: Recomendámoslle:
gu_in: અમે ભલામણ કરીએ છીએ:
he: ההמלצה שלנו:
hu: Javaslatunk:
is: Við mælum með:
it: Ti consigliamo di:
ja: 以下のいずれかを推奨します。
ko: 추천:
mk: Препорачуваме:
nb_no: Vi anbefaler:
nl: We raden aan:
pa_in: ਅਸੀਂ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਾਂ:
pl: Zalecamy:
pt_br: Nós recomendamos:
ro: Îți recomandăm:
sk: Preto Vám odporúčame:
sl: Priporočamo vam:
sq: Këshillojmë:
sv_se: Vi rekommenderar att du:
uk: Ми рекомендуємо:
zh_cn: 我们建议：

source: Upgrading your <a %s>operating system</a>
ast: Anovar el <a %s>sistema operativu</a>
cs: Aktualizovat svůj <a %s>operační systém</a>.
da: At du opgraderer dit <a %s>styresystem</a>
de: Aktualisieren Sie Ihr <a %s>Betriebssystem</a>
el: Να αναβαθμίσετε το <a %s>λειτουργικό σας σύστημα</a>
eo: Ĝisdatigi vian <a %s>mastruman sistemon</a>
es_ar: Actualizar tu <a %s>sistema operativo</a>
et: uuendada arvuti <a %s>operatsioonisüsteemi</a>
eu: Eguneratu <a %s>sistema eragilea</a>
fi: Päivität tietokoneesi <a %s>käyttöjärjestelmän</a>
fy_nl: Fernij jo <a %s>bestjoeringssysteem</a>
gl: Anovar o seu <a %s>sistema operativo</a>
gu_in: તમારી <a %s>ઓપરેટીંગ સિસ્ટમ</a> ને સુધારી રહ્યા છે
he: שדרוג <a %s>מערכת ההפעלה</a> שלכם
hu: Frissítse az <a %s>operációs rendszert</a>
is: Uppfæra <a %s>stýrikerfið</a>
it: Aggiornare il tuo <a %s>sistema operativo</a>
ja: <a %s>OS</a> を更新する
ko: <a %s>운영 체제</a> 업그레이드 중
mk: Да го надградите Вашиот <a %s>оперативен систем</a>
nb_no: Oppgradering av <a %s>operativsystemet</a>
nl: Uw <a %s>besturingssysteem</a> te upgraden
pa_in: ਆਪਣੇ <a %s>ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ</a> ਨੂੰ ਅੱਪਗਰੇਡ ਕਰੋ
pl: aktualizację Twojego <a %s>systemu operacyjnego</a>
pt_br: Atualizar o seu <a %s>sistema operacional</a>
ro: să-ți actualizezi <a %s>sistemul de operare</a>
sk: Aktualizovať svoj <a %s>operačný systém</a>
sl: Posodobite svoj <a %s>operacijski sistem</a>
sq: Përmirësimin e <a %s>sistemit tuaj operativ</a>
sv_se: Uppgraderar ditt <a %s>operativsystem</a>
uk: Оновити <a %s>операційну систему</a>
zh_cn: 正在升级你的 <a %s>操作系统</a>

source: Downloading a compatible browser
ast: Descargar un restolador web compatible
cs: Stáhnout kompatibilní prohlížeč.
da: At du downloader en kompatibel browser
de: Laden Sie einen kompatiblen Browser herunter
el: Να κάνετε λήψη ενός συμβατού περιηγητή
eo: Elŝuti kongruan retesplorilon
es_ar: Descargar un navegador compatible
et: laadida alla ühilduv brauser
eu: Deskargatu nabigatzaile bateragarri bat
fi: Lataat yhteensopivan selaimen
fy_nl: Download in kompatibele browser
gl: Descargar un navegador compatíbel
gu_in: સુસંગત બ્રાઉઝરને ડાઉનલોડ કરી રહ્યા છે
he: הורדת דפדפן תואם
hu: Töltsön le egy kompatibilis böngészőt
is: Niðurhala samhæfðum vafra
it: Installare un browser compatibile
ja: 対応している他のブラウザへ移行する
ko: 호환 브라우저 다운로드 중
mk: Да преземете компатибилен прелистувач
nb_no: Nedlasting av en kompatibel nettleser
nl: Een compatibele browser te downloaden
pa_in: ਅਨੁਕੂਲ ਬਰਾਊਜ਼ਰ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: pobranie kompatybilnej przeglądarki
pt_br: Baixar um navegador compatível
ro: să descarci un navigator compatibil
sk: Nainštalovať si kompatibilný prehliadač
sl: Prenesite združljiv brskalnik
sq: Shkarkimin e një shfletuesi të përputhshëm me të
sv_se: Hämtar en kompatibel webbläsare
uk: Завантажити сумісний браузер
zh_cn: 正在下载一个兼容的浏览器

source: Installing a free upgrade to your <a %s>operating system</a>
ast: Instalar un anovamientu gratuitu del <a %s>sistema operativu</a>
cs: Nainstalovat si zdarma aktualizaci ke svému <a %s>operačnímu systému</a>.
da: At du installere en gratis opgradering til dit <a %s>styresystem</a>
de: Installieren Sie ein kostenloses Upgrade für Ihr <a %s>Betriebssystem</a>
el: Να εγκαταστήσετε μια δωρεάν αναβάθμιση του <a %s>λειτουργικού σας συστήματος</a>
eo: Instali senpagan ĝisdatigon por via <a %s>mastruma sistemo</a>
es_ar: Instalar una actualización gratuita de tu <a %s>sistema operativo</a>
et: paigaldada tasuta uuendus arvuti <a %s>operatsioonisüsteemile</a>
eu: Instalatu <a %s>sistema eragilea</a>ren doako eguneraketa bat
fi: Asennat ilmaisen päivityksen tietokoneesi <a %s>käyttöjärjestelmään</a>
fy_nl: Ynstallearje in fergese fernijing foar jo <a %s>bestjoeringssysteem</a>
gl: Instalar unha anovación de balde para o seu <a %s>sistema operativo</a>
gu_in: તમારી <a %s>ઓપરેટીંગ સિસ્ટમ</a> નાં મફત સુધારાને સ્થાપિત કરી રહ્યા છે
he: התקנת שדרוג בחינם עבור <a %s>מערכת ההפעלה</a> שלכם
hu: Telepítse fel az <a %s>operációs rendszer</a> ingyenes frissítését
is: Setja inn ókeypis uppfærslu fyrir <a %s>stýrikerfið</a>
it: Installare un aggiornamento gratuito per il tuo <a %s>sistema operativo</a>
ja: お使いの <a %s>OS</a> に無料アップグレードをインストール
ko: <a %s>운영 체제</a>에 맞는 무료 업그레이드 설치 중
mk: Да го надградите Вашиот <a %s>оперативен систем</a>
nb_no: Installering av en gratis oppgradering til <a %s>operativsystemet</a>
nl: Een gratis upgrade voor uw <a %s>besturingssysteem</a> te installeren
pa_in: ਤੁਹਾਡੇ <a %s>ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ</a> ਲਈ ਮੁਫ਼ਤ ਅੱਪਗਰੇਡ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: instalację darmowej aktualizacji Twojego <a %s>systemu operacyjnego</a>
pt_br: Instalar uma atualização gratuita no seu <a %s>sistma operacional</a>
ro: Instalarea unei actualizări gratuite <a %s>a sistemului tău de operare</a>
sk: Nainštalovať si aktualizáciu vášho <a %s>operačného systému</a>
sl: Namestite brezplačno nadgradnjo za svoj <a %s>operacijski sistem</a>
sq: Instalimin te <a %s>sistemi juaj operativ</a> të një përmirësimi të lirë
sv_se: Installerar en gratisuppgradering av ditt <a %s>operativsystem</a>
uk: Встановити безплатне оновлення до вашої <a %s>операційної системи</a>
zh_cn: 正在为您的 <a %s>操作系统</a> 安装一个免费的升级

source: You will be prompted once more before being automatically updated.
ast: Va amosase otru avisu más enantes de que s'instale l'anovamientu automáticamente.
cs: Před automatickou aktualizací budete ještě jednou dotázáni.
da: Du vil blive spurgt én gang til, inden programmet opdateres automatisk.
de: Vor der automatischen Aktualisierung werden Sie erneut gefragt.
el: Θα ειδοποιηθείτε άλλη μια φορά πριν γίνει αυτόματη αναβάθμιση.
eo: Vi estos pridemandita ankoraŭ unu fojon antaŭ ol esti aŭtomate ĝisdatigita.
es_ar: Se te preguntará una vez más antes de que se actualice automáticamente.
et: Enne automaatset uuendamist hoiatatakse sind veel üks kord.
eu: Automatikoki eguneratu aurretik beste behin ohartaraziko zaitugu.
fi: Sinua muistutetaan vielä kerran ennen kuin selaimesi päivitetään automaattisesti.
fy_nl: Jo sille noch ien kear in notifikaasje krije eardat automatysk fernijd wurdt.
gl: Vostede recibirá una aviso máis antes de actualizar automaticamente.
gu_in: આપમેળે સુધારો કરતા પહેલાં તમને એકવાર પૂછવામાં આવશે.
he: לפני העדכון האוטומטי תתקבל התראה נוספת.
hu: Az automatikus frissítés elindítása előtt még egyszer emlékeztetni fogjuk.
is: Þú verður spurð(ur) einu sinni í viðbót áður en uppfært verður sjálfvirkt.
it: Questo avviso verrà visualizzato ancora una volta prima di procedere automaticamente con l'aggiornamento.
ja: 最新版への自動更新が行われる前に、再度このような通知が表示されます。
ko: 자동 업데이트 전까지 계속 표시됩니다.
mk: Ќе добиете уште едно известување пред да продолжи автоматскта надградба.
nb_no: Du vil bli spurt en gang til før du automatisk oppgraderes.
nl: Er volgt nog één herinnering voordat uw Firefox automatisch wordt bijgewerkt.
pa_in: ਆਪਣੇ-ਆਪ ਅੱਪਡੇਟ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਇੱਕ ਵਾਰ ਫੇਰ ਪੁੱਛਿਆ ਜਾਵੇਗਾ।
pl: Przed automatyczną aktualizacją wyświetlone zostanie jeszcze jedno powiadomienie.
pt_br: Você será consultado mais uma vez antes de ser atualizado automaticamente.
ro: Nu vei mai fi avertizat, iar actualizarea va fi aplicată automat.
sk: Pred automatickou aktualizáciou Vás prehliadač ešte raz upozorní.
sl: Še enkrat vas bomo opomnili, potem pa bomo brskalnik samodejno posodobili.
sq: Do të njoftoni edhe një herë të fundit përpara se të kryhet përditësimi vetvetiu.
sv_se: Du kommer att påminnas ytterligare en gång innan du uppdateras automatiskt.
uk: Ми запитаємо вас ще раз перед тим, як оновлення відбудеться автоматично.
zh_cn: 自动更新之前您将还会收到提示。
