Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */whatsnew.po
Languages: ast, bs, cs, da, de, el, eo, es_ar, et, fy_nl, gl, gu_in, he, hu, is, it, ja, ko, mk, nb_no, nl, pa_in, pl, pt_br, sk, sl, sq, sv_se, uk, zh_cn

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
ast: Android Robot ye una reproducción de la obra creada y <a href="%s">compartida por Google</a> y úsase d'acuerdu a los términos que se describen na <a href="%s">llicencia Reconocimientu de Creative Commons 3.0</a>.
bs: Android Robot je reproduciran iz rada koji je kreirao i <a href="%s">podijelio Google</a> i korišten je u skladu sa pravilima opisanim u <a href="%s">Creative Commons 3.0 Attribution License</a>.
cs: Robot Androida byl překreslen z díla vytvořené a <a href="%s">nasdílené společností Google</a> a to dle pravidel uvedených v <a href="%s">Creative Commons 3.0 Attribution License</a>.
da: Android-robotten er lavet ud fra arbejde skabt og <a href="%s">delt af Google</a> og anvendt i overensstemmelse med betingelser beskrevet i <a href="%s">Creative Commons 3.0 Attribution License</a>.
de: Das Android-Maskottchen wurde aus einem Werk abgeleitet, das <a href="%s">von Google geschaffen und weitergegeben</a> wurde gemäß den Bedingungen der <a href="%s">Creative Commons 3.0 Attribution License</a>.
el: Η απεικόνιση του ρομπότ του Android βασίζεται σε έργο που δημιουργήθηκε και <a href="%s">διανέμεται από την Google</a> και χρησιμοποιείται σύμφωνα με τους όρους που περιγράφονται στην άδεια χρήσης <a href="%s">Creative Commons 3.0 Αναφορά δημιουργού</a>.
eo: La rotobo de Android estis produktita el verko kreita kaj <a href="%s">disponigita de Google</a> kaj ĝi estas uzata laŭ la kondiĉoj priskribitaj en la <a href="%s">Permesilo de atribuo 3.0 de Creative Commons</a>.
es_ar: El Android Robot se reproduce del trabajo creado y <a href="%s">compartido por Google</a> y se usa de acuerdo a los términos descriptos en la <a href="%s">Licencia Creative Commons 3.0 Attribution</a>.
et: Androidi robot on reprodutseeritud Google'i poolt loodud ja <a href="%s">jagatud</a> teose põhjal ning seda on kasutatud <a href="%s">Creative Commons'i autorile viitamise litsentsi (versioon 3.0)</a> tingimustel.
fy_nl: De Android Robot is reprodusearre út wurk makke en <a href="%s">dield troch Google</a> en brûkt neffens de betingsten beskreaun yn de <a href="%s">Creative Commons 3.0 Attribution License</a>.
gl: O robot Android inspirouse nunha obra creada e compartida por <a href="%s">Google</a> e úsase de acordo os termos descritos na licenza <a href="%s">Creative Commons Atribución v3.0</a>.
gu_in: Android રોબોટને બનાવનાર કાર્યમાંથી પુનઃઉત્પાદન કરવામાં આવી હતી અને <a href="%s">Google દ્દારા વહેંચેલ છે</a> અને <a href="%s">Creative Commons 3.0 Attribution License</a> માં વર્ણવેલ મર્યાદાઓ અનુસાર વાપરેલ છે.
he: הרובוט של Android נגזר מעבודה שנוצרה <a href="%s">ושותפה על־ידי Google</a> ונעשה בה שימוש בהתאם להנחיות שמתוארות ב<a href="%s">רישיון Creative Commons ייחוס 3.0</a>.
hu: Az Android Robot Google által készített és <a href="%s">megosztott</a> munka reprodukciója a <a href="%s">Creative Commons 3.0 Attribution License</a> által megfogalmazott kifejezések értelmében.
is: Android vélmennið var endurgert frá efni sem var búið til og <a href="%s">deilt af Google</a> og notað í samræmi við skilmála <a href="%s">Creative Commons 3.0 Attribution License</a>.
it: Android Robot è stato riprodotto a partire da un lavoro creato e <a href="%s">condiviso da Google</a> e utilizzato rispettando i termini della <a href="%s">licenza Creative Commons 3.0 Attribution</a>.
ja: Android ロボットは Google によって作成、<a href="%s">共有</a> されている作品から再現したもので、<a href="%s">Creative Commons 3.0 Attribution License</a> に記載されている条件に従って使用しています。
ko: Android Robot은 <a href="%s">Creative Commons 3.0 Attribution License</a>하에서 사용된 <a href="%s">Google 공유항목</a> 및 파생 작업에서 만들어졌습니다.
mk: Роботот Android е изведен од дело направено и <a href="%s">споделено од Google</a> и искористен е според условите опишани во <a href="%s">Лиценцата Creative Commons 3.0 Attribution</a>.
nb_no: Android-roboten ble gjenskapt av arbeid som er laget og <a href="%s">delt av Google</a> og brukt i henhold til betingelsene i <a href="%s">Creative Commons 3.0 Attribution-lisensen</a>.
nl: De Android Robot is voortgekomen uit werk dat wordt gemaakt en <a href="%s">gedeeld door Google</a> en wordt gebruikt volgens de voorwaarden die zijn beschreven in de <a href="%s">Creative Commons 3.0 Attribution License</a>.
pa_in: ਐਡਰਾਇਡ ਰੋਬੋਟ ਨੂੰ <a href="%s">ਗੂਗਲ ਵਲੋਂ ਸਾਂਝੇ ਕੀਤੇ</a> ਅਤੇ ਬਣਾਏ ਕੰਮ ਤੋਂ ਮੁੜ-ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਸੀ ਅਤੇ ਇਸ ਨੂੰ <a href="%s">Creative Commons 3.0 Attribution License</a> ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਧੀਨ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।
pl: Robot Android został powielony z utworu stworzonego i <a href="%s">udostępnionego przez Google</a> i wykorzystany zgodnie z warunkami licencji <a href="%s">licencji Creative Commons 3.0 Uznanie autorstwa</a>.
pt_br: O robô Android foi reproduzido a partir de um trabalho criado e <a href="%s">compartilhado pelo Google</a> e usado de acordo com os termos descritos na <a href="%s">Licença Creative Commons 3.0 Atribuição</a>.
sk: Logo Android Robot bolo reprodukované z materiálu vytvoreného a <a href="%s">zdieľaného spoločnosťou Google</a> a bolo použité za podmienok popísaných v licencii <a href="%s">Creative Commons 3.0 Attribution License</a>.
sl: Android Robot je reprodukcija dela, ki ga je ustvaril in <a href="%s">dal na razpolago Google</a>. Uporabljen je v skladu z določili <a href="%s">Creative Commons 3.0 Attribution License</a>.
sq: Roboti Android është riprodhuar sipas një punimi të krijuar dhe <a href="%s">ndarë me të tjerët nga Google</a> dhe është përdorur sipas kushteve të përshkruara te leja <a href="%s">Creative Commons 3.0 Attribution License</a>.
sv_se: Android-roboten är reproducerad från ett arbete skapat och <a href="%s">delat av Google</a> och används i enlighet med villkoren i licensen <a href="%s">Creative Commons 3.0 Attribution</a>.
uk: Робота Android було відтворено з роботи, створеної та <a href="%s">наданої компанією Google</a>, і використано згідно до умов викладених у ліцензії <a href="%s">Creative Commons 3.0 Attribution</a>.
zh_cn: Android 机器人由 <a href="%s">Google 创作并分享</a>，依据 <a href="%s">Creative Commons 3.0 Attribution License</a> 中描述的条款使用。

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
ast: <a href="%s">Obtén Firefox para Android</a> y tol poder de la Web nes tos manes. ¡Ye rápidu, intelixente y seguru!
bs: <a href="%s">Preuzmite Firefox za Android</a> i uzmite moć Weba u svoje ruke. On je brz, pametan i siguran!
cs: <a href="%s">Získejte Firefox pro Android</a> a mějte sílu webu ve svých rukou. Je rychlý, chytrý a bezpečný!
da: <a href="%s">Hent Firefox til Android</a>, så du får mest muligt ud af internettet. Den er hurtig, smart og sikker!
de: <a href="%s">Holen Sie sich Firefox für Android</a> und nehmen Sie die Kraft des Internets in die Hand. Er ist schnell, intelligent und sicher!
el: <a href="%s">Κάντε λήψη του Firefox για Android</a> και δείτε τη δύναμη του ιστού στα χέρια σας. Είναι γρήγορος, ασφαλής και έξυπνος!
eo: <a href="%s">Ricevu Firefox por Android</a> kaj metu la povon de la Teksaĵo en viajn manojn. Ĝi estas rapida, inteligenta kaj sekura!
es_ar: <a href="%s">Descargá Firefox para Android</a> y poné el poder de la Web en tus manos. ¡Es rápido, inteligente y seguro!
et: <a href="%s">Hangi Firefox Androidile</a> ja pane veebi jõud oma kätesse. See on kiire, nutikas ja turvaline!
fy_nl: <a href="%s">Krij Firefox foar Android</a> en bring de krêft fan it ynternet yn jo hannen. It is fluch, tûk en feilich!
gl: <a href="%s">Obteña o Firefox para Android</a> e poña o poder da Web nas súas mans. É rápido, intelixente e seguro!
hu: <a href="%s">Töltse le a Firefox for Androidot</a> és vegye kezébe az internet erejét. Gyors, okos és biztonságos!
is: <a href="%s">Náðu í Firefox fyrir Android</a> og fáðu vefinn beint í æð. Hann er hraður, snjall og öruggur!
it: <a href="%s">Scarica Firefox per Android</a> e e sfrutta al massimo le potenzialità del Web in movimento. È veloce, intelligente e sicuro.
ja: 高速・スマート・安心。新しい <a href="%s">Android 版 Firefox</a> でモバイルブラウジングを快適に。
ko: <a href="%s">Firefox 안드로이드 버전</a>을 통해 웹의 마력을 손 안에서 느끼세요. 빠르고 똑똑하고 안전합니다!
mk: <a href="%s">Земете го Firefox Android</a> и земете ја моќта на мрежата во Ваши раце. Брз е, паметен и безбеден.
nl: <a href="%s">Download Firefox voor Android</a> en leg de kracht van het internet in uw handen. Het is snel, slim en veilig!
pl: <a href="%s">Pobierz Firefoksa na Androida</a>, szybką, innowacyjną i bezpieczną przegladarkę. To potęga Sieci w Twoich rękach!
pt_br: <a href="%s">Baixe o Firefox para Android</a> o tenha o poder da web em suas mãos. É rápido, inteligente e seguro!
sk: <a href="%s">Získajte Firefox pre Android</a> a budete mať silu webu vo svojich rukách. Je rýchly, inteligentný a bezpečný!
sl: <a href="%s">Prenesite Firefox za Android</a> in vzemite moč spleta nazaj v svoje roke. Hitro, pametno in varno!
sq: <a href="%s">Merrni Firefox-in për Android</a> dhe merreni fuqinë e Web-it në duart tuaja. Është i shpejtë, i mençur dhe i sigurt!
sv_se: <a href="%s">Hämta Firefox för Android</a> och placera makten över webben i dina händer. Den är snabb, smart och säker!

source: Now get the mobile browser that’s got your back
ast: Faite agora col navegador móvil que te protexe
bs: A sada preuzmite mobilni browser koji vas podržava
cs: Získejte webový prohlížeč pro mobily, který vás dostane
da: Hent den mobil-browser, der beskytter dig på nettet
de: Holen Sie sich jetzt den Browser für Mobilgeräte, der Sie beschützt
el: Βάλτε τώρα τον περιηγητή για κινητά που σας υποστηρίζει
eo: Ricevu nun la porteblan retesplorilon kiu protektas vin
es_ar: Descargá ahora el navegador móvil que cuida tu espalda
et: Nüüd hangi endale mobiilne brauser, mis toetab sind igas olukorras
fy_nl: Krij no de mobile browser dy't jo beskermt
gl: Obteña agora o navegador móbil que o protexe
hu: Töltse le a mobil böngészőt, ami védelmet ad
is: Náðu núna í vafrann sem hentar fyrir farsímann þinn.
it: Adesso scarica il browser mobile che si prende cura solo di te
ja: 生まれ変わった<br>Android 版 Firefox
ko: 다시 되돌아온 모바일 브라우저를 사용해 보세요
mk: Земете го мобилниот прелистувач што мисли на Вас.
nl: Kies nu de mobiele browser die u beschermt
pl: Pobierz też przeglądarkę na urządzenia mobilne, która jest po Twojej stronie.
pt_br: Baixe agora o navegador móvel que se preocupa com você
sk: Získajte mobilný prehliadač, ktorý vás dostane
sl: Prenesite mobilni brskalnik, ki vas podpira
sq: Tani merrni shfletuesin për celular që ju bëri t'i ktheheni Internetit
sv_se: Hämta mobilwebbläsaren som är på din sida

source: Firefox Features
ast: Carauterístiques de Firefox
bs: Firefox mogućnosti
cs: Vlastnosti Firefoxu
da: Funktioner i Firefox
de: Funktionen von Firefox
el: Χαρακτηριστικά Firefox
eo: Trajtoj de Firefox
es_ar: Características de Firefox
et: Firefoxi omadused
fy_nl: Firefox funksjes
gl: Características do Firefox
hu: Firefox-funkciók
is: Firefox eiginleikar
it: Caratteristiche di Firefox
ja: Firefox の機能
ko: Firefox 주요 기능
mk: Особености на Firefox
nl: Firefox-functies
pl: Możliwości Firefoksa
pt_br: Recursos do Firefox
sk: Funkcie Firefoxu
sl: Značilnosti Firefoxa
sq: Veçori Firefox-i
sv_se: Funktioner i Firefox

source: Welcome to Firefox
ast: Bienllegáu a Firefox
bs: Dobrodošli u Firefox
cs: Vítá vás Firefox
da: Velkommen til Firefox
de: Willkommen bei Firefox
el: Καλωσορίσατε στον Firefox
eo: Bonvenon al Firefox
es_ar: Bienvenido a Firefox
et: Tere tulemast Firefoxi!
fy_nl: Wolkom by Firefox
gl: Benvida ao Firefox
hu: Üdvözli a Firefox
is: Velkomin í Firefox
it: Benvenuto in Firefox
ja: Firefox へようこそ
ko: Firefox에 오신 것을 환영합니다
mk: Добредојдовте во Firefox
nl: Welkom bij Firefox
pl: Wita Cię Firefox
pt_br: Bem-vindo ao Firefox
sk: Víta vás Firefox
sl: Pozdravljeni v Firefoxu
sq: Mirë se vini te Firefox-i
sv_se: Välkommen till Firefox

source: Firefox Help
ast: Ayuda de Firefox
bs: Firefox pomoć
cs: Nápověda k Firefoxu
da: Hjælp til Firefox
de: Firefox-Hilfe
el: Βοήθεια Firefox
eo: Helpo por Firefox
es_ar: Ayuda de Firefox
et: Firefoxi abi
fy_nl: Firefox Help {ok}
gl: Axuda do Firefox
hu: Firefox Súgó
is: Firefox Hjálp
it: Supporto
ja: Firefox ヘルプ
ko: Firefox 도움말
mk: Помош за Firefox
nl: Firefox Help {ok}
pl: Pomoc Firefoksa
pt_br: Ajuda do Firefox
sk: Pomocník Firefoxu
sl: Pomoč za Firefox
sq: Ndihmë për Firefox-in
sv_se: Hjälp om Firefox

source: Firefox for Android artwork
ast: Material gráficu de Firefox p'Android
bs: Firefox za Android umjetnički radovi
cs: Obrázek Firefox pro Android
da: Firefox til Android-illustration
de: Grafik: Firefox für Android
el: Εικόνα του Firefox για Android
eo: Artaĵoj de Firefox por Android
es_ar: Arte de Firefox para Android
et: Firefox Androidile kujundus
fy_nl: Firefox foar Android keunstwurk
gl: Material gráfico do Firefox para Android
hu: Firefox for Android arculat
is: Firefox fyrir Android mynd
it: Immagine di Firefox per Android
ja: Android 版 Firefox アートワーク
ko: Firefox 안드로이드 예술품
mk: Дизајнерско решение за Firefox за Android
nl: Firefox voor Android-illustraties
pl: Grafika Firefoksa na Androida
pt_br: Arte do Firefox para Android
sk: Logo Firefox pre Android
sl: Grafika Firefoxa za Android
sq: Grafikë Firefox-i për Android
sv_se: Grafik för Firefox för Android

source: Fast. Smart. Safe.
ast: Rápidu. Intelixente. Seguru.
bs: Brz. Pametan. Siguran.
cs: Rychlý. Chytrý. Bezpečný.
da: Hurtig. Smart. Sikker.
de: Schnell. Intelligent. Sicher.
el: Γρήγορος, ασφαλής, έξυπνος.
eo: Rapida. Inteligenta. Sekura.
es_ar: Rápido. Inteligente. Seguro
et: Kiire. Nutikas. Turvaline.
fy_nl: Fluch. Tûk. Feilich.
gl: Rápido. Intelixente. Seguro.
hu: Gyors. Okos. Biztonságos.
is: Hraður. Snjall. Öruggur.
it: Veloce. Intelligente. Sicuro.
ja: 高速。スマート。安心。
ko: 빠르고 똑똑하고 안전한
mk: Брз. Паметен. Безбеден.
nl: Snel. Slim. Veilig.
pl: Szybka. Innowacyjna. Bezpieczna.
pt_br: Rápido. Inteligente. Seguro.
sk: Rýchly. Inteligentný. Bezpečný.
sl: Hiter. Pameten. Varen.
sq: I shpejtë. I mençur. I sigurt.
sv_se: Snabb. Smart. Säker.

source: Get the mobile browser that’s got your back.
ast: Faite col navegador móvil que te protexe.
bs: Preuzmite mobilni browser koji vas podržava.
cs: Získejte webový prohlížeč pro mobily, který vás dostane
da: Hent den mobil-browser, der beskytter dig på nettet.
de: Holen Sie sich den Browser für Mobilgeräte, der Sie beschützt.
el: Βάλτε τον περιηγητή για κινητά που σας υποστηρίζει.
eo: Ricevu la porteblan retesplorilon kiu protektas vin.
es_ar: Descargá ahora el navegador móvil que cuida tu espalda
et: Hangi mobiilne brauser, mis toetab sind igas olukorras.
fy_nl: Krij de mobile browser dy't jo beskermt.
gl: Obteña o navegador móbil que o protexe.
hu: Töltse le a mobil böngészőt, ami védelmet ad.
is: Náðu í vafrann sem hentar fyrir farsímann þinn.
it: Installa il browser mobile che si prende cura solo di te.
ja: 生まれ変わった Android 版 Firefox
ko: 되돌아온 모바일 브라우저를 받으세요.
mk: Земете го мобилниот прелистувач што мисли на Вас.
nl: Kies de mobiele browser die u beschermt.
pl: Pobierz przeglądarkę na urządzenia mobilne, która jest po Twojej stronie.
pt_br: Baixe agora o navegador móvel que se preocupa com você.
sk: Získajte mobilný prehliadač, ktorý vás dostane.
sl: Prenesite mobilni brskalnik, ki vas podpira.
sq: Merrni shfletuesin për celular që ju bëri t'i ktheheni Internetit.
sv_se: Hämta mobilwebbläsaren som är på din sida.
