Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */whatsnew.po
Languages: ast, bs, cs, da, de, el, eo, es_ar, et, fy_nl, gl, gu_in, he, hu, is, it, ja, ko, mk, nb_no, nl, pa_in, pl, pt_br, sk, sl, sq, sv_se, uk, zh_cn

source: Hooray! Your Firefox is up to date.
ast: ¡Bien! Firefox ta anováu.
bs: Ura! Koristite najnoviju verziju Firefoxa.
cs: Hurá! Váš Firefox je aktuální.
da: Hurra! Din Firefox er opdateret.
de: Hurra! Ihr Firefox ist aktuell.
el: Μπράβο! ο Firefox είναι ενημερωμένος.
eo: Bonege! Via Firefox estas aktuala.
es_ar: ¡Vamos! Tu Firefox está actualizado.
et: Hurraa! Sinu Firefox on ajakohane.
fy_nl: Hoera! Jo Firefox is by de tiid.
gl: Parabéns! O Firefox está actualizado.
gu_in: હુરે! તમારું Firefox અદ્યતન છે.
he: הידד! דפדפן Firefox שברשותך עדכני.
hu: Hurrá! A legújabb Firefoxot használja.
is: Húrra! Firefox hjá þér er í nýjustu útgáfu.
it: Evviva! Il tuo Firefox è aggiornato.
ja: お使いの Firefox は最新版へ更新されました。
ko: 여러분의 Firefox는 최신 버전입니다!
mk: Ура! Вашиот Firefox е надграден.
nb_no: Hurra! Din Firefox er oppdatert.
nl: Hoera! Uw Firefox is up-to-date.
pa_in: ਬੱਲੇ ਬੱਲੇ! ਤੁਹਾਡਾ ਫਾਇਰਫਾਕਸ ਅੱਪ-ਟੂ-ਡੇਟ ਹੈ।
pl: Hurra! Twój Firefox jest aktualny.
pt_br: Uau! O Firefox está atualizado.
sk: Hurá! Váš Firefox je aktuálny.
sl: Hura! Vaš Firefox je posodobljen.
sq: Urraaa! Firefox-i juaj është i përditësuar.
sv_se: Hurra! Din Firefox är uppdaterad.
uk: Ура! Маєте останню версію Firefox.
zh_cn: 太好了！你的 Firefox 是最新版本。

source: Your Firefox is out of date.
ast: Firefox nun ta anováu.
bs: Vaš Firefox je zastario.
cs: Váš Firefox je neaktuální.
da: Din Firefox er forældet.
de: Ihr Firefox ist veraltet.
el: Δεν έχετε τον πιο πρόσφατο Firefox.
eo: Your Firefox ne estas aktuala.
es_ar: Tu Firefox está desactualizado.
et: Sinu Firefox on aegunud.
fy_nl: Jo Firefox is út 'e tiid.
gl: O Firefox está desactualizado.
gu_in: તમારાં Firefox ની સમય સમાપ્તિ થઇ ગઇ છે.
he: דפדפן Firefox שברשותך אינו עדכני.
hu: Ez egy régebbi Firefox verzió.
is: Firefox hjá þér er úreldur.
it: Il tuo Firefox non è aggiornato.
ja: お使いの Firefox は古いバージョンです。
ko: Firefox 예전 버전을 사용중입니다.
mk: Вашиот Вашиот треба да биде надграден.
nb_no: Din Firefox er utdatert.
nl: Uw Firefox is verouderd.
pa_in: ਤੁਹਾਡਾ ਫਾਇਰਫਾਕਸ ਪੁਰਾਣਾ ਹੈ।
pl: Twój Firefox jest nieaktualny.
pt_br: Seu Firefox está desatualizado.
sk: Váš Firefox nie je aktuálny.
sl: Vaš Firefox je zastarel.
sq: Firefox-i juaj është i vjetruar.
sv_se: Din Firefox är inte uppdaterad.
uk: Ваш Firefox застарів.
zh_cn: 你的 Firefox 版本已经过时了。

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
ast: Por razones de seguridá, encamentámoste que lu anoves a la <a href="{url}">cabera y meyor versión</a>.
bs: Iz sigurnosnih razloga, toplo preporučujemo nadogradnju na <a href="{url}">najnoviju i najbolju verziju</a>.
cs: Z bezpečnostních důvodu doporučujeme aktualizovat na <a href="{url}">poslední a nejlepší verzi</a>.
da: Af sikkerhedsmæssige årsager anbefaler vi, at du opdaterer til den <a href="{url}">nyeste og bedste version</a>.
de: Aus Sicherheitsgründen empfehlen wir Ihnen, auf die <a href="{url}">neueste und beste Version</a> zu aktualisieren.
el: Για λόγους ασφαλείας, συνιστούμε την αναβάθμιση στην <a href="{url}">πιο πρόσφατη και καλύτερη έκδοση</a>.
eo: Pro sekurecaj kialoj, ni rekomendas ĝisdatigi ĝis la <a href="{url}">lastan kaj plej bonan version</a>.
es_ar: Por motivos de seguridad, te recomendamos que actualices a la <a href="{url}">última y mejor versión</a>.
et: Soovitame turvakaalutlustel tungivalt uuendamist <a href="{url}">viimasele versioonile</a>.
fy_nl: Om feilichheidsredenen rikkemandearje wy jo oan om te fernijen nei de <a href="{url}">lêste en bêste ferzje</a>.
gl: Por razóns de seguranza, recomendámoslle que anove á <a href="{url}">última versión</a>
gu_in: સુરક્ષા કારણો માટે, અમે <a href="{url}">તાજેતરની અને શ્રેષ્ઠ આવૃત્તિ</a> ને સુધારવાનો આગ્રહ રાખીએ છીએ.
he: מטעמי אבטחה, אנו ממליצים לשדרג <a href="{url}">לגרסה החדשה ביותר</a>.
hu: Biztonsági okokból, javasoljuk a <a href="{url}">legfrissebb verzió használatát</a>.
is: Vegna öryggisástæðna, mælum við með að þú uppfærir í <a href="{url}">nýjustu og bestu útgáfuna</a>.
it: Per motivi di sicurezza ti consigliamo di aggiornare alla <a href="{url}">versione più recente</a>.
ja: セキュリティ上の理由から、<a href="{url}">最新版へ更新</a> されることをお勧めします。
ko: 보안상 이유로 Firefox <a href="{url}">최신 버전</a>로 업데이트하시기를 권장합니다.
mk: Од безбедносни причини, препорачуваме да надградите до <a href="{url}">најновата и најдобрата верзија</a>.
nb_no: Av sikkerhetshensyn anbefaler vi at du oppgraderer til den <a href="{url}">nyeste og beste versjonen</a>.
nl: Om veiligheidsredenen raden we aan naar de <a href="{url}">nieuwste en beste versie</a> te upgraden.
pa_in: ਸੁਰੱਖਿਆ ਕਾਰਨਾਂ ਕਰਕੇ, ਅਸੀਂ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਾਂ ਕਿ <a href="{url}">ਸਭ ਤੋਂ ਨਵੇਂ ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਵਰਜਨ</a> ਲਈ ਅੱਪਗਰੇਡ ਕਰੋ।
pl: Ze względów bezpieczeństwa zalecamy aktualizację do <a href="{url}">najnowszej i najlepszej wersji</a>.
pt_br: Por razões de segurança, nós recomendamos que você atualize para a <a href="{url}">melhor e mais recente versão</a>.
sk: Z bezpečnostných dôvodov odporúčame prejsť na <a href="{url}">najnovšiu a najlepšiu verziu</a>.
sl: Iz varnostnih razlogov vam svetujemo, da nadgradite na <a href="{url}">najnovejšo in najboljšo različico</a>.
sq: Për arsye sigurie, këshillojmë ta përmirësoni me <a href="{url}">versionin më të ri dhe më madhështor</a>.
sv_se: Av säkerhetsskäl rekommenderar vi att du uppdaterar till den <a href="{url}">senaste och bästa versionen</a>.
uk: З міркувань безпеки, ми радимо вам оновитись до <a href="{url}">останньої та найкращої версії</a>.
zh_cn: 基于安全原因，我们建议升级到 <a href="{url}">最新最好的版本</a>。

source: You’re running an unknown version of Firefox.
ast: Tas executando una versión desconocida de Firefox.
bs: Vi koristite nepoznatu verziju Firefoxa.
cs: Máte spuštěnu neznámou verzi Firefoxu.
da: Du bruger en ukendt version af Firefox.
de: Sie verwenden eine unbekannte Version von Firefox.
el: Έχετε μια έκδοση του Firefox που δεν μπορούμε να αναγνωρίσουμε.
eo: Vi uzas nekonatan version de Firefox.
es_ar: Estás usando una versión desconocida de Firefox.
et: Kasutad tundmatut Firefoxi versiooni.
fy_nl: Jo brûke in ûnbekende ferzje fan Firefox.
gl: Está executando unha versión do Firefox que non podemos identificar.
gu_in: તમે Firefox ની અજ્ઞાત આવૃત્તિને ચલાવી રહ્યા છો.
he: הינכם משתמשים בגרסה לא ידועה של Firefox.
hu: Ismeretlen Firefox verziót futtat.
is: Þú ert að keyra óþekkta útgáfu af Firefox.
it: Stai utilizzando una versione sconosciuta di Firefox.
ja: お使いの Firefox は不明なバージョンです。
ko: 알 수 없는 Firefox 버전을 사용 중입니다.
mk: Користите непозната верзија на Firefox.
nb_no: Du bruker en ukjent versjon av Firefox.
nl: U gebruikt een onbekende versie van Firefox.
pa_in: ਤੁਸੀਂ ਫਾਇਰਫਾਕਸ ਦਾ ਅਣਜਾਣ ਵਰਜਨ ਚਲਾ ਰਹੇ ਹੋ।.
pl: Używasz nieznanej wersji Firefoksa.
pt_br: Você está usando uma versão desconhecida do Firefox.
sk: Používate nerozpoznanú verziu prehliadača Firefox.
sl: Uporabljate neznano različico Firefoxa.
sq: Po xhironi një version të panjohur të Firefox-it.
sv_se: Du använder en okänd version av Firefox.
uk: Ви користуєтесь невідомою версією Firefox.
zh_cn: 你正在运行一个未知版本的 Firefox 。

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
ast: Por razones de seguridá encamentámoste que descargues la <a href="{url}">cabera y meyor versión</a>.
bs: Iz sigurnosnih razloga, toplo preporučujemo preuzimanje <a href="{url}">najnovije i najbolje verzije</a>.
cs: Z bezpečnostních důvodu doporučujeme stáhnout <a href="{url}">poslední a nejlepší verzi</a>.
da: Af sikkerhedsmæssige årsager anbefaler vi, at du henter den <a href="{url}">nyeste og bedste version</a>.
de: Aus Sicherheitsgründen empfehlen wir Ihnen, die <a href="{url}">neueste und beste Version</a> herunterzuladen.
el: Για λόγους ασφαλείας, συνιστούμε τη λήψη της <a href="{url}">πιο πρόσφατης και καλύτερης έκδοσης</a>.
eo: Pro sekurecaj kialoj, ni rekomendas elŝuti la <a href="{url}">lastan kaj plej bonan version</a>.
es_ar: Por motivos de seguridad, te recomendamos que descargues la <a href="{url}">última y mejor versión</a>.
et: Soovitame turvakaalutlustel tungivalt <a href="{url}">uusima versiooni</a> allalaadimist.
fy_nl: Om feilichheidsredenen rikkemandearje wy jo oan de <a href="{url}">lêste en bêste ferzje</a> yn te laden.
gl: Por razóns de seguranza, recomendámoslle que descargue a <a href="{url}">última versión</a>.
gu_in: સુરક્ષા કારણો માટે, અમે <a href="{url}">તાજેતરની અને શ્રેષ્ઠ આવૃત્તિ</a> ને ડાઉનલોડ કરવાનો આગ્રહ રાખીએ છીએ.
he: מטעמי אבטחה, אנו ממליצים להוריד את <a href="{url}">הגרסה החדשה ביותר</a>.
hu: Biztonsági okokból, javasoljuk a <a href="{url}">legfrissebb verzió letöltését</a>.
is: Vegna öryggisástæðna, mælum við með að þú niðurhalir <a href="{url}">nýjustu og bestu útgáfunni</a>.
it: Per motivi di sicurezza ti consigliamo di installare la <a href="{url}">versione più recente</a>.
ja: セキュリティ上の理由から、<a href="{url}">最新版をダウンロード</a> されることをお勧めします。
ko: 보안상 이유로 Firefox <a href="{url}">최신 버전</a>을 다운로드하시기를 권장합니다.
mk: Од безбедносни причини, препорачуваме да ја преземете <a href="{url}">најновата и најдобрата верзија</a>.
nb_no: Av sikkerhetshensyn anbefaler vi at du laster ned den <a href="{url}">nyeste og beste versjonen</a>.
nl: Om veiligheidsredenen raden we aan de <a href="{url}">nieuwste en beste versie</a> te downloaden.
pa_in: ਸੁਰੱਖਿਆ ਕਾਰਨਾਂ ਕਰਕੇ, ਅਸੀਂ <a href="{url}">ਸਭ ਤੋਂ ਨਵੇਂ ਅਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਵਰਜਨ</a> ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨ ਦੀ ਸਿਫਾਰਸ਼ ਕਰਦੇ
pl: Ze względów bezpieczeństwa zalecamy pobranie <a href="{url}">najnowszej i najlepszej wersji</a>.
pt_br: Por razões de segurança, nós recomendamos que você baixe a <a href="{url}">melhor e mais recente versão</a>.
sk: Z bezpečnostných dôvodov odporúčame nainštalovať <a href="{url}">najnovšiu a najlepšiu verziu</a>.
sl: Iz varnostnih razlogov vam svetujemo, da prenesete <a href="{url}">najnovejšo in najboljšo različico</a>.
sq: Për arsye sigurie, këshillojmë të shkarkoni <a href="{url}">versionin më të ri dhe më madhështor</a>.
sv_se: Av säkerhetsskäl rekommenderar vi att du hämtar den <a href="{url}">senaste och bästa versionen</a>.
uk: З міркувань безпеки, ми радимо вам завантажити <a href="{url}">останню та найкращу версію</a>.
zh_cn: 基于安全原因，我们建议下载 <a href="{url}">最新最好的版本</a>。

source: Get to your next task<br/>faster than ever
ast: Accede a la to siguiente xera<br/>más rápido que nunca
bs: Izvršavajte svoje zadatke<br/>brže nego ikad
cs: Realizujte váš příští úkol<br/>rychleji než kdy dříve
da: Gå til din næste opgave<br/>hurtigere end nogensinde
de: Widmen Sie sich Ihrer nächsten Aufgabe<br/>schneller als je zuvor
el: Κάντε την επόμενη κίνηση<br/>ακόμα πιο γρήγορα από ποτέ
eo: Atingu vian celon<br/>pli rapide ol iam ajn
es_ar: Realizá tu próxima tarea<br />más rápido que nunca
et: Asu järgmise ülesande kallale<br/>kiiremini kui kunagi varem
fy_nl: Gean nei jo folgjende taak<br/>flugger as ea
gl: Ir dunha tarefa a outra<br/>máis rápido que nunca
gu_in: તમારી આગળની ક્રિયા <br/> વધારે ઝડપથી મેળવો
he: בצעו את המשימה הבאה שלכם<br/>מהר יותר מבעבר
hu: Kezdjen neki a következő feladatnak<br/>gyorsabban, mint valaha
is: Kláraðu þín verkefni<br/>hraðar en áður
it: Passa all'attività successiva<br/>ancora più velocemente
ko: 웹 작업 속도를<br/>좀 더 빠르게!
mk: Завршете ја следната задача<br/>побрзо од било кога
nb_no: Gå videre til neste oppgave<br/>raskere enn noen gang
nl: Ga sneller dan ooit<br/>naar uw volgende taak
pa_in: ਆਪਣਾ ਅਗਲਾ ਕੰਮ ਉੱਤੇ ਜਾਓ<br/>ਪਹਿਲਾਂ ਤੋਂ ਵੀ ਤੇਜ਼
pl: Weź się za swoje następne<br/>zadanie szybciej niż do tej pory.
pt_br: Chegue até sua próxima tarefa mais rápido que nunca
sk: K svojej ďalšej úlohe<br/>sa dostanete ešte rýchlejšie
sl: Lotite se svojega dela<br/>hitreje kot kdajkoli prej
sq: Hidhuni te hapi juaj pasues<br/>më shpejt se kurrë
sv_se: Uträtta saker<br/>snabbare än någonsin
uk: Перехід від задачі до задачі<br/>став швидшим ніж будь-коли
zh_cn: 让你的下一个任务<br/>比以往任何时候都快

source: See how the new features in Firefox help you browse faster and more efficiently.
ast: Descubre cómo t'ayuden les nueves carauterístiques de Firefox a navegar d'un mou más rápidu y eficiente.
bs: Pogledajte kako vam nove mogućnosti Firefoxa pomažu da brže i efikasnije surfate.
cs: Podívejte se, jak vám nové funkce Firefoxu pomohou prohlížet rychleji a více efektivně.
da: Se, hvordan de nyeste funktioner i Firefox hjælper dig med at surfe hurtigere og mere effektivt.
de: Sehen Sie sich an, wie Sie mit den neuen Funktionen von Firefox schneller und effizienter surfen können.
el: Δείτε πως τα νέα χαρακτηριστικά του Firefox σας βοηθούν να περιηγηθείτε πιο γρήγορα και αποδοτικά.
eo: Vidu kiel la novaj trajtoj en Firefox helpas vin retesplori pli rapide kaj efike.
es_ar: Mirá como las nuevas características de Firefox te ayudan a navegar de forma más rápida y eficiente.
et: Vaata, kuidas uued Firefoxi võimalused aitavad kiiremini ja tõhusamalt veebi sirvida.
fy_nl: Sjoch hoe de nije funksjes yn Firefox jo helpe flugger en effisjenter te blêdzjen.
gl: Descubra como navegar máis rápido coas novas características do Firefox.
gu_in: જોઓ કે Firefox માં નવા લક્ષણો કેવી રીતે તમને ઝડપી બ્રાઉઝ અને વધારે કાર્યક્ષણ બનાવવા મદદ કરે છે.
he: ראו כיצד התכונות החדשות של Firefox מסייעות לכם לגלוש מהר יותר וביעילות.
hu: Nézze meg, hogy az új funkciók hogyan segítenek a gyorsabb és hatékonyabb internetezésben.
is: Sjáðu hvað er nýtt í Firefox sem hjálpar þér að vafra hraðar og skilvirkara.
it: Scopri come le nuove funzioni di Firefox possono rendere la tua navigazione più veloce ed efficiente.
ko: 더 빠르고 효율적인 웹 브라우징을 위한 Firefox 도움말을 참고하세요.
mk: Видете како новите особености на Firefox Ви помагаат да сурфате побрзо и поефикасно.
nb_no: Se hvordan de nye funksjonene i Firefox hjelper deg å bruke nettet raskere og mer effektivt.
nl: Bekijk hoe de nieuwe functies in Firefox u sneller en efficiënter laten browsen.
pa_in: ਵੇਖੋ ਕਿ ਫਾਇਰਫਾਕਸ ਦੇ ਨਵੇਂ ਫੀਚਰ ਤੁਹਾਨੂੰ ਤੇਜ਼ ਅਤੇ ਵੱਧ ਕਾਰਗੁਜ਼ਾਰੀ ਨਾਲ ਬਰਾਊਜ਼ ਕਰਨ ਵਿੱਚ ਕਿਵੇਂ ਮੱਦਦ ਕਰਦੇ ਹਨ।
pl: Zobacz, jak nowe możliwości Firefoksa pozwalają na szybsze i bardziej wydajne przeglądanie.
pt_br: Veja como os novos recursos do Firefox ajudam a navegar com mais velocidade e eficiência.
sk: Pozrite sa, ako vám nové funkcie Firefoxu môžu pracovať s webom rýchlejšie a efektívnejšie.
sl: Oglejte si novosti Firefoxa, ki vam bodo pomagale brskati hitreje in bolj učinkovito.
sq: Shihni se si veçoritë e reja të Firefox-it ju ndihmojnë të shfletoni më shpejt dhe më efektshëm.
sv_se: Se hur de nya funktionerna i Firefox hjälper dig att surfa snabbare och effektivare.
uk: Подивіться, як нові можливості Firefox зроблять вашу роботу швидшою та ефективнішою.
zh_cn: 看看 Firefox 的新功能怎样帮助你更快更高效地浏览网络。

source: Learn more about <a href="{url}">the New Tab feature »</a>
ast: Descubre más sobre <a href="{url}">la función Llingüeta nueva »</a>
bs: Naučite više o <a href="{url}">o Novi tab opciji »</a>
cs: Dozvědět se více o <a href="{url}">upraveném vzhledu nového panelu »</a>
da: Lær mere om <a href="{url}">den nye fanebladsfunktion »</a>
de: Erfahren Sie mehr über die <a href="{url}">Neuer-Tab-Funktion »</a>
el: Μάθετε περισσότερα για τη <a href="{url}">σελίδα νέας καρτέλας »</a>
eo: Lernu pli pri <a href="{url}">la "Nova folio" trajto »</a>
es_ar: Conocé más sobre <a href="{url}">la funcionalidad Nueva pestaña »</a>
et: Rohkem teavet <a href="{url}">uue kaardi lehest »</a>
fy_nl: Lês mear oer <a href="{url}">de nije ljepblêdfunksje »</a>
gl: Descubra o botón <a href="{url}">Nova lapela »</a>
gu_in: <a href="{url}">નવાં ટૅબ લક્ષણ »</a> વિશે વધારે શીખો
he: מידע נוסף על <a href="{url}">תכונת הלשונית החדשה »</a>
hu: Ismerje meg az <a href="{url}"Új lap funkciót »</a>
is: Fræðast meira um <a href="{url}">nýju flipana »</a>
it: Ulteriori informazioni sulla <a href="{url}">funzione Nuova scheda »</a>
ko: <a href="{url}">새 탭 기능</a>에 대해 알아보기 »
mk: Дознајте повеќе за <a href="{url}">особеноста за нови јазичиња »</a>
nb_no: Les mer om <a href="{url}">Ny Fane-funskjonen »</a>
nl: Lees meer over <a href="{url}">de functie Nieuw tabblad »</a>
pa_in: <a href="{url}">ਨਵੇਂ ਟੈਬ ਫੀਚਰ »</a> ਬਾਰੇ ਸਿੱਖੋ
pl: Dowiedz się więcej o <a href="{url}">funkcji „Nowa karta” »</a>
pt_br: Saiba mais sobre a <a href="{url}">página Nova Aba »</a>
sk: Ďalšie informácie o funkcii <a href="{url}">Nová karta »</a>
sl: Oglejte si <a href="{url}">stran Nov zavihek»</a>
sq: Mësoni më tepër rreth <a href="{url}">veçorisë Skedë e Re »</a>
sv_se: Läs mer om <a href="{url}">funktionen Ny flik »</a>
uk: Дізнайтесь про <a href="{url}">можливості Нової Вкладки »</a>
zh_cn: 深入了解 <a href="{url}">新标签页功能 »</a>

source: Learn more about our <a href="{url}">redesigned home page »</a>
ast: Descubre más sobre la <a href="{url}">nueva páxina d'aniciu »</a>
bs: Naučite više o našoj <a href="{url}">redizajniranoj početnoj stranici »</a>
cs: Dozvědět se více o <a href="{url}">upraveném vzhledu domovské stránky »</a>
da: Lær mere om vores <a href="{url}">nydesignede startside »</a>
de: Erfahren Sie mehr über die <a href="{url}">neu gestaltete Startseite »</a>
el: Μάθετε περισσότερα για τη <a href="{url}">νέα αρχική σελίδα »</a>
eo: Lernu pli pri ni <a href="{url}">refasonita hejmpaĝo »</a>
es_ar: Conocé más sobre nuestro <a href="{url}">rediseño de la página de inicio »</a>
et: Rohkem teavet <a href="{url}">värskendatud kujundusega avalehest »</a>
fy_nl: Lês mear oer ús <a href="{url}">nije startside »</a>
gl: Descubra a nova <a href="{url}">Páxina de inicio »</a>
gu_in: અમારાં <a href="{url}">પુન:રચેલ ઘર પાનાં»</a> વિશે વધારે શીખો
he: מידע נוסף על <a href="{url}">העיצוב מחדש של דף הבית »</a>
hu: Ismerje meg az <a href="{url}">újratervezett kezdőoldalt »</a>
is: Fræðast meira um <a href="{url}">endurbættu heimasíðuna »</a>
it: Ulteriori informazioni sulla <a href="{url}">nuova pagina iniziale »</a>
ko: <a href="{url}">새 홈페이지</a>에 대해 알아보기 »
mk: Дознајте повеќе за <a href="{url}">новата домашна страница »</a>
nb_no: Les mer om den <a href="{url}">redesignede startsiden »</a>
nl: Lees meer over onze <a href="{url}">vernieuwde startpagina »</a>
pa_in: ਸਾਡੇ <a href="{url}">ਮੁੜ-ਡਿਜ਼ਾਇਨ ਕੀਤੇ ਮੁੱਖ ਸਫ਼ੇ »</a> ਬਾਰੇ ਸਿੱਖੋ
pl: Dowiedz się więcej o naszej <a href="{url}">ulepszonej stronie startowej »</a>
pt_br: Saiba mais sobre nossa <a href="{url}">página inicial renovada »</a>
sk: Ďalšie informácie o <a href="{url}">novej domovskej stránke »</a>
sl: Oglejte si našo <a href="{url}">novo domačo stran »</a>
sq: Mësoni më tepër rreth <a href="{url}">faqes sonë hyrëse të rihartuar »</a>
sv_se: Läs mer om <a href="{url}">den nya startsidan »</a>
uk: Дізнайтесь про <a href="{url}">оновлену домашню сторінку »</a>
zh_cn: 深入了解我们 <a href="{url}">重新设计的首页 »</a>

source: Keep in touch
ast: Calténte al día
bs: Ostanite u kontaktu
cs: Buďte informováni
da: Hold kontakten
de: Bleiben Sie in Verbindung
el: Μάθετε νέα μας
eo: Restu en kontakto
es_ar: Mantenete en contacto
et: Ole ühenduses
fy_nl: Bliuw yn ferbining
gl: Seguir en contacto
gu_in: સંપર્ક રાખો
he: שמרו על קשר
hu: Tartsuk a kapcsolatot
is: Vera í sambandi
it: Restiamo in contatto
ko: 구독하기
mk: Останете во контакт
nb_no: Hold kontakten
nl: Blijf in contact
pa_in: ਸੰਪਰਕ ਵਿੱਚ ਰਹੋ
pl: Bądź na bieżąco
pt_br: Mantenha contato
sk: Zostaňte v spojení
sl: Ostanite v stiku
sq: Mbani lidhjet
sv_se: Håll kontakten
uk: Лишайтесь на зв’язку
zh_cn: 保持联络

source: Keep it moving
ast: Sigui en movimientu
bs: Osvježite ga
cs: Vezměte si jej na cesty
da: Hold den i bevægelse
de: Bleiben Sie in Bewegung
el: Μαζί σας παντού
eo: Kunmoviĝu
es_ar: Mantenete en movimiento
et: Ole mobiilne
fy_nl: Hâld it yn beweging
gl: Sexa móbil
gu_in: તેને ખસેડવાનું રાખો
he: קחו אותו איתכם
hu: Tartsuk mozgásban
is: Haltu áfram ferðinni
it: In movimento
ko: 무료 다운로드
mk: Движете се
nb_no: Vær på farten
nl: Blijf in beweging
pa_in: ਇਸ ਨੂੰ ਜਾਰੀ ਰੱਖੋ
pl: Bądź w ruchu
pt_br: Mantenha-se em movimento
sk: Presuňte sa na cesty
sl: Bodite mobilni
sq: Mbajeni të lëvizshëm
sv_se: Ha den med dig
uk: Будьте мобільним
zh_cn: 移动环境中

source: Get Firefox » <b>for Android</b>
ast: Descargar Firefox » <b>p'Android</b>
bs: Preuzmite Firefox » <b>za Android</b>
cs: Získat Firefox » <b>pro Android</b>
da: Hent Firefox » <b>til Android</b>
de: Firefox-Download » <b>für Android</b>
el: Λήψη του Firefox » <b>για Android</b>
eo: Ricevi Firefox » <b>por Android</b>
es_ar: Descargá Firefox » <b>para Android</b>
et: Firefoxi hankimine » <b>Androidile</b>
fy_nl: Krij Firefox » <b>foar Android</b>
gl: Obter o Firefox » <b>para Android</b>
gu_in: Firefox મેળવો » <b>Android માટે</b>
he: קבלת Firefox » <b>עבור Android</b>
hu: Firefox letöltése » <b>Androidra</b>
is: Ná í Firefox » <b>fyrir Android</b>
it: Scarica Firefox » <b>per Android</b>
ko: Firefox 다운르도 » <b>안드로이드용</b>
mk: Земете Firefox » <b>за Android</b>
nb_no: Last ned Firefox » <b>for Android</b>
nl: Download Firefox » <b>voor Android</b>
pa_in: ਫਾਇਰਫਾਕਸ ਲਵੋ » <b>ਐਡਰਾਇਡ ਲਈ</b>
pl: Pobierz Firefoksa » <b>dla Androida</b>
pt_br: Baixe o Firefox » <b>para Android</b>
sk: Získať Firefox » <b>pre Android</b>
sl: Prenesite Firefox » <b>za Android</b>
sq: Merrni Firefox-in » <b>për Android</b>
sv_se: Hämta Firefox » <b>för Android</b>
uk: Завантажити Firefox » <b>під Android</b>
zh_cn: 下载 Firefox » <b>Android 版</b>

source: Keep it going
ast: ¡Síguinos!
bs: Održavajte ga
cs: Sledujte nás
da: Hold den i gang
de: Verbreiten Sie die Nachricht
el: Ακολουθήστε μας
eo: Pluvivigu
es_ar: Mantenete conectado
et: Ole aktiivne
fy_nl: Hâld it oan 'e gong
gl: Siga as novas
gu_in: તેને ચાલુ રાખો
he: העבירו את זה הלאה
hu: Tartsuk működésben
is: Haltu áfram
it: Non fermarti qui
ko: 참여하기
mk: Не застанувајте
nb_no: Hold det i gang
nl: Vertel het door
pa_in: ਇਹ ਜਾਰੀ ਰੱਖੋ
pl: Bądź z nami
pt_br: Mantenha o entusiasmo
sk: Zostaňte s nami
sl: Storite korak naprej
sq: Ndiqni zhvillimet
sv_se: Hjälp till
uk: Слідкуйте за новинами
zh_cn: 保持联系

source: Join Mozilla
ast: Xúnite a Mozilla
bs: Pridružite se Mozilli
cs: Připojit se k Mozille
da: Vær med i Mozilla
de: Mitmachen
el: Ελάτε μαζί μας
eo: Aliĝu al Mozilla
es_ar: Unite a Mozilla
et: Liitu Mozillaga
fy_nl: Doch mei mei Mozilla
gl: Unirse a Mozilla
gu_in: Mozilla સાથે જોડાવો
he: הצטרפו ל־Mozilla
hu: Csatlakozzon
is: Gerast aðili að Mozilla
it: Entra in Mozilla
ko: Mozilla 참여하기
mk: Придружете ѝ се на Mozilla
nb_no: Bli en del av Mozilla
nl: Help Mozilla
pa_in: ਮੋਜ਼ੀਲਾ ਦਾ ਹਿੱਸਾ ਬਣੋ
pl: Dołącz do Mozilli
pt_br: Una-se à Mozilla
sk: Pripojiť sa k Mozille
sl: Pridružite se
sq: Bëhuni Pjesë e Mozilla-s
sv_se: Gå med i Mozilla
uk: Приєднатись до Mozilla
zh_cn: 加入 Mozilla
