Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */mozorg/contribute.po
Languages: fy_nl, nl, pt_br, sq

source: Help us spread the word about how Firefox and other Mozilla projects are building a better Internet. Share Firefox with the world by <a href="%(affiliates_url)s">becoming an Affiliate</a> and then check out our <a href="%(marketing_url)s">Marketing Guide</a> for more ways to get involved.
nl: Help ons bekend te maken hoe Firefox en andere Mozilla-projecten voor een beter internet zorgen. Deel Firefox met de wereld door <a href="%(affiliates_url)s">een partner te worden</a> en bekijk daarna onze <a href="%(marketing_url)s">Marketinggids</a> voor meer manieren om mee te doen.
pt_br: Ajude-nos a divulgar como o Firefox e outros projetos Mozilla estão criando uma internet melhor. Compartilhe o Firefox com o mundo <a href="%(affiliates_url)s">tornando-se um Afiliado</a> e então leia nosso <a href="%(marketing_url)s">Guia de Marketing</a> para conhecer mais formas de se envolver.
sq: Na ndihmoni të përhapim fjalën rreth faktit se si Firefox-i dhe të tjera projekte Mozilla po ndërtojnë një Internet më të mirë. Ndajeni Firefox-in me botën duke <a href="%(affiliates_url)s">u bërë një Përkrahës</a> dhe mandej shihni <a href="%(marketing_url)s">Udhërrëfyesin tonë për Marketing</a> për më tepër rrugë për përfshirje.

source: Quality assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools. Help us <a href="%(qa_bugs_url)s">hunt down bugs</a> in Firefox, <a href="%(qa_web_url)s">test Mozilla web sites</a> or learn more about <a href="http://quality.mozilla.org/">other testing opportunities</a>.
nl: Het testen voor kwaliteitscontrole is een van de makkelijkste manieren om met Mozilla aan de slag te gaan en een goede manier om met onze code en hulpmiddelen vertrouwd te raken. Help mee bij het <a href="%(qa_bugs_url)s">vinden van bugs</a> in Firefox, <a href="%(qa_web_url)s">testen van Mozilla-websites</a> of lees meer over <a href="http://quality.mozilla.org/">andere testmogelijkheden</a>.
pt_br: Participar de testes de qualidade é uma das formas mais fáceis de iniciar na Mozilla e é uma ótima maneira de familiarizar-se com nosso código e ferramentas. Ajude-nos a <a href="%(qa_bugs_url)s">caçar bugs</a> no Firefox, <a href="%(qa_web_url)s">testar os websites Mozilla</a> ou saiba mais sobre <a href="http://quality.mozilla.org/">outras oportunidades de testes</a>.
sq: Provat për sigurimin e cilësisë janë një nga rrugët më të lehta për të filluar përfshirjen te Mozilla dhe përbëjnë një rrugë të fortë për t'u njohur nga afër me kodin dhe mjetet tona. Ndihmonani <a href="%(qa_bugs_url)s">të gjejmë të meta</a> te Firefox-i, <a href="%(qa_web_url)s">të testojmë site-et web të Mozilla-s</a> ose njihuni më nga afër <a href="http://quality.mozilla.org/">me të tjera mundësi testimi</a>.

source: Be part of the research team&mdash;whether you want to be a <a href="%(survey_url)s">participant in an upcoming study</a>, <a href="%(test_email)s">conduct usability tests</a> on your own or <a href="%(test_pilot)s">analyze Test Pilot data</a>&mdash;we’d love to have you join us!
nl: Maak deel uit van het onderzoeksteam &ndash; of u nu een <a href="%(survey_url)s">deelnemer aan een komend onderzoek</a> wilt zijn, zelf <a href="%(test_email)s">bruikbaarheidstests wilt uitvoeren</a> of <a href="%(test_pilot)s">Test Pilot-gegevens wilt analyseren</a> &ndash; u bent van harte welkom!
pt_br: Seja parte da equipe pesquisa: você poderá <a href="%(survey_url)s">participar dos próximos estudos</a>, <a href="%(test_email)s">conduzir testes de usabilidade</a> por conta própria ou <a href="%(test_pilot)s">analisar dados do Test Pilot</a>. Nós adoraríamos tê-lo conosco!
sq: Bëhuni pjesë e ekipit të kërkimeve&mdash;qoftë kur doni të <a href="%(survey_url)s">merrni pjesë në një studim të ardhshëm</a>, qoftë kur doni <a href="%(test_email)s">të kryeni prova përdorshmërie</a> krejt tuajat ose <a href="%(test_pilot)s">të analizoni të dhëna Test Pilot data</a>&mdash;do të ishim të kënaqur t'ju kishim në mesin tonë!

source: Get involved with Mozilla by making Firefox, Thunderbird and other projects <a href="%(l10n_url)s">available in your language</a>. Also help us tell the world about how Mozilla is building a better Internet by <a href="%(l10n_web_url)s">translating content</a> on our web sites.
nl: Doe mee met Mozilla door Firefox, Thunderbird en andere projecten <a href="%(l10n_url)s">in uw taal beschikbaar</a> te maken. Help ons ook bekend te maken hoe Mozilla voor een beter internet zorgt door <a href="%(l10n_web_url)s">inhoud op onze websites te vertalen</a>.
pt_br: Colabore com a Mozilla tornando o Firefox, Thunderbird e outros projetos <a href="%(l10n_url)s">disponíveis no seu idioma</a>. Ajude-nos também a contar para todos sobre como a Mozilla está criando uma internet melhor <a href="%(l10n_web_url)s">traduzindo conteúdo</a> em nossos sites.
sq: Përfshihuni te Mozilla duke i bërë Firefox-in, Thunderbird-in dhe të tjerë projekte <a href="%(l10n_url)s">të passhëm në gjuhën tuaj</a>. Ndihmoni gjithashtu duke i treguar botës se si Mozilla po krijon një Internet më të mirë, përmes <a href="%(l10n_web_url)s">përkthimit të lëndës</a> te site-et tanë web.

source: The Mozilla Developer Network is the hub for information about Mozilla technologies. Help <a href="%(dev_url)s">make our documentation better</a> by writing new content, correcting existing material or translating content into new languages.
nl: Het Mozilla Developer Network is de hub voor informatie over Mozilla-technologieën. Help bij het <a href="%(dev_url)s">verbeteren van onze documentatie</a> door het schrijven van nieuwe inhoud, verbeteren van bestaand materiaal of vertalen van inhoud naar nieuwe talen.
pt_br: O Mozilla Developer Network é um centro de informações sobre as tecnologias Mozilla. Ajude a <a href="%(dev_url)s">melhorar nossa documentação</a> escrevendo novos conteúdos, corrigindo materiais existentes ou traduzindo nosso conteúdo para novos idiomas.
sq: Rrjeti i Zhvilluesve Mozilla është qendra për informacion mbi teknologjitë Mozilla. Ndihmoni <a href="%(dev_url)s">në përmirësimin e dokumentimit tonë</a> duke shkruajtur lëndë të re, duke ndrequr materialin e deritanishëm ose duke përkthyer lëndë prej tij në gjuhë të reja.

source: Help build a generation of webmakers&mdash;moving people from using the web making the web&mdash;by teaching others how to code and how the web works. <a href="%(moz_webmaker)s ">Explore what the Mozilla Webmaker project is all about</a> or get started teaching others by <a href="%(webmaker)s">setting up an event in your community today</a>.
nl: Help bij het bouwen van een generatie webmakers &ndash; mensen bewegen tot het maken in plaats van gebruiken van het web &ndash; door anderen te leren programmeren en hoe het internet werkt. <a href="%(moz_webmaker)s ">Ontdek wat het Mozilla Webmaker-project inhoudt</a> of begin met het onderwijzen van anderen door <a href="%(webmaker)s">meteen een evenement in uw gemeenschap te organiseren</a>.
pt_br: Ajude a construir uma geração de webmakers &mdash; mobilizando as pessoas de usar a web para fazer a web &mdash ensinando como codificar e como a web funciona. <a href="%(moz_webmaker)s ">Explore o conceito do projeto Mozilla Webmaker</a> ou comece ensinando outras pessoas <a href="%(webmaker)s">organizando um evento na sua comunidade</a>.
sq: Ndihmoni në krijimin e një brezi krijuesish web&mdash;duke i shpënë njerëzit nga përdorimi i web-it në krijimin e tij&mdash;duke u mësuar të tjerëve se si të programojnë dhe se si funksion web-i. <a href="%(moz_webmaker)s ">Mësoni se ç'është projekti Mozilla Webmaker</a> ose filloni t'u mësoni të tjerë përmes <a href="%(webmaker)s">organizimit që sot të një veprimtarie në bashkësinë tuaj</a>.

source: Firefox and other Mozilla-based applications have a powerful extension system that allow you to make small tweaks or make major additions to your programs. If you’re new to this technology, learn how to <a href="%(addons_url)s">build an add-on</a>. For experienced developers, find out how to <a href="%(addons_wiki)s">become an AMO editor</a>.
nl: Firefox en andere Mozilla-gebaseerde toepassingen bevatten een krachtig extensiesysteem waarmee u kleine tweaks of grote toevoegingen aan uw programma’s kunt aanbrengen. Als deze technologie nieuw voor u is, lees dan hoe u <a href="%(addons_url)s">een add-on kunt bouwen</a>. Ervaren ontwikkelaars kunnen lezen hoe ze <a href="%(addons_wiki)s">een AMO-editor kunnen worden</a>.
pt_br: O Firefox e outras aplicações Mozilla possuem um sistema poderoso de extensões que permitem fazer pequenas alterações ou grandes adições aos seus programas. Se você não conhece essa tecnologia, saiba como <a href="%(addons_url)s">criar um complemento</a>. Para desenvolvedores experientes, descubra como <a href="%(addons_wiki)s">tornar-se um editor do AMO</a>.
sq: Firefox-i dhe të tjera zbatime me bazë Mozilla kanë një sistem të fuqishëm zgjerimi që ju lejon të kryeni përmirësime të lehta ose shtesa të mëdha te programet tuaja. Nëse nuk e njihni deri më sot këtë teknologji, mësoni si të <a href="%(addons_url)s">krijoni një shtesë</a>. Për programues të sprovuar, shihni si të <a href="%(addons_wiki)s">bëheni një redaktor AMO</a>.

source: Area of interest?
nl: Interessegebied?
pt_br: Área de interesse?
sq: Fushë interesi?

source: I need help with a Firefox issue
nl: Ik heb hulp nodig bij een Firefox-probleem
pt_br: Eu preciso de ajuda com um problema do Firefox
sq: Më duhet ndihmë për një problem Firefox-i

source: An error occurred in our system. Please try again later.
nl: Er is een fout opgetreden in ons systeem. Probeer het later nog eens.
pt_br: Um erro ocorreu no nosso sistema. Por favor, tente novamente mais tarde.
sq: Te sitemi ynë ndodhi një gabim. Ju lutemi, riprovoni më vonë.

source: I have a suggestion for Firefox
nl: Ik heb een suggestie voor Firefox
pt_br: Eu tenho uma sugestão para o Firefox
sq: Kam një sugjerim për Firefox-in

source: Facebook
nl: Facebook {ok}
pt_br: Facebook {ok}
sq: Facebook {ok}

source: Education
nl: Onderwijs
pt_br: Educação
sq: Arsim

source: Firefox Affiliates
nl: Firefox Affiliates {ok}
pt_br: Afiliados Firefox
sq: Përkrahës Firefox-i

source: Developer Documentation
nl: Ontwikkelaars-documentatie
pt_br: Documentação de desenvolvimento
sq: Dokumentim Për Zhvillues

source: Mozilla
nl: Mozilla {ok}
pt_br: Mozilla {ok}
sq: Mozilla {ok}

source: Thank you for signing up!
nl: Bedankt voor het registreren!
pt_br: Obrigado por assinar!
sq: Faleminderit që u regjistruat!

source: Menu
nl: Menu {ok}
pt_br: Menu {ok}
sq: Menu {ok}

source: Web Development
nl: Webontwikkeling
pt_br: Desenvolvimento web
sq: Programim Web

source: You must agree to the privacy policy
nl: U moet akkoord gaan met het privacybeleid
pt_br: Você deve concordar com a política de privacidade
sq: Duhet të pajtoheni me rregullat e privatësisë

source: Visual Design
nl: Visueel ontwerp
pt_br: Design visual
sq: Hartim Grafik

source: I’m okay with you handling this info as you explain in your <a href="%s">Privacy Policy</a>
nl: Ik ga akkoord met het gebruik van deze gegevens, zoals uitgelegd in uw <a href="%s">privacybeleid</a>
pt_br: Eu concordo que você manipulem essas informações conforme explicado na sua <a href="%s">Política de privacidade</a>
sq: Nuk kam problem që ta trajtoni këtë informacion ashtu si e shpjegoni te <a href="%s">Rregullat tuaja të Privatësisë</a>

source: Twitter
nl: Twitter {ok}
pt_br: Twitter {ok}
sq: Twitter {ok}

source: We are sorry, but there was a problem with our system. Please try again later!
nl: Het spijt ons, maar er is een probleem met ons systeem. Probeer het later nog eens!
pt_br: Desculpe-nos, mas houve um problema em nosso sistema. Por favor, tente novamente mais tarde!
sq: Na ndjeni, por pati një problem me sistemin tonë. Ju lutemi, riprovoni më vonë!

source: Other
nl: Anders
pt_br: Outros
sq: Të tjera

source: Marketing
nl: Marketing {ok}
pt_br: Marketing {ok}
sq: Marketing {ok}

source: Testing and QA
nl: Testen en QA
pt_br: Testes e QA
sq: Testim dhe QA

source: <a href="%(dev_intro_url)s">Developers can help</a> Mozilla by adding new features, making our technology
fy_nl: ;<a href="%(dev_intro_url)s">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others. You can find many developers on <a href="%(irc_url)s">IRC</a> so stop by and ask questions to learn more. Our web sites are <a href="%(webdev_blog)s">open for web ninjas</a> to hack on too.
