Repository: h4ck3rm1k3/svn-mozilla.com-locales
Catalog: */mozorg/contribute.po
Languages: fy_nl, nl, pt_br, sq

source: Get Involved: Volunteer Opportunities at Mozilla
fy_nl: Meihelpe: mooglikheden foar frijwilligers by Mozilla
nl: Meewerken: mogelijkheden voor vrijwilligers bij Mozilla
pt_br: Envolva-se: oportunidades para tornar-se voluntário na Mozilla
sq: Përfshihuni: Mundësi Vullnetarizmi te Mozilla

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
fy_nl: Dizze fideo fereasket in browser mei stipe foar iepen fideo of de <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
nl: Deze video vereist een browser met ondersteuning voor open video of de <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
pt_br: Este vídeo requer um navegador com suporte a vídeo aberto ou o plug-in <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
sq: Kjo video lyp një shfletues që mbulon video të hapur ose <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: You don’t have to be a C++ guru (or even know what that means!) to get involved.<br><b>You just have to love the Web.</b>
fy_nl: Jo hoege gjin C++-goeroe te wêzen (of sels te witten wat dat is!) om mei te helpen.<br><b>Jo hoege allinnich fan it web te hâlden.</b>
nl: U hoeft geen C++-goeroe te zijn (of zelfs te weten wat dat is!) om mee te doen.<br><b>U hoeft alleen van het web te houden.</b>
pt_br: Você não precisa ser um especialista em C++ (e nem saber o que isso significa!) para se envolver.<br><b>Você só precisa amar a Web.</b>
sq: Nuk ka pse të jeni guru në C++ (dhe as të dini se ç'do të thotë kjo!) që të përfshiheni.<br><b>Thjesht mjafton ta doni Web-in.</b>

source: Please enter a valid email address.
fy_nl: Fier in jildich e-mailadres yn.
nl: Voer een geldig e-mailadres in.
pt_br: Por favor, insira um endereço de e-mail válido.
sq: Ju lutemi, jepni një adresë të vlefshme email.

source: You must agree to the privacy policy.
fy_nl: Jo moatte akkoard gean mei it privacybelied.
nl: U moet akkoord gaan met het privacybeleid.
pt_br: Você deve concordar com a política de privacidade.
sq: Lypset të pajtoheni me rregullat e privatësisë.

source: Please select an area of interest.
fy_nl: Selektearje in ynteressegebied.
nl: Selecteer een interessegebied.
pt_br: Por favor, selecione uma área de interesse.
sq: Ju lutemi, përzgjidhni një fushë interesi.

source: Please tell us more about your interests.
fy_nl: Fertel ús mear oer jo ynteresses.
nl: Vertel ons meer over uw interesses.
pt_br: Por favor, conte-nos mais sobre seus interesses.
sq: Ju lutemi, na tregoni diçka më shumë rreth gjërave që ju interesojnë.

source: Your CAPTCHA response did not match. Please try again.
fy_nl: Jo CAPTCHA-antwurd kaam net oerien. Probearje it nochris.
nl: Uw CAPTCHA-antwoord kwam niet overeen. Probeer het nogmaals.
pt_br: Sua resposta não corresponde ao código. Por favor, tente novamente.
sq: Përgjigja juaj për CAPTCHA nuk u përputh. Ju lutemi, riprovoni.

source: Want to help?
fy_nl: Wolle jo helpe?
nl: Wilt u helpen?
pt_br: Quer ajudar?
sq: Dëshironi të jepni ndihmë?

source: YOUR EMAIL HERE
fy_nl: JO E-MAILADRES
nl: UW E-MAILADRES
pt_br: SEU E-MAIL AQUI
sq: JEPNI KËTU EMAIL-IN TUAJ

source: Submit&nbsp;»
fy_nl: Ferstjoere&nbsp;»
nl: Verzenden&nbsp;»
pt_br: Enviar&nbsp;»
sq: Parashtroje&nbsp;»

source: Send us a note and we can get you started right away.
fy_nl: Stjoer ús in briefke en wy helpe jo daliks op wei.
nl: Stuur ons een berichtje en we helpen u meteen op weg.
pt_br: Envie uma nota para nós e poderemos começar imediatamente.
sq: Na dërgoni dy fjalë dhe mund t'ju ndihmojmë t'ia filloni pa humbur kohë.

source: Hi, I’m interested in…
fy_nl: Hallo, ik bin ynteressearre yn…
nl: Hallo, ik ben geïnteresseerd in…
pt_br: Oi, estou interessado em…
sq: Njatjeta, më interesojnë…

source: I’d like to receive regular contribution news by email
fy_nl: Ik wol graach regelmjittich meiwurkersnijs ûntfange per e-mail
nl: Ik wil graag regelmatig medewerkersnieuws ontvangen per e-mail
pt_br: Eu gostaria de receber novidades por e-mail frequentes sobre colaborações
sq: Do të doja të merrja rregullisht me email lajme mbi kontributet

source: Thank you for getting in touch.
fy_nl: Tank foar jo reaksje.
nl: Bedankt voor uw reactie.
pt_br: Obrigado por entrar em contato.
sq: Faleminderit që u lidhët me ne.

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
fy_nl: Earne fan Mozilla sil jo gau foarsjen fan ynformaasje oer hoe't jo belutsen reitsje kinne. Wylst jo wachtsje, kinne jo hjirûnder in oantal mooglikheden foar frijwilligers besjen.
nl: Iemand van Mozilla zal u spoedig voorzien van informatie over hoe u kunt meehelpen. Terwijl u wacht, kunt u hieronder een aantal mogelijkheden voor vrijwilligers bekijken.
pt_br: Alguém da Mozilla entrará em contato com informações sobre como envolver-se conosco. Enquanto aguarda, navegue por algumas oportunidades para tornar-se voluntário disponíveis abaixo.
sq: Dikush nga Mozilla do të lidhet së afërmi me ju me të dhëna rreth se si të përfshiheni. Teksa prisni, hidhuni më poshtë një sy disa prej mundësive për vullnetarizëm që mund të shfrytëzoni.

source: Find an opportunity
fy_nl: Mooglikheden fine
nl: Mogelijkheden vinden
pt_br: Encontre uma oportunidade
sq: Gjeni një mundësi

source: Sort By:
fy_nl: Rangskikke op:
nl: Rangschikken op:
pt_br: Ordenar por:
sq: Renditi Sipas:

source: Interest
fy_nl: Ynteresse
nl: Interesse
pt_br: Interesse
sq: Interesave

source: Location
fy_nl: Lokaasje
nl: Locatie
pt_br: Local
sq: Vendit

source: Newsletter
fy_nl: Nijsbrief
nl: Nieuwsbrief
pt_br: Newsletter {ok}
sq: Buletin

source: Helping Users
fy_nl: Brûkers helpe
nl: Gebruikers helpen
pt_br: Ajudando Usuários
sq: Ndihmë për Përdoruesit

source: Interested in helping others get the most out of using Firefox and other Mozilla projects? Our support process relies on enthusiastic contributors like you.
fy_nl: Ynteresse yn it helpen fan oaren om se it measte út Firefox en oare Mozilla-projekten helje te litten? Us stipeproses is ôfhinklik fan entûsjaste meiwurkers lykas jo.
nl: Interesse in het helpen van anderen om ze het meeste uit Firefox en andere Mozilla-projecten te laten halen? Ons ondersteuningsproces is afhankelijk van enthousiaste medewerkers zoals u.
pt_br: Interessado em ajudar outras pessoas a obter o máximo do Firefox e outros projetos Mozilla? Nosso processo de suporte conta com colaboradores entusiasmados como você.
sq: Të interesuar të ndihmoni të tjerët të përfitojnë maksimumin nga përdorimi i Firefox-it dhe projekteve të Mozilla-s? Procesi ynë i asistencës bazohet te kontribues entuziastë si ju.

source: Quality Assurance
fy_nl: Kwaliteitskontrole
nl: Kwaliteitscontrole
pt_br: Garantia de Qualidade
sq: Sigurim Cilësie

source: Quality assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools.
fy_nl: It testen foar kwaliteitskontrole is ien fan de maklikste manieren om mei Mozilla oan de slach te gean en in goeie manier om mei ús koade en helpmiddelen fertroud te reitsjen.
nl: Het testen voor kwaliteitscontrole is een van de makkelijkste manieren om met Mozilla aan de slag te gaan en een goede manier om met onze code en hulpmiddelen vertrouwd te raken.
pt_br: Testes de garantia de qualidade é uma das maneiras mais fáceis de iniciar na Mozilla e é uma ótima maneira de se familiarizar com nosso código e ferramentas.
sq: Provat për sigurimin e cilësisë janë një nga rrugët më të lehta për të filluar përfshirjen te Mozilla dhe përbëjnë një rrugë të fortë për t'u njohur nga afër me kodin dhe mjetet tona.

source: Help us <a href="http://quality.mozilla.org/teams/desktop-firefox/">hunt down bugs</a> in Firefox, <a href="http://quality.mozilla.org/teams/web-qa/">test Mozilla web sites</a> or learn more about <a href="http://quality.mozilla.org/">other testing opportunities</a>.
fy_nl: Help mei by it <a href="http://quality.mozilla.org/teams/desktop-firefox/">finen fan bugs</a> yn Firefox, <a href="http://quality.mozilla.org/teams/web-qa/">testen fan Mozilla-websites</a> of lês mear oer <a href="http://quality.mozilla.org/">oare testmooglikheden</a>.
nl: Help mee bij het <a href="http://quality.mozilla.org/teams/desktop-firefox/">vinden van bugs</a> in Firefox, <a href="http://quality.mozilla.org/teams/web-qa/">testen van Mozilla-websites</a> of lees meer over <a href="http://quality.mozilla.org/">andere testmogelijkheden</a>.
pt_br: Ajude-nos a <a href="http://quality.mozilla.org/teams/desktop-firefox/">caçar bugs</a> no Firefox, <a href="http://quality.mozilla.org/teams/web-qa/">testar os sites da Mozilla</a> ou saiba mais sobre <a href="http://quality.mozilla.org/">outras oportunidades de teste</a>.
sq: Ndihmonani të <a href="http://quality.mozilla.org/teams/desktop-firefox/">zbulojmë të meta</a> në Firefox, <a href="http://quality.mozilla.org/teams/web-qa/">të testojmë site-e web Mozilla</a> ose njihuni me <a href="http://quality.mozilla.org/"> të tjera mundësi testimi</a>.

source: Coding
fy_nl: Koade skriuwe
nl: Code schrijven
pt_br: Codificando
sq: Programim

source: <a href="https://developer.mozilla.org/en/Introduction">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others.
fy_nl: <a href="https://developer.mozilla.org/en/Introduction">Untwikkelers kinne Mozilla helpe</a> troch nije funksjes ta te foegjen, wat ús technology lytser en flugger makket en ûntwikkeling foar oaren ferienfâldicht.
nl: <a href="https://developer.mozilla.org/en/Introduction">Ontwikkelaars kunnen Mozilla helpen</a> door nieuwe functies toe te voegen, wat onze technologie kleiner en sneller maakt en ontwikkeling voor anderen vereenvoudigt.
pt_br: <a href="https://developer.mozilla.org/en/Introduction">Desenvolvedores podem ajudar</a> a Mozilla adicionando novos recursos, tornando nossa tecnologia menor e mais rápida e tornando o desenvolvimento fácil para outros.
sq: <a href="https://developer.mozilla.org/en/Introduction">Programuesit mund të ndihmojnë</a> Mozilla-n duke shtuar veçori të reja, duke i përshkallëzuar dhe përshpejtuar teknologjitë tona dhe duke e bërë programimin më të lehtë për të tjerët.

source: You can find many developers on <a href="http://irc.mozilla.org">IRC</a> so stop by and ask questions to learn more. Our web sites are <a href="http://blog.mozilla.com/webdev/get-involved/">open for web ninjas</a> to hack on too.
fy_nl: In protte ûntwikkelers binne op <a href="http://irc.mozilla.org">IRC</a> te finen, dus kom del en stel fragen foar mear ynformaasje. Us websites binne ek <a href="http://blog.mozilla.com/webdev/get-involved/">iepen foar webninja’s</a> foar hackdoeleinen.
nl: Veel ontwikkelaars zijn op <a href="http://irc.mozilla.org">IRC</a> te vinden, dus kom langs en stel vragen voor meer informatie. Onze websites zijn ook <a href="http://blog.mozilla.com/webdev/get-involved/">open voor webninja’s</a> voor hackdoeleinden.
pt_br: Você pode encontrar muitos desenvolvedores no <a href="http://irc.mozilla.org">IRC</a>, então dê uma passada por lá e pergunte para saber mais. Nossos sites são <a href="http://blog.mozilla.com/webdev/get-involved/">abertos para ninjas da web</a> para hackeá-los também.
sq: Shumë prej programuesve mund t'i gjeni në <a href="http://irc.mozilla.org">IRC</a>, ndaj dilni andej dhe bëni pyetje për të mësuar më tepër. Site-et tanë web janë po ashtu <a href="http://blog.mozilla.com/webdev/get-involved/">të hapët për trima web-i</a> që duan të fusin duart në to.

source: Spread the Word
fy_nl: Fertel it fierder
nl: Zegt het voort
pt_br: Divulgue
sq: Përhapeni Lajmin

source: Help us spread the word about how Firefox and other Mozilla projects are building a better Internet. Share Firefox with the world by <a href="https://affiliates.mozilla.org">becoming an Affiliate</a> and then check out our <a href="https://wiki.mozilla.org/MarketingGuide">Marketing Guide</a> for more ways to get involved.
fy_nl: Help ús bekend te meitsjen hoe't Firefox en oare Mozilla-projekten foar in better ynternet soargje. Diel Firefox mei de wrâld troch <a href="https://affiliates.mozilla.org">in partner te wurden</a> en besjoch dêrnei ús <a href="https://wiki.mozilla.org/MarketingGuide">Marketinggids</a> foar mear manieren om belutsen te reitsjen.
nl: Help ons bekend te maken hoe Firefox en andere Mozilla-projecten voor een beter internet zorgen. Deel Firefox met de wereld door <a href="https://affiliates.mozilla.org">een partner te worden</a> en bekijk daarna onze <a href="https://wiki.mozilla.org/MarketingGuide">Marketinggids</a> voor meer manieren om mee te doen.
pt_br: Ajude-nos a divulgar como o Firefox e outros projetos Mozilla estão construindo uma internet melhor. Compartilhe o Firefox com o mundo <a href="https://affiliates.mozilla.org">tornando-se um Afiliado</a> e veja nosso <a href="https://wiki.mozilla.org/MarketingGuide">Guia de Marketing</a> para conhecer mais formas de se envolver.
sq: Na ndihmoni të përhapim fjalën rreth faktit se si Firefox-i dhe të tjera projekte Mozilla po ndërtojnë një Internet më të mirë. Ndajeni Firefox-in me botën duke <a href="https://affiliates.mozilla.org">u bërë një Përkrahës</a> dhe mandej shihni <a href="https://wiki.mozilla.org/MarketingGuide">Udhërrëfyesin tonë për Marketing</a> për më tepër rrugë për përfshirje.

source: Find out about <a href="/contribute/areas.html">more areas of interest…</a>
fy_nl: Ynformaasje oer <a href="/contribute/areas.html">mear ynteressegebieden…</a>
nl: Informatie over <a href="/contribute/areas.html">meer interessegebieden…</a>
pt_br: Descubra <a href="/contribute/areas.html">mais áreas de interesse…</a>
sq: Njihuni me <a href="/contribute/areas.html">më tepër zona interesi…</a>

source: map
fy_nl: kaart
nl: map {ok}
pt_br: mapa
sq: hartë

source: US and Canada
fy_nl: FS en Kanada
nl: VS en Canada
pt_br: EUA e Canadá
sq: ShBA dhe Kanada

source: Europe
fy_nl: Europa
nl: Europa
pt_br: Europa
sq: Europë

source: Latin America
fy_nl: Latynsk-Amearika
nl: Latijns-Amerika
pt_br: América Latina
sq: Amerikë Latine

source: Africa and the Middle East
fy_nl: Afrika en it Midden-Easten
nl: Afrika en het Midden-Oosten
pt_br: África e Oriente Médio
sq: Afrikë dhe Lindje e Mesme

source: Asia and the South Pacific
fy_nl: Azië en Súd-Pasifssch gebiet
nl: Azië en Zuid-Pacifisch gebied
pt_br: Ásia e Pacífico Sul
sq: Azi dhe Paqësori i Jugut

source: Antarctica
fy_nl: Antarktika
nl: Antarctica {ok}
pt_br: Antártida
sq: Antarktidë

source: Sign up for a weekly newsletter that is full of community news and contribution opportunities.
fy_nl: Registrearje jo foar on weeklikse nijsbrief dy't fol stiet mei nijs oer de mienskip en mooglikheden foar frijwilligers.
nl: Registreer u voor een wekelijkse nieuwsbrief boordevol nieuws over de gemeenschap en mogelijkheden voor vrijwilligers.
pt_br: Assine nossa newsletter semanal cheia de notícias da comunidade e oportunidade de colaboração.
sq: Pajtohuni te buletini javor që është plot lajme mbi bashkësinë dhe mundësi kontributesh.

source: Thank you!
fy_nl: Tankewol!
nl: Dank u!
pt_br: Obrigado!
sq: Faleminderit!

source: You can also join our <a href="https://support.mozilla.org/army-of-awesome">Army of Awesome</a> by helping users on Twitter.
fy_nl: Jo kinne ek part wurde fan ús <a href="https://support.mozilla.org/army-of-awesome">Army of Awesome</a> troch brûkers te helpen op Twitter.
nl: U kunt ook onderdeel worden van ons <a href="https://support.mozilla.org/army-of-awesome">Army of Awesome</a> door gebruikers te helpen op Twitter.
pt_br: Você também pode unir-se ao nosso <a href="https://support.mozilla.com/army-of-awesome">Exército de Incríveis</a> ajudando usuários pelo Twitter.
sq: Mundeni gjithashtu të bëheni pjesë e <a href="https://support.mozilla.org/army-of-awesome">Ushtrisë sonë të Mahnitshme</a> duke ndihmuar përdorues në Twitter.

source: Find out more about <a href="https://support.mozilla.org/kb/superheroes-wanted">supporting Firefox</a> and <a href="http://support.mozillamessaging.com/en-US/kb/superheroes-wanted">Thunderbird</a> users.
fy_nl: Lês meea oer it <a href="https://support.mozilla.org/kb/superheroes-wanted">stypjen fan Firefox</a> en <a href="http://support.mozillamessaging.com/kb/superheroes-wanted">Thunderbird</a> brûkers.
nl: Lees meer over het <a href="https://support.mozilla.org/kb/superheroes-wanted">ondersteunen van Firefox</a>- en <a href="http://support.mozillamessaging.com/kb/superheroes-wanted">Thunderbird</a>-gebruikers.
pt_br: Saiba mais sobre como apoiar usuários do <a href="https://support.mozilla.com/kb/superheroes-wanted">Firefox</a> e <a href="http://support.mozillamessaging.com/en-US/kb/superheroes-wanted">Thunderbird</a>.
sq: Njihuni më nga afër me përdorues që <a href="https://support.mozilla.org/kb/superheroes-wanted">përkrahin Firefox-in</a> dhe <a href="http://support.mozillamessaging.com/en-US/kb/superheroes-wanted">Thunderbird-in</a>.

source: Interested in helping others get the most out of using Firefox and other Mozilla projects? Our support process relies on enthusiastic contributors like you. Find out more about <a href="%(fx_support_url)s">supporting Firefox</a> and <a href="%(tb_support_url)s">Thunderbird</a> users. You can also join our <a href="%(army_url)s">Army of Awesome</a> by helping users on Twitter.
nl: Interesse in het helpen van anderen om ze het meeste uit Firefox en andere Mozilla-projecten te laten halen? Ons ondersteuningsproces is afhankelijk van enthousiaste medewerkers zoals u. Lees meer over het <a href="%(fx_support_url)s">ondersteunen van Firefox</a>- en <a href="%(tb_support_url)s">Thunderbird</a>-gebruikers. U kunt ook onderdeel worden van ons <a href="%(army_url)s">Army of Awesome</a> door gebruikers te helpen op Twitter.
pt_br: Interessado em ajudar outras pessoas a obter o máximo do Firefox e outros projetos Mozilla? Nosso processo de suporte depende de colaboradores entusiasmados como você. Saiba mais sobre como ajudar usuários do <a href="%(fx_support_url)s">Firefox</a> e <a href="%(tb_support_url)s">Thunderbird</a>. Você também pode unir-se ao nosso <a href="%(army_url)s">Exército de Incríveis</a> para ajudar usuários no Twitter.
sq: Të interesuar të ndihmoni të tjerët të përfitojnë maksimumin nga përdorimi i Firefox-it dhe projekteve të Mozilla-s? Procesi ynë i asistencës bazohet te kontribues entuziastë si ju. Mësoni më tepër se si <a href="%(fx_support_url)s">të përkrahni përdorues të Firefox-it</a> dhe <a href="%(tb_support_url)s">Thunderbird-it</a>. Mundeni gjithashtu të bëheni pjesë e <a href="%(army_url)s">Ushtrisë sonë të Mahnitshme</a> duke ndihmuar përdorues në Twitter.

source: We believe in the power of well-made and widely distributed art, and want to make it possible for artists to cover the web and people with designs inspired by Mozilla. Take part in a <a href="%(creative_url)s">Creative Collective challenge</a> or <a href="%(zazzle_url)s">add a t-shirt design</a> to our Community Store.
nl: We geloven in de kracht van goed gemaakte en wijdverspreide kunst, en willen ook dat kunstenaars het internet en mensen kunnen bereiken met door Mozilla geïnspireerde ontwerpen. Doe mee met een <a href="%(creative_url)s">Creative Collective-wedstrijd</a> of <a href="%(zazzle_url)s">voeg een T-shirt-ontwerp toe</a> aan onze Community Store.
pt_br: Nós acreditamos no poder da arte bem feita e amplamente distribuída, e queremos tornar possível para artistas cobrir a web e as pessoas com desenhos inspirados pela Mozilla. Faça parte em um <a href="%(creative_url)s">Desafio Creative Collective</a> ou <a href="%(zazzle_url)s">crie um design de camiseta</a> para nossa Loja da Comunidade.
sq: Ne besojmë në fuqinë e artit të arrirë dhe të shpërndarë gjerësisht, dhe duan të krijojmë mundësi për artistë ta bëjnë web-in dhe njerëzit më të hijshëm me krijime të frymëzuara nga Mozilla. Merrni pjesë te <a href="%(creative_url)s">konkursi Creative Collective</a> ose <a href="%(zazzle_url)s">shtoni një dizajn bluze</a> te Shitorja e Bashkësisë sonë.

source: Localization
nl: Lokalisatie
pt_br: Localização
sq: Përkthim

source: Accessibility is about making things work for everyone. Help <a href="%(access_url)s">create tools and resources for Firefox end users with disabilities</a> and help <a href="%(access_wiki)s">make web content available to non visual agents</a> such as screen readers.
nl: Toegankelijkheid betreft het voor iedereen werkend maken van functionaliteiten. Help bij het <a href="%(access_url)s">maken van hulpmiddelen en bronnen voor eindgebruikers van Firefox met beperkingen</a> en het <a href="%(access_wiki)s">beschikbaar maken van webinhoud voor niet-visuele agents</a> zoals schermlezers.
pt_br: Acessibilidade é fazer as coisas funcionarem para todos. Ajude a <a href="%(access_url)s">criar ferramentas e recursos para o usuários com deficiências</a> e ajude a <a href="%(access_wiki)s">tornar o conteúdo da web disponível para agentes não visuais</a> como leitores de tela.
sq: Të qenët i përdorshëm nënkupton bërjen e gjërave të përdorshme nga cilido. Ndihmoni në <a href="%(access_url)s">krijimin e mjeteve dhe burimeve për përdorues të thjeshtë të Firefox-it me mangësi të ndryshme</a> dhe ndihmoni që <a href="%(access_wiki)s">lënda në web të jetë e përdorshme nga përpunues jo pamorë</a>, fjala vjen lexues ekrani.

source: <a href="%(dev_intro_url)s">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others. You can find many developers on <a href="%(irc_url)s">IRC</a> so stop by and ask questions to learn more. Our web sites are <a href="%(webdev_blog)s">open for web ninjas</a> to hack on too.
nl: <a href="%(dev_intro_url)s">Ontwikkelaars kunnen Mozilla helpen</a> door nieuwe functies toe te voegen, wat onze technologie kleiner en sneller maakt en ontwikkeling voor anderen vereenvoudigt. Veel ontwikkelaars zijn op <a href="%(irc_url)s">IRC</a> te vinden, dus kom langs en stel vragen voor meer informatie. Onze websites zijn ook <a href="%(webdev_blog)s">open voor webninja’s</a> voor hackdoeleinden.
pt_br: <a href="%(dev_intro_url)s">Desenvolvedores podem ajudar</a> a Mozilla criando novos recursos, tornando nossa tecnologia menor e mais rápida e tornando o desenvolvimento mais fácil para outros desenvolvedores. Você poderá encontrar muitos desenvolvedores no <a href="%(irc_url)s">IRC</a>, então dê uma parada por lá e faça perguntas para saber mais. Nossos sites estão <a href="%(webdev_blog)s">abertos para ninjas</a> que gostariam de hackeá-lo também.
sq: <a href="%(dev_intro_url)s">Programuesit mund të ndihmojnë</a> Mozilla-n duke shtuar veçori të reja, duke i përshkallëzuar dhe përshpejtuar teknologjitë tona dhe duke e bërë programimin më të lehtë për të tjerët. Shumë prej programuesve mund t'i gjeni në <a href="%(irc_url)s">IRC</a>, ndaj dilni andej dhe bëni pyetje për të mësuar më tepër. Site-et tanë web janë po ashtu <a href="%(webdev_blog)s">të hapët për trima web-i</a> që duan të fusin duart në to.
